[
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "pub_date": "2026-Jan",
    "abstract_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L. (black radish) juice on BEAS-2B human bronchial epithelial cells. Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11.0 min. GO-PEG nanoparticles produced from graphites (50 nm and 400 nm) were tested at concentrations ranging from 50-225 μg mL<sup>-1</sup> and 100-1000 μg mL<sup>-1</sup> to have IC<sub>50</sub> values, respectively. Sulforaphane and black radish juice were also administered. The MTT assay revealed IC<sub>50</sub> values of 8.7 μg mL<sup>-1</sup> for sulforaphane, 197.0 mg mL<sup>-1</sup> for black radish juice, 175.8 μg mL<sup>-1</sup> for GO-PEG (50 nm), and 650.6 μg mL<sup>-1</sup> for GO-PEG (400 nm). Biochemical analyses showed that sulforaphane and radish juice decreased IL-6 levels and increased antioxidant enzyme activities (GSH-Px and CAT). These results highlight the therapeutic potential of GO-PEG, sulforaphane, and black radish juice for anti-inflammatory and antioxidant applications.",
    "explanation_zh": "這項研究探討了PEG化石墨烯氧化物（GO-PEG）奈米粒子、蘿蔔硫素和黑蘿蔔汁對人類支氣管上皮細胞BEAS-2B的細胞毒性和生化效應。研究顯示，蘿蔔硫素具有潛在的抗發炎和抗氧化特性，這對於健康和疾病預防可能有重要意義，尤其是在呼吸系統的健康方面。透過這項研究，我們可以更深入了解這些物質如何影響細胞，並可能為未來的治療方法提供新的思路。研究的主題是分析不同物質對支氣管上皮細胞的影響，特別是蘿蔔硫素和黑蘿蔔汁的效果。這些物質被認為有助於減少發炎反應和增強抗氧化能力，這對於改善呼吸道健康至關重要。實驗中，研究人員使用了不同濃度的GO-PEG奈米粒子，並測試了蘿蔔硫素和黑蘿蔔汁對細胞的影響。透過MTT測試，研究人員評估了這些物質的細胞毒性，並進行了生化分析來檢測細胞內的抗氧化酶活性。主要發現顯示，蘿蔔硫素和黑蘿蔔汁能有效降低IL-6的水平，並提高抗氧化酶的活性，這表明它們在抗發炎和抗氧化方面具有潛在的療效。這些結果為未來的研究提供了基礎，並可能促進相關療法的發展。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "呼吸系統疾病 Respiratory Diseases",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/"
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "pub_date": "2025-Dec",
    "abstract_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy. Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity. To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy. Among them, compound 17a demonstrated the highest potency, exhibiting an average 7.4-fold increase in antiproliferative activity with IC<sub>50</sub> values ranging from 0.85 ± 0.04 μM to 1.34 ± 0.02 μM in TNBC cell lines compared to the parent hybrid CT1-3. In vitro, 17a significantly suppressed TNBC cell proliferation, colony formation, migration, and invasion while inducing apoptosis. In vivo, administration of 17a effectively inhibited tumor growth without apparent toxicity in an MDA-MB-231 xenograft model, as evidenced by normal organ morphology. Mechanistically, RNA sequencing revealed that 17a downregulated the nucleotide excision repair (NER) and NF-κB pathways, suppressing expression of NER-related genes (ERCC2, POLE2, LIG1, GTF2H3, and DDB2) at mRNA and protein levels and inhibiting phosphorylation of IKKα and p65. These findings position 17a as a potent therapeutic candidate for TNBC treatment, warranting further clinical investigation.",
    "explanation_zh": "三陰性乳癌是一種侵略性強的乳癌亞型，主要依賴化療來治療。研究人員發現一些天然產品，如木蘭酚和蘿蔔硫素，特別是它們的合成混合物，對抗腫瘤有良好的效果。為了開發更有效的藥物，研究團隊設計並合成了15種新的木蘭酚-蘿蔔硫素混合物，並評估它們的抗癌效果。這些化合物中，17a的效果最為顯著，其抗增殖活性平均提高了7.4倍，對三陰性乳癌細胞的IC50值範圍在0.85到1.34微摩爾之間，顯示出比原始混合物CT1-3更強的效果。\n\n在實驗室中，17a顯著抑制了三陰性乳癌細胞的增殖、克隆形成、遷移和侵襲，同時誘導細胞凋亡。在動物實驗中，將17a給予MDA-MB-231腫瘤模型後，發現它能有效抑制腫瘤生長，且沒有明顯的毒性，這從正常的器官形態學中可以看出。進一步的機制研究顯示，RNA測序結果表明，17a能下調核苷酸切除修復（NER）和NF-κB通路，抑制與NER相關基因的表達，並抑制IKKα和p65的磷酸化。\n\n這些研究結果顯示，17a是一個有潛力的三陰性乳癌治療候選藥物，值得進一步的臨床研究。這項研究不僅為三陰性乳癌的治療提供了新的思路，也為未來的藥物開發奠定了基礎。雖然目前的結果令人鼓舞，但仍需更多的研究來確定其安全性和有效性。希望未來能有更多的進展，幫助患者改善治療效果。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "三陰性乳癌 Triple-negative breast cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "pub_date": "2025-Dec",
    "abstract_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury. Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS. We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes. Isoproterenol induced ferroptosis and oxidative stress by impairing Nrf2 signaling. SFN treatment restored myocardial structure and function while enhancing antioxidant capacity, reducing mitochondrial damage, and suppressing ferroptosis markers. Additionally, similar to Fer-1 (a ferroptosis inhibitor), SFN reduced intracellular ferrous levels but uniquely activated Nrf2-driven endogenous defenses. Notably, Nrf2 inhibition abrogated the benefits of SFN in both in vitro and in vivo experiments. These findings highlight SFN as a dual-action therapeutic for TTS, simultaneously targeting oxidative stress and ferroptosis via Nrf2 activation. The therapeutic efficacy of SFN, combined with endogenous pathway modulation, underscores its translational potential for improving TTS outcomes.",
    "explanation_zh": "對於健康或疾病預防的啟示，這項研究顯示蘿蔔硫素可能對於治療Takotsubo症候群（TTS）有潛在的幫助。TTS是一種心臟病，雖然過去被認為是良性的，但實際上可能導致危及生命的心肌損傷。這項研究的結果讓我們看到，透過改善抗氧化能力和減少細胞損傷，蘿蔔硫素或許能成為未來治療TTS的新選擇。研究主題主要集中在蘿蔔硫素對於TTS的影響，特別是它如何透過活化Nrf2來減少心臟損傷。研究人員使用了異丙腎上腺素誘導的老鼠模型和心肌細胞來進行實驗，觀察蘿蔔硫素的效果。實驗結果顯示，蘿蔔硫素能夠改善心臟結構和功能，並增強抗氧化能力，減少線粒體損傷，還能抑制與鐵死亡相關的標記物。此外，蘿蔔硫素在降低細胞內鐵離子水平方面的效果與鐵死亡抑制劑Fer-1相似，但它獨特地活化了Nrf2驅動的內源性防禦機制。這些發現突顯了蘿蔔硫素作為一種雙重作用的治療劑，能同時針對氧化壓力和鐵死亡，顯示出其在改善TTS結果方面的潛在應用價值。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "Takotsubo症候群 Takotsubo Syndrome",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "pub_date": "2025-Dec",
    "abstract_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>. However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L. plantarum</i> remains unclear. This research utilized the adaptive laboratory evolution technology to enhance the sulforaphane conversion rate of <i>L. plantarum</i>. The results showed that an increase in the glucose replacement ratio significantly downregulated carbohydrate metabolism and upregulated amino acid metabolism. Transcriptomic analysis showed that the ALE-adapted strain significantly upregulated carbohydrate metabolism and amino acid metabolism. In the conversion pathway, glucoraphanin is imported into <i>L. plantarum</i> cells, and its glucose moiety is phosphorylated by bglF (the phosphate group may be derived from phosphoenolpyruvate via the phosphotransferase system). Subsequently, the S-glycosidic bond of phosphorylated glucoraphanin is hydrolyzed by bglA (6-phospho-β-glucosidase), followed by nonenzymatic rearrangement and sulfate elimination, ultimately yielding sulforaphane. This research can contribute to revealing the interaction mechanism between microorganisms and natural active substances.",
    "explanation_zh": "蘿蔔硫素是一種有益的生物活性化合物，雖然它的穩定性不高，但可以由青花椰菜中的葡萄糖苷轉化而來。這項研究的啟示在於，透過改進微生物的轉化能力，可能能夠提高蘿蔔硫素的產量，對於健康和疾病預防有潛在的貢獻。研究的主題是探討如何利用適應性實驗室進化技術來提升乳酸菌（Lactiplantibacillus plantarum）對蘿蔔硫素的轉化率，這對於開發功能性食品或保健品有重要意義。實驗中，研究人員透過調整葡萄糖的替代比率，觀察其對碳水化合物和氨基酸代謝的影響，並進行轉錄組分析，以了解微生物在轉化過程中的代謝變化。主要發現顯示，經過適應性實驗室進化的乳酸菌在碳水化合物和氨基酸代謝方面有顯著的上調，這表明其在轉化青花椰菜中的葡萄糖苷為蘿蔔硫素的過程中，可能有更高的效率。這項研究有助於揭示微生物與天然活性物質之間的相互作用機制。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "pub_date": "2025-Dec",
    "abstract_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence. Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival. This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression. BEAS-2B cells were treated with CSE and SFN, and cell viability was assessed using the MTT assay. Cellular senescence was assessed using the SA-β-gal assay and the expression of genes associated with senescence (p16 and p21). The expression levels of SIRT1, senescence-associated secretory phenotype (SASP) cytokines (IL-1β, IL-6, IL-8, TNF-α), GPX4, and SLC7A11 were quantified using qRT-PCR. Additionally, ROS production, GSH and MDA levels, and iron content were measured. An emphysema mouse model was induced by intraperitoneal administration of CSE (7.2 mg/kg) alone or in combination with SFN (10.2 mg/kg) over 28 days, and subsequent histopathological changes were evaluated. Our findings revealed that SFN co-treatment effectively mitigated CSE-induced cytotoxicity, senescence, and SASP cytokine secretion, as well as the pronounced emphysematous changes in lung tissues. Furthermore, SFN reversed CSE-induced downregulation of SIRT1 and upregulation of NF-κB. Notably, SFN also inhibited CSE-induced ferroptosis by increasing GPX4 and SLC7A11 expression while reducing iron and MDA levels. The findings of the present study demonstrated that sulforaphane offers protective effects against CSE-induced toxicity by mitigating oxidative stress, ferroptosis, and cellular senescence.",
    "explanation_zh": "吸煙會對肺部造成傷害，這是因為它會引發氧化壓力，導致細胞死亡和老化。研究發現，蘿蔔硫素是一種強效的抗氧化劑，能啟動SIRT1通路，增強細胞抵抗壓力的能力。本研究的目的是評估蘿蔔硫素對香煙煙霧提取物引起的損傷的保護作用，特別是在人體氣道上皮細胞和小鼠肺部的影響，並著重於其對SIRT1表達的調節作用。研究中，科學家將香煙煙霧提取物和蘿蔔硫素共同作用於細胞，並通過一系列測試來評估細胞的存活率和老化情況。 研究人員使用各種方法來測量細胞的老化標記和相關基因的表達，並評估氧化壓力的指標。 另外，還在小鼠模型中進行了實驗，觀察蘿蔔硫素對肺部的保護效果。研究結果顯示，蘿蔔硫素能有效減少香煙煙霧引起的細胞毒性、老化和炎症因子的分泌，並改善肺部的病理變化。此外，蘿蔔硫素還能逆轉香煙煙霧對SIRT1的抑制作用，並減少與鐵相關的細胞死亡。這些發現表明，蘿蔔硫素對抗香煙煙霧引起的氧化壓力和細胞老化具有保護作用。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肺氣腫 Emphysema",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/"
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "pub_date": "2025-Dec",
    "abstract_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty. Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies. However, its role in alleviating intrinsic skin aging remains to be elucidated. Integrative network pharmacology and proteomics were utilized to investigate the underlying mechanisms of SFN in intrinsic skin aging. Fifty-one anti-aging targets of SFN were identified, highlighting its promising regulatory impact on the aging process. Based on an 18-month-old natural aging mouse model, significant alleviation in skin structure, redox homeostasis, and immune cell composition was noted after 2 months of SFN supplementation. Additionally, proteomic analysis demonstrated that SFN reversed the proteomic profile of intrinsic skin aging, with 233 differentially expressed proteins (DEPs) identified in SFN-fed aging mice. Of note, the up-regulated DEPs were highly enriched in the apelin signaling pathway (p = 0.010). Furthermore, immune cell infiltration and whole blood cell analysis revealed that SFN rescued T cells depletion in dermal tissue, which was strongly correlated with DEPs enriched in the SFN-activated apelin signaling pathway. SFN improves skin morphology and immune functions via activating the apelin signaling pathway, suggesting new prime targets in counteracting intrinsic skin aging.",
    "explanation_zh": "隨著年齡增長，皮膚老化會導致結構功能下降，這可能會影響到健康狀況。研究顯示，蘿蔔硫素這種天然的抗發炎物質，對於多種癌症療法有廣泛應用，但它在減緩皮膚內部老化方面的作用尚未明確。本研究利用整合性網絡藥理學和蛋白質組學，探討蘿蔔硫素在皮膚老化中的潛在機制，並發現了51個與抗老化相關的目標，顯示其對老化過程的調控潛力。 研究中使用了18個月大的自然老化小鼠模型，結果發現經過兩個月的蘿蔔硫素補充後，皮膚結構、氧化還原平衡及免疫細胞組成都有顯著改善。此外，蛋白質組學分析顯示，蘿蔔硫素能逆轉皮膚內部老化的蛋白質組特徵，並在蘿蔔硫素餵養的老化小鼠中識別出233種差異表達的蛋白質。值得注意的是，這些上調的蛋白質在apelin信號通路中高度富集。進一步的免疫細胞浸潤和全血細胞分析顯示，蘿蔔硫素能夠挽救真皮組織中T細胞的減少，這與在蘿蔔硫素激活的apelin信號通路中富集的差異表達蛋白質有強烈相關性。這些結果表明，蘿蔔硫素透過激活apelin信號通路來改善皮膚形態和免疫功能，為對抗皮膚內部老化提供了新的目標。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/"
  },
  {
    "id": "41027171",
    "title_en": "Multi-omics analysis of gut-liver axis reveals the mechanism by which sulforaphane alleviates liver injury in Cyprinus carpio exposed to triphenyltin.",
    "pub_date": "2025-Dec",
    "abstract_en": "This study investigates the protective effects of sulforaphane (SFN) against triphenyltin (TPT)-induced hepatotoxicity, immune dysfunction and gut microbiota dysbiosis in Cyprinus carpio. Cyprinus carpio were divided into three groups and exposed for 8 weeks, including control, 10 μg/L TPT and 10 μg/L TPT + 10 mg/kg SFN group. This result showed that TPT exposure induced significantly (P < 0.05) hepatotoxicity, evidenced by increasing hepatic total bile acid (TBA) and total cholesterol levels, while upregulating Hsp70/90 and downregulating lysozyme gene expression. SFN supplementation reduced TBA accumulation, normalized Hsp90 and lysozyme expression, mitigating TPT-induced lipid dysregulation and immunosuppression. Transcriptomic analysis revealed that TPT exposure activated lipid metabolism pathways (PPAR signaling and cholesterol metabolism), but suppressed immune-related pathways. SFN supplementation restored metabolic homeostasis by enriching glucose and amino acid metabolism pathways and activating AMPK signaling, while also modulating the expression of key genes (PLIN1, ME1, CPT1B). The microbiota composition were changed in SFN + TPT, including the increased of beneficial Fusobacteriota and Cetobacterium, and the decreased of pathogenic Proteobacteria and Aeromonas. The gut transcriptome dysregulation were restored in SFN + TPT by enhancing immune pathways in Toll-like/NOD-like receptors. The significant correlations linked were found in gut microbes (Kaistia, Vagococcus) to hepatic/intestinal gene expression in SFN + TPT. Overall, these findings elucidate novel mechanisms underlying TPT-induced immunotoxicity in liver and intestine and demonstrate the protective role of SFN, providing a theoretical foundation for its application in toxicity mitigation strategies.",
    "explanation_zh": "這項研究探討了蘿蔔硫素對於三苯錫引起的肝毒性、免疫功能失調和腸道微生物失衡的保護效果。研究中使用了鯉魚，將其分成三組，並在八週內進行實驗，包括對照組、10微克/公升的三苯錫組和10微克/公升的三苯錫加10毫克/公斤的蘿蔔硫素組。結果顯示，三苯錫的暴露顯著引起肝毒性，這可以從肝臟總膽鹽和總膽固醇水平的增加中看出，同時Hsp70/90的表達上升而溶菌酶基因表達下降。蘿蔔硫素的補充減少了膽鹽的積累，正常化了Hsp90和溶菌酶的表達，減輕了三苯錫引起的脂質失調和免疫抑制。透過轉錄組分析發現，三苯錫的暴露激活了脂質代謝途徑，但抑制了免疫相關的途徑，而蘿蔔硫素的補充則恢復了代謝的穩態，並調節了關鍵基因的表達。研究還發現，蘿蔔硫素和三苯錫的組合改變了腸道微生物的組成，增加了有益的細菌，並減少了致病性細菌的數量。整體來看，這些發現揭示了三苯錫引起的免疫毒性在肝臟和腸道中的新機制，並展示了蘿蔔硫素的保護作用，為其在毒性緩解策略中的應用提供了理論基礎。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肝毒性 Hepatotoxicity",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41027171/"
  },
  {
    "id": "40714240",
    "title_en": "Gut microbiota-related glutathione metabolism is key mechanism for sulforaphane ameliorating ulcerative colitis.",
    "pub_date": "2025-Dec",
    "abstract_en": "Gut barrier dysfunction is associated with dysbiosis of the gut microbiota and its metabolites, which is closely linked to the pathogenesis of ulcerative colitis (UC). Recent studies have demonstrated that Sulforaphane (SFN) exerts beneficial effects on UC. However, the role of the gut microbiota and microbial metabolism in the anti-UC mechanisms of SFN remains inadequately understood. In this study, we observed that SFN administration significantly improved the pathological phenotype, restored gut barrier integrity, and reduced colon inflammation in dextran sulfate sodium (DSS)-induced colitis mice. Gut microbiota analysis illustrated that SFN administration rebalances the alterations in gut microbiota composition, including genera such as Turicibacter, Lactobacillus and Bacteroides, in DSS-induced mice. Furthermore, untargeted metabolomics analysis indicated that the levels of microbial arachidonic acid metabolism, as well as the metabolism of alanine, aspartate, and glutamate, and glutathione metabolism in the gastrointestinal tract, were significantly altered in DSS-induced mice. Interestingly, SFN treatment significantly restore the alterations in glutathione metabolism and the levels of associated metabolites. Additionally, we observed that the MAPK/NF-κB signaling pathway, regulated by glutathione metabolism, was inhibited in the colon of DSS-induced mice following SFN treatment. Collectively, these results suggest that SFN can alleviate DSS-induced colitis in mice by restoring dysregulated gut microbiota and glutathione metabolism, thereby modulating the MAPK/NF-κB signaling pathway, enhancing intestinal barrier function and reducing colonic inflammation. Importantly, our findings elucidate a novel mechanism by which SFN improves gut barrier function, highlighting its potential to advance the development of SFN-derived therapeutics for the clinical management of colitis.",
    "explanation_zh": "腸道屏障功能失調與腸道微生物群及其代謝物的失調有關，這與潰瘍性結腸炎的發病機制密切相關。最近的研究顯示，蘿蔔硫素對潰瘍性結腸炎有益。然而，蘿蔔硫素在抗潰瘍性結腸炎機制中腸道微生物群和微生物代謝的角色仍不夠清楚。在這項研究中，我們觀察到蘿蔔硫素的給予顯著改善了病理表現，恢復了腸道屏障的完整性，並減少了由硫酸右旋糖酐誘導的結腸炎小鼠的結腸炎症。腸道微生物群分析顯示，蘿蔔硫素的給予重新平衡了硫酸右旋糖酐誘導的小鼠腸道微生物組成的變化，包括一些細菌屬，如Turicibacter、Lactobacillus和Bacteroides。此外，未針對性代謝組學分析顯示，硫酸右旋糖酐誘導的小鼠中微生物的花生四烯酸代謝、丙氨酸、天冬氨酸和谷氨酸的代謝以及谷胱甘肽代謝的水平顯著改變。有趣的是，蘿蔔硫素治療顯著恢復了谷胱甘肽代謝的變化及相關代謝物的水平。此外，我們觀察到，經過蘿蔔硫素治療後，硫酸右旋糖酐誘導的小鼠結腸中的MAPK/NF-κB信號通路受到抑制。總體而言，這些結果表明，蘿蔔硫素可以通過恢復失調的腸道微生物群和谷胱甘肽代謝來減輕硫酸右旋糖酐誘導的小鼠結腸炎，從而調節MAPK/NF-κB信號通路，增強腸道屏障功能並減少結腸炎症。我們的發現揭示了蘿蔔硫素改善腸道屏障功能的新機制，突顯了其在潰瘍性結腸炎臨床管理中作為治療的潛力。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "潰瘍性結腸炎 Ulcerative Colitis",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40714240/"
  },
  {
    "id": "41291551",
    "title_en": "Nanoliposome-mediated delivery of sulforaphane suppresses Ehrlich ascites carcinoma growth and improves liver integrity and therapeutic outcomes in a murine model.",
    "pub_date": "2025-Nov",
    "abstract_en": "The anticancer activity of sulforaphane (SFN) involves multiple signaling pathways, but its mechanism against Ehrlich Ascites Carcinoma (EAC) in mice remains unclear. This study evaluated the antitumor efficacy of SFN-loaded nanoliposomes (SFN-NLPs). Ninety female Swiss albino mice were allocated into six groups: (1) untreated control, (2) SFN alone (50 mg/kg/day, orally), (3) SFN-NLPs alone (50 mg/kg/day, orally), (4) EAC-bearing mice (2.5 × 10⁶ cells, intraperitoneally), (5) EAC + SFN, and (6) EAC + SFN-NLPs. with treatment lasting 20 days in tumor-bearing groups. SFN-NLPs significantly reduced EAC tumor volume, viable cell count, and tumor marker levels, while prolonging survival more effectively than free SFN. SFN-NLPs modulated key molecular pathways by suppressing inflammatory gene expression (NF-κB, COX-2) and shifting the balance toward apoptosis via upregulation of TP53 and Bax and concomitant downregulation of Bcl-2. Regarding liver integrity, SFN-NLPs significantly reduced DNA fragmentation and hepatic oxidative stress, while modulating systemic inflammation through reductions in total leukocyte count, TNF-α, and C-reactive protein. In addition, SFN-NLPs conferred superior protection against both histopathological and ultrastructural liver damage. Furthermore, molecular docking analysis suggested plausible interactions of SFN with proteins associated with antioxidant defense, inflammation regulation, and apoptosis, indicating a potential modulatory role. In conclusion, nanoformulated SFN enhances stability, augments efficacy, and facilitates sustained release and bioavailability, thereby strengthening its antitumor, anti-inflammatory, antioxidant, and pro-apoptotic effects in EAC-bearing mice. These findings highlight the potential of SFN-NLPs to suppress tumor growth by modulating inflammatory and apoptotic gene expression while preserving liver integrity.",
    "explanation_zh": "這項研究探討了蘿蔔硫素對抗癌的潛力，特別是針對小鼠的Ehrlich腹水癌。研究顯示，蘿蔔硫素能夠透過多種信號通路來抑制腫瘤生長，並且使用納米脂質體包裹的蘿蔔硫素（SFN-NLPs）在抗腫瘤效果上表現得更為顯著。這些結果可能對未來癌症的治療提供新的思路，特別是在如何提高藥物的穩定性和生物利用度方面。這項研究的結果顯示，蘿蔔硫素不僅能夠減少腫瘤體積，還能改善小鼠的生存率，這對於癌症的預防和治療具有重要意義。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "腹水癌 Ehrlich Ascites Carcinoma",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41291551/"
  },
  {
    "id": "41135276",
    "title_en": "Sulforaphane targets STAT3-CKMT2-AS1 to suppress gastric cancer via PSMB8 downregulation and AIMP1 stabilization.",
    "pub_date": "2025-Nov",
    "abstract_en": "Gastric cancer (GC) remains one of the most formidable threats to human health with limited therapeutic options. Sulforaphane (SFN), a natural isothiocyanate, exhibits antitumor activity; however, its molecular mechanisms of action in GC remain unclear. To investigate the mechanism of action of SFN in gastric cancer. The antitumor effects of SFN were comprehensively assessed in vitro and in vivo, followed by sequencing analysis to identify the targeted lncRNA. Subsequently, the mechanical verification experiments were carried out to determine the upstream and downstream regulatory components involved in the STAT3-CKMT2-AS1 regulatory axis. We demonstrated that SFN strongly inhibits GC. SFN downregulated the expression of the lncRNA CKMT2-AS1. Elevated expression levels of CKMT2-AS1 in human GC tissues are correlated with poor patient survival rates. Knockdown of CKMT2-AS1 significantly inhibited GC proliferation and migration both in vivo and in vitro, whereas CKMT2-AS1 overexpression enhanced malignant phenotypes. Mechanistically, we identified STAT3 as the transcriptional activator driving CKMT2-AS1 expression, with SFN directly binding to, and inhibiting, STAT3 phosphorylation to decrease its transcriptional activity. Interestingly, cytoplasmic CKMT2-AS1 competitively adsorbs miR-451a, leading to the expression of PSMB8, ultimately promoting the progression of the malignant phenotype of GC. Moreover, we discovered that CKMT2-AS1 directly binds to the RNA-binding protein (RBP) AIMP1, promoting ubiquitination-mediated degradation of AIMP1 protein via the proteasomal pathway. The highly expressed AIMP1 protein, in turn, inhibits the phosphorylation of the PI3K/AKT signaling pathway, which is hyperactivated in virtually all solid tumors. Our findings not only elucidate a novel SFN-mediated tumor-suppressive mechanism via the STAT3/CKMT2-AS1 regulatory axis, but also validate CKMT2-AS1 as a promising therapeutic target for GC intervention.",
    "explanation_zh": "胃癌是一種對人類健康威脅極大的疾病，目前治療選擇有限。研究顯示，蘿蔔硫素這種天然化合物具有抗腫瘤的效果，但其在胃癌中的作用機制仍不明確。本研究旨在探討蘿蔔硫素在胃癌中的作用機制，並評估其抗腫瘤效果。研究者進行了多方面的實驗，包括細胞和動物實驗，並進行基因測序分析，以找出與蘿蔔硫素作用相關的長鏈非編碼RNA（lncRNA）。\n\n研究中，蘿蔔硫素被證實能有效抑制胃癌的生長，並降低了lncRNA CKMT2-AS1的表達。研究發現，在胃癌患者的腫瘤組織中，CKMT2-AS1的表達水平較高，且與患者的生存率呈負相關。當CKMT2-AS1的表達被抑制時，胃癌細胞的增殖和遷移能力顯著下降，而CKMT2-AS1的過度表達則會加劇腫瘤的惡性特徵。這表明CKMT2-AS1在胃癌的發展中扮演了重要角色。\n\n進一步的機制研究顯示，STAT3是一種轉錄激活因子，負責驅動CKMT2-AS1的表達，而蘿蔔硫素能直接結合並抑制STAT3的磷酸化，從而降低其轉錄活性。此外，CKMT2-AS1能夠競爭性地吸附miR-451a，促進PSMB8的表達，進一步推動胃癌的惡性進展。研究還發現CKMT2-AS1能直接與RNA結合蛋白AIMP1結合，促進AIMP1蛋白的降解，這一過程涉及到蛋白酶體途徑，並影響PI3K/AKT信號通路的活性。\n\n這項研究不僅揭示了蘿蔔硫素通過STAT3/CKMT2-AS1調控軸的抗腫瘤機制，還確認了CKMT2-AS1作為胃癌治療的潛在靶點，為未來的治療策略提供了新的思路。雖然這些發現具有潛在的臨床應用價值，但仍需進一步的研究來驗證其效果和安全性。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "胃癌 Gastric Cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41135276/"
  },
  {
    "id": "41275316",
    "title_en": "Investigating the clinical efficacy, safety and molecular mechanism of sulforaphane in autism spectrum disorder: an integrated study combining meta-analysis, network pharmacology, and computational biology.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, a natural antioxidant rich in cruciferous vegetables, has emerged as a promising dietary supplement for autism spectrum disorder (ASD). However, its therapeutic efficacy remains controversial, and the pharmacological mechanisms are not fully elucidated. Eligible randomized controlled trials were retrieved from PubMed, Web of Science, Embase, and Cochrane Library databases. Review Manager 5.4 was used for meta-analysis and bias risk assessment. Network pharmacology, Mendelian randomization, GEO data analyses, molecular docking, and molecular dynamics simulation were employed to explore the mechanisms of sulforaphane in ASD. Six trials involving 333 participants were included in the meta-analysis. Pooled results demonstrated that both 4-5 weeks and 8-10 weeks of sulforaphane supplementation significantly decreased the scores on the Social Responsiveness Scale compared to placebo controls. No significant difference was observed in the incidence of adverse events. Network pharmacology identified 10 core targets of sulforaphane in ASD, including AKT1, EGFR, HSP90AA1, SRC, CASP3, STAT1, MAPK1, MMP9, MAPK8, and JAK2. These targets were implicated in the PI3K-Akt signaling pathway, MAPK signaling pathway, Chemokine signaling pathway, Chemical carcinogenesis - reactive oxygen species, TNF signaling pathway, Th17 cell differentiation, mTOR signaling pathway, and IL-17 signaling pathway. Mendelian randomization further revealed an inverse association between STAT1 levels and ASD risk. GEO transcriptomic data provided independent validation for the network pharmacology predictions. The binding energies between sulforaphane and the top 10 core targets are all ≤ -4.0 kcal/mol. Molecular dynamics simulations further validated the stable interaction between MMP-9 and sulforaphane. Sulforaphane may serve as an efficacious and safe adjunctive therapy for ASD, mediated by its anti-oxidant and anti-inflammatory effects along with the modulation of autophagy. CRD42025635045.",
    "explanation_zh": "蘿蔔硫素是一種天然抗氧化劑，主要存在於十字花科蔬菜中，近來被認為可能對自閉症譜系障礙（ASD）有幫助。不過，關於它的療效仍存在爭議，且其藥理機制尚未完全明瞭。這項研究的目的是探討蘿蔔硫素在自閉症中的作用，並分析其可能的機制。研究者們從多個資料庫中檢索符合條件的隨機對照試驗，並使用統計分析工具進行數據整合和偏倚風險評估。 研究中運用了網絡藥理學、孟德爾隨機化、GEO數據分析、分子對接和分子動力學模擬等方法來深入了解蘿蔔硫素在自閉症中的作用機制。 這項研究納入了六項試驗，共有333名參與者，結果顯示，經過4-5週和8-10週的蘿蔔硫素補充後，參與者在社交反應量表上的得分顯著低於安慰劑組，且不良事件的發生率並無顯著差異。網絡藥理學分析確定了蘿蔔硫素在自閉症中的10個核心靶點，這些靶點涉及多條信號通路，包括PI3K-Akt信號通路和MAPK信號通路等。孟德爾隨機化進一步顯示STAT1水平與自閉症風險之間存在負相關。GEO轉錄組數據也為網絡藥理學的預測提供了獨立的驗證。分子動力學模擬結果顯示，蘿蔔硫素與MMP-9之間的穩定相互作用，這些發現表明蘿蔔硫素可能作為自閉症的輔助療法，具有抗氧化和抗炎作用，並能調節自噬。 ",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "自閉症譜系障礙 Autism Spectrum Disorder",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41275316/"
  },
  {
    "id": "41265122",
    "title_en": "Synergistic strategies of sulforaphane biosynthesis and functional properties in broccoli sprouts powder obtained from sucrose stress modulation coupled with vacuum freeze-drying.",
    "pub_date": "2025-Nov",
    "abstract_en": "This study investigated methionine-sucrose stress treatments on glucoraphanin biosynthesis in broccoli sprouts and the impact of vacuum freeze-drying (VFD) on sprout powder quality. Results showed that sucrose treatment elevated glucoraphanin content by 316.30 % in 4-day sprouts compared to the control (9.72 mg/g), accompanied by increases of 42.65 % in total isothiocyanates (ITCs) and 70.00 % in anthocyanins. The treatment enhanced myrosinase activity and upregulated osmotic regulators. PCA confirmed that sucrose stress optimized the nutritional quality of broccoli sprouts and exhibited potential in sulforaphane enrichment. The VFD broccoli sprout powder exhibited high retention of sulforaphane (6.00 mg/g dw) and total ITCs (7.00 mg/g dw), with optimal water-holding capacity, oil-holding capacity, and swelling capacity. The sulforaphane extract exhibited significant antimicrobial activity against E. coli (16.00 mm inhibition zone) and Staphylococcus aureus (10.02 mm). The synergistic application of sucrose stress and VFD presents a promising approach for developing functional foods.",
    "explanation_zh": "這項研究探討了甲硫氨酸-蔗糖壓力處理對青花椰菜芽中蘿蔔硫素前體（glucoraphanin）合成的影響，以及真空冷凍乾燥（VFD）對芽粉品質的影響。研究結果顯示，經過蔗糖處理的四天芽中，蘿蔔硫素前體的含量比對照組提高了316.30%，同時總異硫氰酸鹽（ITCs）和花青素的含量也分別增加了42.65%和70.00%。這種處理還增強了酵素活性，並上調了滲透調節因子。主成分分析（PCA）確認蔗糖壓力優化了青花椰菜芽的營養品質，並顯示出在蘿蔔硫素富集方面的潛力。  \n\n在真空冷凍乾燥後的青花椰菜芽粉中，蘿蔔硫素的保留量達到6.00 mg/g，總異硫氰酸鹽為7.00 mg/g，並且具有最佳的保水能力、油脂保持能力和膨脹能力。此外，蘿蔔硫素提取物對大腸桿菌和金黃色葡萄球菌展現了顯著的抗菌活性，抑制區域分別為16.00 mm和10.02 mm。這種蔗糖壓力和真空冷凍乾燥的協同應用，為開發功能性食品提供了一個有前景的方法。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41265122/"
  },
  {
    "id": "41159773",
    "title_en": "Sulforaphane-Loaded Hydrogel Prolongs Fully MHC-Mismatched Skin Allograft Survival.",
    "pub_date": "2025-Nov",
    "abstract_en": "Despite immunosuppression, acute rejection (AR) is still a common setback among transplantation patients and is a risk factor for graft survival. Sulforaphane (SFN), a phytochemical present in crucifers, has been shown to have anti-inflammatory and immunoregulatory properties, yet its influences on immune cell activation as well as in graft survival are still unknown. Thus, the aim was to evaluate SFN's effect, and to improve efficacy, efficiency, and availability, it was incorporated into thermosensitive polymeric hydrogels, to prevent AR in skin transplant (Tx) model mice. A thermosensitive hydrogel containing SFN (0.1%) and hyaluronic acid (HA) (0.5%) dispersed in a poloxamer matrix (PL407 at 20% w/v) was developed (GS-PL407 20%, HA and SFN) and characterized as a liquid-viscous hydrogel. The fully MHC-incompatible skin Tx procedure was performed by using donor skin Balb/c mice, transplanted into C57BL/6 recipient mice. The cytotoxicity test of GS was performed using in vitro assays with bone marrow-derived dendritic cells (BMDC). Treatment of BMDC with GS for 24 h presents no cytotoxicity. Untreated allograft mice present 100% of graft loss at day 9 post Tx. Remarkably, subcutaneous GS injection every 3 days promoted 80% of allograft survival for more than 14 days when compared with untreated recipients (<i>p</i> < 0.001). Histological analysis showed a lower level of inflammatory cells in the skin Tx of GS-treated mice. Flow cytometry analysis of draining lymph nodes at day 5 post Tx revealed that GS treatment reduced the frequency of DC and subtypes and function of the CD4<sup>+</sup> T cells. In vitro GS-treated lipopolysaccharide-activated BMDC present less activation of costimulatory markers. Taken together, GS treatment reduced immune cell activation, postponing AR onset and prolonging allograft survival in Tx animals. This strategy highlights the role of SFN as a promising candidate for further studies in organ transplantation experiments and being tested combined with current immunosuppression protocols.",
    "explanation_zh": "在器官移植中，急性排斥反應是一個常見的問題，這可能會影響移植器官的存活率。研究發現，蘿蔔硫素這種存在於十字花科植物中的植物化學物質，具有抗發炎和免疫調節的特性，但它對免疫細胞活化及移植器官存活的影響仍不明確。因此，這項研究的目的是評估蘿蔔硫素的效果，並將其與熱敏聚合物水凝膠結合，以期改善其療效和可用性，從而預防皮膚移植模型小鼠的急性排斥反應。研究團隊開發了一種含有0.1%蘿蔔硫素和0.5%透明質酸的熱敏水凝膠，並進行了特性分析，這種水凝膠在小鼠移植實驗中顯示出良好的效果。 研究中使用了完全不相容的皮膚移植程序，將供體小鼠的皮膚移植到接受者小鼠身上，並進行了細胞毒性測試，結果顯示這種水凝膠對免疫細胞沒有毒性。未經處理的小鼠在移植後第9天出現100%的器官損失，而每3天注射一次水凝膠的實驗組小鼠則有80%的器官存活超過14天，顯示出顯著的效果。組織學分析顯示，接受水凝膠治療的小鼠皮膚中的炎症細胞數量較少，流式細胞儀分析也顯示治療後淋巴結中的免疫細胞活化減少。總的來說，這項研究表明，蘿蔔硫素能夠減少免疫細胞的活化，延遲急性排斥反應的發生，並延長移植器官的存活時間，這為未來的器官移植研究提供了新的思路。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "急性排斥反應 Acute Rejection",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41159773/"
  },
  {
    "id": "41196460",
    "title_en": "Sulforaphane: a natural organosulfur having potential to modulate apoptosis and survival signalling in cancer.",
    "pub_date": "2025-Nov",
    "abstract_en": "Owing to its ever-growing range of pharmacological advantages, sulforaphane, an isothiocyanate from cruciferous vegetables such as broccoli, is becoming increasingly popular. This review aims to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment. Sulforaphane interacts with many signaling molecules that control various pathways in malignant cells, including angiogenesis, apoptosis, cell cycle arrest, metastasis, and inflammation pathways. This review examines the effects of this isothiocyanate on inflammatory mediators, caspases, MMPs, cytokines, and the proteins Bax and Bcl-2. Furthermore, the advantages of nanotechnology and synergistic effects in sulforaphane applications are also reviewed. As per evidence, sulforaphane is a shining example of how ethno-pharmacological expertise can be used to create modern medications.",
    "explanation_zh": "蘿蔔硫素是一種來自青花椰菜等十字花科蔬菜的化合物，因其潛在的健康益處而受到越來越多的關注。這篇綜述文章探討了蘿蔔硫素在癌症治療中的應用，特別是它如何影響癌細胞的多種生物途徑，包括血管生成、細胞凋亡、細胞週期停滯、轉移和炎症等。這些研究結果可能對癌症的預防和治療提供新的思路，幫助我們更好地理解如何利用天然成分來對抗疾病。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "癌症 Cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41196460/"
  },
  {
    "id": "41184790",
    "title_en": "Efficacy and safety of sulforaphane in schizophrenia: a systematic review and meta-analysis of randomized controlled trials.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, an isothiocyanate derived from cruciferous vegetables (e.g., broccoli sprouts), has been explored for its antioxidant and anti-inflammatory properties. This is the first systematic review and meta-analysis to explore the therapeutic potentials of sulforaphane in schizophrenia. We searched PubMed, Scopus, Web of Science, and Cochrane Central for studies from inception to April 2025. We included randomized controlled trials (RCTs) evaluating the efficacy of sulforaphane in schizophrenia. The primary outcomes were changes in the Positive and Negative Syndrome Scale (PANSS) total and its subscales. Secondary outcomes included cognitive measures, metabolic markers, and safety. Four RCTs with 369 schizophrenia patients were included. Sulforaphane did not significantly improve PANSS total or positive symptom scores at the latest follow-up (ranging from 24 weeks to 18 weeks) or at a consistent 12-week time point. However, a modest improvement in negative symptoms was found at 12 week- time point (MD= -1.06; 95% CI: -1.95 to -0.16; p = 0.02), which was not maintained at the latest follow-up. General psychopathology scores improved significantly (MD= -1.5; 95% CI: -2.78 to -0.23; p = 0.02). No cognitive benefits were observed. Sulforaphane led to significant reductions in metabolic markers, including LDL, triglycerides, and cholesterol. Discontinuation rates were lower in the sulforaphane group (RR = 0.68; 95% CI: 0.49 to 0.95; p = 0.02). The study provides initial insights into sulforaphane's potential therapeutic effects in schizophrenia, showing modest improvements in general psychopathology and negative symptoms, with favorable metabolic changes and lower discontinuation rates. Due to limited data and heterogeneity, the study findings should be interpreted with caution. Not applicable.",
    "explanation_zh": "蘿蔔硫素是一種來自十字花科蔬菜（例如青花椰菜）的化合物，因其抗氧化和抗發炎的特性而受到關注。這項研究是首個系統性回顧和統合分析，專注於蘿蔔硫素在精神分裂症治療中的潛力。研究團隊從多個資料庫中搜尋相關文獻，並選擇了隨機對照試驗來評估蘿蔔硫素對精神分裂症的療效，主要關注的指標包括陽性和陰性症狀的變化。 研究中納入了四項隨機對照試驗，共369名精神分裂症患者。結果顯示，蘿蔔硫素在最新的隨訪中對於總體症狀和陽性症狀的改善並不顯著，但在12週的時間點上，陰性症狀有輕微改善。此外，整體精神病理學的評分也有顯著改善。雖然沒有觀察到認知方面的好處，但蘿蔔硫素在降低代謝指標（如低密度脂蛋白、三酸甘油脂和膽固醇）方面顯示出顯著效果，且在蘿蔔硫素組的中止率較低。這項研究提供了蘿蔔硫素在精神分裂症治療中的初步見解，顯示出在某些症狀上的輕微改善及有利的代謝變化，但由於數據有限，結果應謹慎解讀。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "精神分裂症 Schizophrenia",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41184790/"
  },
  {
    "id": "40992247",
    "title_en": "Assessing the transplacental passage and breastmilk levels of broccoli sprout-derived sulforaphane.",
    "pub_date": "2025-Nov",
    "abstract_en": "Preeclampsia is characterised by hypertension with maternal end-organ dysfunction and/or fetal growth restriction. Sulforaphane, an antioxidant found in broccoli sprouts, has potential as a future therapeutic. With its ability to attenuate the injurious impacts of endothelial dysfunction in vitro, sulforaphane is uniquely positioned to protect against the harmful effects of preeclampsia. However, the transferability of sulforaphane from mother to fetus/baby remains unknown in humans. Uncomplicated pregnant patients (n = 8) scheduled for elective caesarean sections (>37 weeks gestation) provided written and informed consent. A single oral dose of EnduraCell, a broccoli sprout extract (equivalent to 21 mg of sulforaphane), was administered prior to caesarean section. Baseline blood pressure, blood and urine were collected and again at time of operation, alongside umbilical cord blood (vein and artery) and placental samples. 2-4 days post-delivery, a second dose was administered. Two hours later, maternal bloods and breast milk were collected. Samples were processed and analysed by liquid-chromatography mass-spectrometry to measure sulforaphane. Besides an increase in peripheral diastolic blood pressure on the day of caesarean section (p = 0.028), there were no changes in maternal blood pressure or heart rate after ingestion of EnduraCell. Sulforaphane was found in maternal serum (70.10 ng/ml ± 11.90), umbilical cord blood (vein: 25.18 ng/mL ± 3.11, artery: 18.81 ng/mL ± 2.36), urine (5726.00 ng/mL ± 1175.00), placental tissue (10.99 ng/mg ± 2.11) and breast milk (1.33 ng/mL ± 2.29). Sulforaphane is present in the umbilical cord and breast milk, providing the world's first evidence of sulforaphane maternal-fetal transfer in humans, and opening avenues for future research into relevant fetal implications.",
    "explanation_zh": "妊娠高血壓症（Preeclampsia）是一種以母體高血壓及器官功能障礙或胎兒生長受限為特徵的疾病。研究指出，青花椰菜中的一種抗氧化劑——蘿蔔硫素，可能對這種疾病有潛在的治療效果。蘿蔔硫素能減輕內皮功能障礙的損害，因此有可能保護母體和胎兒免受妊娠高血壓症的影響。不過，目前尚不清楚蘿蔔硫素是否能從母體轉移到胎兒或嬰兒身上。 這項研究的主題是探討蘿蔔硫素在妊娠高血壓症中的潛在應用，特別是它在母體和胎兒之間的轉移情況。研究招募了8名即將進行剖腹產的孕婦，並在手術前給予她們一劑含有21毫克蘿蔔硫素的青花椰菜萃取物。研究人員在手術前後收集了母體的血液、尿液以及臍帶血和胎盤樣本，以便分析蘿蔔硫素的含量。 在手術當天，孕婦的周邊舒張壓有所上升，但其他的血壓和心率並未顯著改變。研究結果顯示，母體血清、臍帶血、尿液、胎盤組織和母乳中均檢測到蘿蔔硫素，這是全球首次證實蘿蔔硫素能在母體與胎兒之間轉移的證據，為未來相關的研究開啟了新的方向。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "妊娠高血壓症 Preeclampsia",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40992247/"
  },
  {
    "id": "40633511",
    "title_en": "Synthesis and biological evaluation of Sulforaphane derivatives with dual functions: Ischemia-reperfusion injury protection and antitumor effects.",
    "pub_date": "2025-Nov",
    "abstract_en": "Reperfusion therapy for the treatment of acute myocardial infarction (AMI) often leads to ischemia-reperfusion (I/R) injuries, characterized by excessive ROS. Sulforaphane (SFN) homologous, known for their anti-inflammatory and antioxidant properties, activate the nuclear factor-erythroid 2-related factor 2 (Nrf2) pathway and reduce mitochondrial ROS but are limited by poor stability and short half-life. SFN derivatives were synthesized through structural modifications of the dithiocarbamate and thiourea moieties at the isothiocyanate group, aiming to enhance stability and maintain therapeutic efficacy. Compound 3g emerged as a promising candidate, demonstrating superior protection against hypoxia-reoxygenation (H/R) injury in cardiac microvascular endothelial cells (CMECs) and exhibiting good antitumor activity. Specifically, 3g reduced ROS levels by 24.5 % (compared to nifedipine at 17.8 %), increased NO production to 48.0 μM (vs. 44.0 μM), lowered TNF-α secretion to 22.6 pg/mL (vs. 23.9 pg/mL). Concurrently, 3g showed potent antiproliferative activity (IC<sub>50</sub> = 7.5 μM), with 3.8-fold greater potency than 5-fluorouracil (IC<sub>50</sub> = 28.2 μM). Stability studies showed enhanced resistance in both protic and aprotic solvents. Density functional theory (DFT) was applied to characterize the molecular properties of the optimal compounds. Molecular docking and ADMET analysis revealed that aromatic substitution and sulfur oxidation significantly improved Nrf2/Keap1 pathway targeting, highlighting the derivative's potential for stability and therapeutic efficacy. These findings suggest that 3g is a promising candidate for treating I/R-induced injury and oxidative stress-related cardiovascular conditions.",
    "explanation_zh": "這項研究對於心臟病的治療有重要的啟示，尤其是急性心肌梗塞後的再灌流療法。這種療法雖然能夠恢復血流，但卻可能引發缺血再灌流損傷，這種損傷的特徵是過量的活性氧（ROS）。研究者們發現，蘿蔔硫素及其衍生物具有抗發炎和抗氧化的特性，能夠啟動Nrf2通路，減少線粒體中的ROS，但這些化合物的穩定性和半衰期較差，因此需要進行改良。這項研究的目的是合成新的蘿蔔硫素衍生物，以提高其穩定性並保持治療效果。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "心肌梗塞 Acute Myocardial Infarction",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40633511/"
  },
  {
    "id": "40617372",
    "title_en": "Antioxidant effect of esculin and sulforaphane in zebrafish larvae: A comparative study.",
    "pub_date": "2025-Nov",
    "abstract_en": "Antioxidants are crucial for maintaining cellular redox homeostasis by neutralizing free radicals, including reactive oxygen species (ROS). Nuclear factor erythroid-2-related factor 2 (Nrf2) is a transcription factor that activates various cytoprotective genes to counteract oxidative damage. The present study aimed to compare the antioxidant potential of natural phytochemicals, esculin (ESC), and sulforaphane (SFN) in zebrafish larvae, focusing on Nrf2 activation. Zebrafish larvae were treated with ESC (100 μM) and SFN (40 μM) along with control for 6 h. The levels of ROS, lipid peroxidation (LPO), nitric oxide (NO), glutathione S-transferase (GST), glutathione peroxidase (GPx), catalase (CAT), and reduced glutathione (GSH) were measured. Further, RT-PCR and Western blotting methods were employed to determine the antioxidant genes and protein levels, respectively. In addition, Nrf2 localization within the cell was assessed using nuclear/cytosolic fractionation assay and wholemount immunohistochemistry method. Our results demonstrate that ESC treatment significantly increased antioxidant enzyme activities (GST, GPx, CAT), similar to the effects observed with SFN. Further, ESC enhanced the mRNA levels of antioxidant genes expression, such as nrf2, gstp1, hmox1a, prdx1, nqo1, gss, gsr, sqstm1, hsp90aa1.2 than SFN. Antioxidant proteins Nrf2, Gstp1, Cat, and Sod2 were upregulated in the ESC-treated groups. Subsequently, nuclear localization of Nrf2 was detected in both SFN- and ESC-treated groups, confirming Nrf2 translocation into the nucleus. Our findings suggest that ESC possesses potent antioxidant activity as SFN in 72-hpf zebrafish larvae through the Keap1-Nrf2 signaling pathway.",
    "explanation_zh": "抗氧化劑對於維持細胞內的氧化還原平衡非常重要，因為它們能中和自由基，包括活性氧物種（ROS）。本研究的目的是比較兩種天然植物化學物質——蘿蔔硫素和esculin（ESC）在斑馬魚幼體中的抗氧化潛力，特別是它們對核因子紅血球2相關因子2（Nrf2）的激活效果。研究中，斑馬魚幼體接受了100μM的ESC和40μM的蘿蔔硫素治療，持續6小時，並測量了ROS、脂質過氧化（LPO）、一氧化氮（NO）、谷胱甘肽S轉移酶（GST）、谷胱甘肽過氧化酶（GPx）、過氧化氫酶（CAT）和還原型谷胱甘肽（GSH）的水平。此外，研究還使用了RT-PCR和西方印跡法來確定抗氧化基因和蛋白質的水平，並通過細胞核/細胞質分餾分析和全身免疫組織化學方法評估Nrf2在細胞內的定位。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40617372/"
  },
  {
    "id": "40533430",
    "title_en": "Monovalent glycoconjugates of sulforaphane prevent inflammation induced by lipopolysaccharide in human dendritic cells by inhibiting NF-ĸB signalling pathway.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane (SFN) has notable health benefits but faces challenges due to its poor solubility and delivery. This study investigates SFN-glycoconjugates effects on lipopolysaccharide (LPS)-induced inflammation in dendritic cells (DCs). With the aiming to enhance their therapeutic potential against inflammatory diseases. Novel monovalent SFN-glycoconjugates with mannose (Man) and fucose (0Fuc) were developed and tested for their anti-inflammatory and immune-modulatory properties in DCs from healthy donors under chronic LPS exposure. By leveraging therapeutic strategies, SFN-glycoconjugates significantly improved the solubility and bioavailability of SFN, thereby overcoming the limitations of traditional delivery methods. Monocyte-derived DCs were treated with SFN-glycoconjugates and subsequently exposed to a chronic inflammatory environment induced by LPS. Our results showed that SFN-glycoconjugates enhance effectiveness in suppressing inflammation by targeting the p65 NF-κB pathway, without affecting MAPK signalling. SFN-glycoconjugates induce a tolerogenic immune response, characterized by increased IL-10 production and enhanced regulatory T- and B-cell proliferation. These effects surpass those of p65 NF-κB inhibition alone, highlighting a distinct and potent regulatory mechanism independent of MAPK pathways. The integration of food therapeutic strategies not only enhances the stability and delivery of bioactive compounds but also broadens their potential applications in functional foods and therapeutic approaches. In particular, SFN-glycoconjugates represent a promising option as biologically active compounds for inflammatory diseases, offering enhanced anti-inflammatory and immunomodulatory effects through optimized delivery systems and the activation of specific molecular pathways.",
    "explanation_zh": "蘿蔔硫素是一種對健康有益的化合物，但由於其溶解性差和傳遞困難，使得它的應用受到限制。這項研究探討了蘿蔔硫素與糖苷結合物對於由脂多醣誘導的樹突細胞炎症的影響，目的是提升其對抗炎症疾病的療效。研究者們開發了新型的單價蘿蔔硫素糖苷結合物，並在健康捐贈者的樹突細胞中測試其抗炎和免疫調節特性，特別是在慢性脂多醣暴露的情況下。這些新型結合物顯著改善了蘿蔔硫素的溶解性和生物利用度，克服了傳統傳遞方法的限制。樹突細胞在接觸了這些糖苷結合物後，隨即暴露於由脂多醣引起的慢性炎症環境中。研究結果顯示，這些蘿蔔硫素糖苷結合物能有效抑制炎症，主要是透過針對p65 NF-κB途徑，而不影響MAPK信號通路。此外，這些結合物還能誘導耐受性免疫反應，增加IL-10的產生及調節性T細胞和B細胞的增殖。這些效果超過了單純抑制p65 NF-κB的效果，顯示出一種獨特且強效的調節機制，與MAPK通路無關。這項研究不僅提升了生物活性化合物的穩定性和傳遞能力，還擴展了其在功能性食品和治療方法中的應用潛力，特別是蘿蔔硫素糖苷結合物在炎症疾病中顯示出作為生物活性化合物的良好前景，提供了增強的抗炎和免疫調節效果。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "炎症性疾病 Inflammatory Diseases",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40533430/"
  },
  {
    "id": "41171476",
    "title_en": "Online solid-phase extraction of glucoraphanin and sulforaphane from non-edible plants based on amino acid-functionalized covalent organic frameworks.",
    "pub_date": "2025-Oct",
    "abstract_en": "Glucoraphanin (GR) and sulforaphane (SFN) are sulfur-containing compounds with diverse medicinal applications. However, cruciferous vegetables are a single source of GR and SFN, which limits development and utilization in natural resources. Herein, amino acid covalent organic framework (COF-Cys) was synthesized via click reactions and employed as an adsorbent in online solid-phase extraction (online SPE) to determine GR and SFN in non-edible plant samples. The adsorption mechanism was analyzed using density functional theory, revealing that adsorption occurred via electrostatic interaction and hydrogen bonding. Under the optimum conditions, good linearity (4-2500 ng/mL; R<sup>2</sup> = 0.9922 and 0.9968) and lower limits of detection (1.0 ng/mL and 0.6 ng/mL) were observed. GR and SFN were found in 18 non-edible plant samples, and recoveries of spiked samples were 89.1-109.3% with RSD ≤ 6.9%. The COF-Cys-online SPE-UPLC-MS/MS approach displays great potential for application to detect GR and SFN in non-edible plants and provide valuable support for the development of functional products.",
    "explanation_zh": "蘿蔔硫素和其前體化合物葡萄糖蘿蔔硫素是含硫的化合物，具有多種藥用潛力。不過，這些化合物主要來自十字花科蔬菜，這限制了它們在自然資源中的開發和利用。因此，研究人員合成了一種氨基酸共價有機框架（COF-Cys），並將其用作在線固相萃取的吸附劑，以便在不可食用的植物樣本中檢測這些化合物。這項研究的結果可能對未來開發功能性產品提供支持，尤其是在尋找新的天然來源時。研究的重點是如何有效地檢測這些重要的化合物，並探索它們在不同植物中的存在情況。 研究人員使用了在線固相萃取技術，並通過密度泛函理論分析了吸附機制，發現吸附主要是通過靜電相互作用和氫鍵來實現的。在最佳條件下，研究顯示出良好的線性關係和低檢測限，這意味著這種方法在檢測蘿蔔硫素和葡萄糖蘿蔔硫素方面非常有效。最終，研究發現這些化合物在18種不可食用植物樣本中均有檢測到，並且回收率也相當高，顯示出這種新方法在未來的應用潛力。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41171476/"
  },
  {
    "id": "41246347",
    "title_en": "Sulforaphane in cancer precision medicine: from biosynthetic origins to multiscale mechanisms and clinical translation.",
    "pub_date": "2025-Unknown",
    "abstract_en": "Sulforaphane (SFN), an isothiocyanate derived from glucoraphanin in cruciferous vegetables, has evolved from a dietary antioxidant to a sophisticated multi-target agent in oncology. While its roles in nuclear factor erythroid 2-related factor 2 (Nrf2) activation and histone deacetylase (HDAC) inhibition are well-established, this review provides a novel synthesis by integrating disparate research scales-a multiscale perspective that spans from the genetic and epigenetic regulation of glucoraphanin biosynthesis in plants to SFN's recently elucidated effects on ferroptosis, cancer stem cells (CSCs), and the tumor immune microenvironment in humans. We critically evaluate how key host factors, such as gut microbiota composition and glutathione S-transferase (GST) polymorphisms, dictate SFN bioavailability and efficacy, thereby framing a precision nutrition paradigm for its application. Furthermore, we move beyond generic claims of synergy to detail SFN's specific mechanisms in enhancing conventional therapies, including the modulation of drug transporters and immune checkpoints. By integrating advances from plant biochemistry to molecular oncology, this review establishes an updated and mechanism-oriented framework for realizing SFN's compelling potential in cancer prevention and therapy through a precision medicine approach.",
    "explanation_zh": "蘿蔔硫素是一種來自十字花科蔬菜的化合物，最初被認為是一種飲食抗氧化劑，但現在已被認為是一種在癌症治療中具有多重作用的藥物。這篇文章探討了蘿蔔硫素在癌症預防和治療中的潛力，並強調了它在影響腫瘤免疫微環境和癌症幹細胞方面的作用。研究指出，蘿蔔硫素的效果可能受到宿主因素的影響，例如腸道微生物組的組成和某些基因變異，這些因素會影響其在體內的可用性和效果。這為個性化營養提供了一個新的視角，讓我們能夠更好地利用蘿蔔硫素的潛力來對抗癌症。\n\n這篇研究的主題是蘿蔔硫素在癌症治療中的作用，特別是它如何影響腫瘤的生長和免疫反應。研究者們綜合了不同層面的研究，從植物中蘿蔔硫素的合成過程，到它在人體內的作用機制，這樣的多層次分析有助於我們更全面地理解蘿蔔硫素的潛力。這篇文章不僅關注蘿蔔硫素的基本生物學，還探討了它如何與傳統治療方法相結合，以提高治療效果。\n\n在實驗方法上，這篇文章回顧了多項研究，分析了蘿蔔硫素的作用機制，包括它如何激活某些基因和抑制腫瘤細胞的生長。研究者們還考察了宿主的生物因素，例如腸道微生物的組成和基因多樣性，這些因素可能會影響蘿蔔硫素的效果。這樣的研究方法使得我們能夠從多個角度來理解蘿蔔硫素的作用，並為未來的研究提供了新的方向。\n\n主要的發現是，蘿蔔硫素在癌症預防和治療中具有潛在的應用價值，特別是在改善傳統治療效果方面。研究顯示，蘿蔔硫素不僅能夠影響腫瘤細胞的生長，還能調節免疫系統的反應，這對於癌症的治療至關重要。此外，研究者們強調了個性化營養的重要性，指出不同個體對蘿蔔硫素的反應可能會因為基因和腸道微生物的差異而有所不同。這些發現為未來的癌症治療提供了新的思路和方法。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "癌症 Cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41246347/"
  },
  {
    "id": "41056875",
    "title_en": "Sulforaphane inhibits gastric cancer progression by regulating the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis.",
    "pub_date": "2025-Oct",
    "abstract_en": "Sulforaphane (SFN) plays a vital role in many types of cancer as a natural extract from plants. However, whether SFN can inhibit gastric carcinogenesis by regulating the lncRNA-miRNA-mRNA axis is unclear. In the current work, the significantly differentially expressed lncRNA PSMB8AS1 was obtained by performing high-throughput sequencing of gastric cancer cells treated with SFN. The qRT-PCR assay results confirmed the inhibitory effect of SFN on PSM8AS1. Subsequently, using gastric cancer data from TCGA and 11 pairs of clinical samples from gastric and paracancerous tissues, we found that PSMB8-AS1 was upregulated in gastric cancer, and high expression of PSMB8-AS1 was associated with low survival of patients with gastric cancer. MTT, cell colony formation, scratch healing, flow cytometry, and qRT-PCR assays showed that the knockdown of PSMB8-AS1 significantly reduced the proliferation and migration of gastric cancer cells as well as promoted apoptosis. Dual luciferase reporter gene and RNA immunoprecipitation (RIP) assay confirmed that PSMB8-AS1 can function as the molecular sponge for miR-888-5p. Meanwhile, bioinformatics analysis and dual-luciferase reporter gene assay showed that miR-888-5p regulates SLC4A7. Overexpression of miR-888-5p or knockdown of SLC4A7 reduced the proliferation and migration of gastric cancer cells. In addition, rescue experiments confirmed that the inhibitory effects of the knockdown of PSMB8-AS1 or the knockdown of SLC4A7 on the proliferation and migration of gastric cancer cells could be reversed by miR-888-5p inhibitor treatment. Subcutaneous tumor formation experiments in nude mice demonstrated that the tumor volume of nude mice transplanted with PSMB8-AS1-knockdown gastric cancer cells was significantly reduced compared with that of the control group. Transcription factors can usually bind to the promoter regions of lncRNAs and regulate the transcription of lncRNAs. We demonstrated through website prediction and experiments that SFN can inhibit the level of PSMB8-AS1 by regulating the transcription factor YY1. These results suggest that SFN inhibits gastric cancer growth through the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis. Therefore, SFN might be a promising therapeutical agent for GC prevention and therapy.",
    "explanation_zh": "蘿蔔硫素是一種天然植物提取物，對許多癌症類型有重要作用，但它是否能透過調節長鏈非編碼RNA（lncRNA）-微小RNA（miRNA）-信使RNA（mRNA）軸來抑制胃癌的發生，仍不清楚。本研究中，研究人員透過高通量測序技術，發現了一種在胃癌細胞中顯著表達的lncRNA PSMB8AS1，並確認了蘿蔔硫素對其的抑制效果。進一步分析顯示，PSMB8-AS1在胃癌中表達上升，且其高表達與患者的低生存率相關。研究還發現，抑制PSMB8-AS1能顯著減少胃癌細胞的增殖和遷移，並促進細胞凋亡。這些結果表明，PSMB8-AS1可能在胃癌的發展中扮演重要角色，並且蘿蔔硫素可能透過調節這一途徑來抑制胃癌的生長。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "胃癌 Gastric Cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41056875/"
  },
  {
    "id": "41235157",
    "title_en": "Novel magnolol-sulforaphane hybrids as potent antitumor agents: synthesis and biological characterization.",
    "pub_date": "2025-Oct",
    "abstract_en": "The natural product-based hybrid strategy is a promising approach for innovative drug discovery. Leveraging the privileged architecture of sulforaphane-a prominent anticancer natural product-we engineered a novel library of magnolol-sulforaphane molecular hybrids for antitumor evaluation through a concise synthetic strategy for the pharmacophore of sulforaphane (SFN), culminating in the identification of CTNPC8 as a promising anticancer compound. Notably, CTNPC8 not only displays exceptional broad-spectrum anticancer activity with potency surpassing both parent compounds and cisplatin, but also exhibits potent <i>in vitro</i> efficacy against the challenging nasopharyngeal carcinoma (NPC) cell model. Mechanistic studies in nasopharyngeal carcinoma models reveal that CTNPC8 triggers mitochondrial-mediated apoptosis through regulating ROS generation and induces G<sub>2</sub>/M phase arrest. Transcriptomic profiling coupled with validation experiments reveals that CTNPC8 exerts its anti-NPC activity primarily by modulating the Akt/mTOR pathway. The present study provided a valuable strategy for discovering new antitumor agents through hybrid molecular design, nominating CTNPC8 as a promising hit compound for anti-NPC research.",
    "explanation_zh": "這項研究可能對健康和疾病預防有啟示，特別是在抗癌藥物的開發上。研究者們利用一種名為蘿蔔硫素的天然產物，設計出一種新的分子混合物，這種混合物可能對抗腫瘤有幫助。這表示，透過創新的分子設計，我們或許能找到更有效的抗癌藥物，進一步改善癌症患者的治療效果。研究的主題是針對一種名為CTNPC8的化合物進行抗腫瘤評估。CTNPC8是由蘿蔔硫素和另一種化合物（magnolol）結合而成，研究者希望透過這種混合物來提高抗癌效果。這項研究的實驗過程包括合成CTNPC8，並在多種癌細胞模型中測試其抗癌活性，特別是針對鼻咽癌細胞。研究結果顯示，CTNPC8在抗癌活性上超越了其原料化合物及順鉑，並且能有效誘導癌細胞的凋亡，這是透過調節活性氧的生成來實現的。此外，CTNPC8還能影響細胞週期，特別是G2/M期的停滯，並且主要通過調節Akt/mTOR通路來發揮其抗鼻咽癌的作用。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "鼻咽癌 Nasopharyngeal Carcinoma",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41235157/"
  },
  {
    "id": "41181585",
    "title_en": "Sulforaphane alleviates hepatocyte pyroptosis via activating Nrf2-HO-1 signaling during septic acute liver injury.",
    "pub_date": "2025-Unknown",
    "abstract_en": "Acute liver injury (ALI) caused by sepsis is a fatal disease with a high mortality rate and poor prognosis. Sulforaphane (SFN) is a natural isothiocyanate that has robust antioxidant and anti-inflammatory properties. The aim of this study was to identify the pharmacological effects and therapeutic mechanisms of SFN in lipopolysaccharide (LPS)-induced ALI. The role of SFN in ALI was investigated using a mouse model of LPS-induced ALI. Briefly, eighteen mice were divided into three groups: control, LPS, and LPS + SFN, which were intraperitoneally injected for 2 days before LPS treatment. 24 h after the LPS injection, blood and liver tissues were collected for further analysis. The hematoxylin and eosin (HE) staining showed a lot of visible necrosis areas, inflammatory cell infiltration, and congestion in liver. Meanwhile, Ly6G and F4/80 staining showed increased infiltration of neutrophils and macrophages in liver, these results indicated that LPS induced sever ALI. As inflammatory response plays a vital role in the pathogenesis of LPS-induced ALI, we detected the occurrence of pyroptosis in liver by ribonucleic acid (RNA) sequencing. The results showed that pyroptosis was significantly promoted by LPS, as indicated by gene ontology (GO) and kyoto encyclopedia of genes and genomes (KEGG) pathway enrichment analyses, revealing the activation of pyroptosis, interleukin (IL)-1 production, IL-18 production, and inflammatory signaling pathways. Then, we explored the effect of SFN on LPS-induced ALI. The results showed that SFN obviously reduced LPS-induced plasma alanine aminotransferase and aspartate aminotransferase level, pathological injuries and TdT-mediated dUTP nick-end labeling (TUNEL) positive cells, indicating protective effect of SFN on ALI. Furthermore, SFN also showed robust effect on LPS-induced inflammatory response in liver, as reflected by suppressing the infiltration of neutrophils and macrophages, and downregulating mRNA levels of C-X-C motif chemokine ligand 9, IL-6, monocyte chemoattractant protein-1, and tumor necrosis factor-α in liver of LPS treated mice. Furthermore, SFN blocked hepatocyte pyroptosis, and suppressed plasma IL-1β and IL-18 levels of LPS treated mice. Mechanistically, SFN selectively activated nuclear factor erythroid 2-related factor 2 (Nrf2)/heme oxygenase-1 (HO-1) signaling to mediate pyroptotic cell death. SFN also reversed the inhibited superoxide dismutase activity and induced malondialdehyde content in liver of LPS exposed mice. SFN ameliorated liver injury and inflammation during LPS-induced ALI by suppressing hepatocyte pyroptosis via the activation of Nrf2/HO-1 signaling. This study provides new evidence for the potential treatment of ALI with SFN.",
    "explanation_zh": "急性肝損傷（ALI）是由敗血症引起的一種致命疾病，死亡率高且預後不良。這項研究的重點在於探討蘿蔔硫素（SFN）對於LPS誘導的急性肝損傷的藥理作用和治療機制。研究發現，蘿蔔硫素具有強大的抗氧化和抗炎特性，可能對急性肝損傷的治療有幫助。研究結果顯示，蘿蔔硫素能夠減少肝臟的損傷和炎症反應，並且可能透過特定的信號通路發揮作用，這為急性肝損傷的潛在治療提供了新的證據。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "急性肝損傷 Acute Liver Injury",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41181585/"
  },
  {
    "id": "41099966",
    "title_en": "Sulforaphane improves exercise-induced NRF2 signaling in older adults: an in vivo-ex vivo approach.",
    "pub_date": "2025-Oct",
    "abstract_en": "Redox signaling is a key mechanism of exercise-induced adaptation. However, studies have demonstrated impaired responses to acute exercise in older organisms. Adjunctive therapies to augment exercise effects may overcome these deficits. Sulforaphane (SFN), a phytochemical from cruciferous vegetables, stimulates NRF2. This study tested the hypothesis that combining acute exercise (in vivo stimulus) with ex vivo SFN treatment would induce greater NRF2 activation and signaling in older adults compared to either treatment alone. Twenty-five older adults (12 men, 13 women; mean age: 67 ± 5 years) performed 30-min cycling exercise (AET). Blood was drawn before and immediately after the AET to isolate PBMCs and incubate with and without SFN (5 µM) treatment (four conditions: DMSO (CON), SFN, exercise (EX), and EX + SFN). PBMCs were harvested after 2-h or 5-h incubation for measures of NRF2 or gene expression for NQO1, HO-1, GR, and GCLC targets, respectively. All treatments (SFN, EX, EX + SFN) increased NRF2 activation compared to CON (p < 0.05). The response to EX + SFN was significantly greater than either SFN or EX alone (2.1-fold versus 1.5-fold, p = 0.01). SFN stimulation resulted in a significant upregulation of all four genes compared to control (p < 0.001). EX + SFN treatment stimulated a greater increase in gene expression compared to EX (p < 0.05); however, SFN did not differ statistically from EX + SFN, suggesting a possible ceiling effect of the SFN concentration in terms of gene expression. There were no significant sex differences in any of the responses. These data suggest that combining exercise with SFN may amplify the strength of NRF2/ARE redox signaling in older adults. ClinicalTrials.gov ID: NCT04848792.",
    "explanation_zh": "（自動產生說明失敗，以下為英文摘要節錄）\nRedox signaling is a key mechanism of exercise-induced adaptation. However, studies have demonstrated impaired responses to acute exercise in older organisms. Adjunctive therapies to augment exercise effects may overcome these deficits. Sulforaphane (SFN), a phytochemical from cruciferous vegetables, stimulates NRF2. This study tested the hypothesis that combining acute exercise (in vivo stimulus) with ex vivo SFN treatment would induce greater NRF2 activation and signaling in older adults compared to either treatment alone. Twenty-five older adults (12 men, 13 women; mean age: 67 ± 5 years) performed 30-min cycling exercise (AET). Blood was drawn before and immediately after the AET to isolate PBMCs and incubate with and without SFN (5 µM) treatment (four conditions: DMSO (CON), SFN, exer",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41099966/"
  },
  {
    "id": "40763479",
    "title_en": "Sulforaphane modulates macrophage polarization via JAK1/STAT1 inhibition to promote tendon repair in tendinopathy.",
    "pub_date": "2025-Oct",
    "abstract_en": "Imbalanced M1/M2 macrophage polarization is central to tendinopathy pathogenesis. Sulforaphane (SFN), a natural compound with anti-inflammatory properties, may modulate macrophage polarization. This study utilized a collagenase-induced mouse model of tendinopathy to evaluate the therapeutic effects of local SFN administration on tendinopathy in vivo. Furthermore, the effects of SFN on macrophage polarization were investigated in vitro, and RNA sequencing was used to explore the mechanisms by which SFN regulates macrophage polarization in vivo. Finally, an ex vivo human pathological tendon culture system was employed to explore the therapeutic effects of SFN on tendinopathic lesions. In this study, we found that SFN modulated the polarization of M1 macrophages towards M2 macrophages, thereby effectively modulating the inflammatory response. RNA sequencing and Western blot analyses indicated that the effect of SFN was mediated through the JAK1/STAT1 signaling pathway. In a collagenase-induced mouse model of tendinopathy, local injection of SFN led to a significant improvement in tendon tissue structure, with the collagen matrix restoring its natural dense parallel arrangement. Furthermore, there was an increase in local M2 macrophages and a decrease in M1 macrophages, which promoted the resolution of inflammation. Finally, the immunomodulatory effect of SFN on macrophages was also validated in tendon tissue from patients with tendinopathy. SFN can effectively alleviate tendinopathy by promoting the polarization of M1 macrophages towards M2 macrophages, an effect achieved through the inhibition of the JAK1/STAT1 signaling pathway, thereby providing a promising therapeutic approach for the treatment of tendinopathy.",
    "explanation_zh": "這項研究探討了蘿蔔硫素在肌腱病變中的潛在療效，這對於健康和疾病預防有重要的啟示。肌腱病變是一種常見的運動損傷，通常伴隨著炎症反應。研究顯示，透過調節免疫細胞的極化，蘿蔔硫素可能有助於減少炎症，進而改善肌腱的健康狀況。這意味著，未來在運動醫學和康復領域，蘿蔔硫素可能成為一種新的治療選擇，幫助運動員和患者更好地恢復健康。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肌腱病 Tendinopathy",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40763479/"
  },
  {
    "id": "41060333",
    "title_en": "Sulforaphane from broccoli, an epigenetic modulator in cancer cells.",
    "pub_date": "2025-Oct",
    "abstract_en": "The consumption of cruciferous vegetables offers several health benefits due to some of their compounds. Sulforaphane (SFN), a compound found in cabbage and broccoli, has received special attention in recent years due to its anticancer activities. The main objective of this systematic review is to examine the epigenetic and genetic effects of SFN on cancers (in vitro and in vivo) which contribute to its anticancer activities. We only analyzed studies that combined its epigenetic effects and anticancer activities due to the multitude of studies on SFN over the past few years. We found that SFN is able to regulate epigenetic mechanisms and promote the prevention and treatment of several cancers. Definitely, it prevents tumor growth and acts as a histone deacetylase (HDAC) inhibitor, a DNA methyltransferase (DNMT) inhibitor, and a microRNA regulator in several cancers. These epigenetic regulations lead indirectly to a hyperregulation or deregulation of the expression of genes involved in carcinogenesis. SFN hasn't any major epigenetic effect on normal cells. This review revealed that the anticancer activities attributable to SFN are largely related to its ability to modulate cancer cell epigenome. These capabilities to modulate the epigenome make SFN a promising anticancer agent with significant therapeutic potential.",
    "explanation_zh": "青花椰菜等十字花科蔬菜的攝取對健康有許多好處，這主要是因為它們含有一些特殊的化合物。其中，蘿蔔硫素是一種受到特別關注的成分，因為它在抗癌方面的潛力。這篇系統性回顧的主要目的是探討蘿蔔硫素對癌症的表觀遺傳和遺傳影響，這些影響有助於其抗癌活性。由於近年來有許多關於蘿蔔硫素的研究，我們專注於分析那些結合了其表觀遺傳效應和抗癌活性的研究。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "癌症 Cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41060333/"
  },
  {
    "id": "40553560",
    "title_en": "Antibacterial effects of sulforaphane - A phytonutrient derived from broccoli as promising candidate in the combat of bacterial infections.",
    "pub_date": "2025-Oct",
    "abstract_en": "Bacterial pathogens, particularly antibiotic-resistant strains may constitute major challenges for the successful treatment of infected patients. Therefore, novel antibiotics or alternative, antibiotics-independent compounds with antimicrobial properties such as phytonutrients are needed. Our systematic literature review summarizes current knowledge on antibacterial effects of sulforaphane (SFN) in vitro and in vivo, including human studies. The isothiocyanate SFN is abundant in plants from the Brassicaceae family including broccoli. The 28 reports reviewed herein revealed that SFN i.) exerted antimicrobial effects against a variety of Gram-positive and Gram-negative bacteria; ii.) counteracted distinct virulence factors such as biofilm formation and toxin production (e.g. Shiga toxin); iii.) enhanced antibacterial immune cell responses mounting in anti-oxidant and anti-inflammatory actions thereby supporting bacterial killing and dampening inflammatory cell and tissue damage; iv.) prevented from aspirin-induced small intestinal cell injury; and v.) alleviated Helicobacter pylori-induced gastritis. In conclusion, given its antibacterial, immune-modulatory, and disease-alleviating effects, SFN constitutes a promising alternative antibiotic-independent candidate for the treatment of bacterial infections, warranting further consideration in clinical trials.",
    "explanation_zh": "隨著抗生素抗藥性菌株的增加，治療感染的挑戰也越來越大。因此，尋找新的抗生素或其他具有抗菌特性的化合物變得非常重要。這篇研究回顧了蘿蔔硫素在抗菌方面的效果，並且包括了人類的研究資料。蘿蔔硫素是一種存在於青花椰菜等十字花科植物中的化合物，這篇文獻回顧了28篇相關報告，總結了蘿蔔硫素的抗菌效果。研究顯示，蘿蔔硫素對多種革蘭氏陽性和陰性細菌都有抗菌作用，並且能夠抑制一些病原體的毒性因子，例如生物膜的形成和毒素的產生。此外，蘿蔔硫素還能增強免疫細胞的抗菌反應，並具有抗氧化和抗發炎的作用，這些都能幫助清除細菌並減少發炎造成的細胞和組織損傷。研究還發現，蘿蔔硫素能防止阿斯匹林引起的小腸細胞損傷，並減輕幽門螺旋桿菌引起的胃炎。總的來說，蘿蔔硫素顯示出作為抗生素替代品的潛力，值得在臨床試驗中進一步探討。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "幽門螺旋桿菌胃炎 Helicobacter pylori-induced gastritis",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40553560/"
  },
  {
    "id": "40597512",
    "title_en": "In vitro gastrointestinal digestion of broccolis sprout extract: Impact on the bioaccesibility of sulforaphane and total phenolic.",
    "pub_date": "2025-Oct",
    "abstract_en": "Broccoli sprout extract is rich in phenolic compounds and sulforaphane (SFN) and the gastrointestinal digestion process can affect the bioaccessibility of these substances. This study aimed to evaluate the antioxidant capacity and the content of total phenolic compounds (TPC) and SFN in broccoli sprout extract before and during in vitro gastrointestinal digestion (GID). The antioxidant capacity was determined using different assays (FRAP, ABTS and DPPH), and the TPC and sulforaphane content was measured using the Folin-Ciocalteu method and high performance liquid chromatography (HPLC), respectively. The in vitro digestion analyses followed the INFOGEST 2.0 protocol. Additionally, microbiological characterization and chemical composition analysis of broccoli sprouts were conducted. The microbiological analyses indicated that the sprouts were safe for consumption, with high amounts of TPC, antioxidant capacity, and SFN content. The TPC content decreased significantly (p < 0.001) after GID, from 1740.0 μg eq. GAE/g before digestion to 536.5 μg eq. GAE/g in the gastric phase and 211.0 μg eq. GAE/g in the enteric phase. The antioxidant capacity also decreased significantly after simulated digestion compared to initial values. A lower (p < 0.001) SFN content was identified in the gastric phase (18.6 mg/g) compared to the intestinal phase (27.8 mg/g), although both showed lower SFN levels than the undigested sample, which contained 72.2 mg/g of SFN. In conclusion, simulated digestion significantly reduced the amount of TPC and SFN, likely due to degradation or biotransformation of the compounds under digestion conditions.",
    "explanation_zh": "這項研究對於健康和疾病預防提供了一些啟示，特別是青花椰菜的營養成分如何在消化過程中變化。青花椰菜中含有的蘿蔔硫素和多酚化合物被認為具有抗氧化特性，這些成分可能對健康有益。然而，這項研究顯示，這些有益成分在消化過程中會受到影響，這意味著我們攝取青花椰菜的方式可能會影響其健康效益。研究的主題是探討青花椰菜芽提取物在模擬胃腸消化過程中的抗氧化能力及其蘿蔔硫素和總多酚化合物的含量。研究者使用不同的實驗方法來測量這些成分的變化，並評估其在消化過程中的生物可及性。實驗中，研究者採用了INFOGEST 2.0協議進行模擬消化，並進行了微生物特徵分析和化學成分分析，以確保青花椰菜芽的安全性。主要發現顯示，青花椰菜芽在模擬消化後，其總多酚化合物和蘿蔔硫素的含量顯著下降，這可能是因為在消化過程中這些化合物遭到降解或轉化。雖然在腸道階段的蘿蔔硫素含量高於胃部階段，但都低於未消化樣本的含量，這顯示消化過程對青花椰菜芽的營養成分有顯著影響。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40597512/"
  },
  {
    "id": "41026407",
    "title_en": "The Adaptive Laboratory Evolution Technology Enhances Sulforaphane Production of Lactobacillus plantarum CR12.",
    "pub_date": "2025-Sep",
    "abstract_en": "T he sulforaphane production of wild-type Lactobacillus plantarum CR12 (L. plantarum CR12) is limited. Researchers found that adaptive laboratory evolution (ALE) technology can enhance the production of microorganism by altering the growth environment of microorganisms. However, the effectiveness of enhancing the transformation function of L. plantarum CR12 and the safety of the adaptive strain are unknown. To clarify the above problem, ALE technology was used to enhance the sulforaphane conversion rate of L. plantarum CR12. The results showed that the glucoraphanin conversion rate, sulforaphane production rate, and sulforaphane conversion efficiency of adaptive strain were significantly higher than those of the wild-type strain. The adaptive strain could produce sulforaphane in vivo and regulate the gut microbiota structure. The genomes showed that the adaptive strain consists of a 4,165,885 bp chromosome with a GC content of 36.8%, encoding 4172 protein-coding genes. Compared with the wild-type strain, the adaptive strain expresses more glycoside hydrolases and glycosyl transferases, indicating that the adaptive strain possesses higher carbohydrate metabolic capability. Genes related to glucoraphanin metabolism (cliT, bglF, and bglA) were detected in both the genomes of the wild-type strain and adaptive strain, indicating that both the wild-type strain and adaptive strain possess sulforaphane production capabilities. Therefore, the adaptive strain can be safely used to increase the in vivo production of sulforaphane, ultimately improving human health. This research is aimed at providing genetic evidence for further formulating rational genetic engineering strategies to transform the wild-type strain into an overproducer.",
    "explanation_zh": "這項研究對健康和疾病預防有潛在的啟示，因為蘿蔔硫素被認為對人體有益，可能有助於改善腸道健康。研究者們希望透過改良微生物來提升蘿蔔硫素的產量，這對於未來的健康產品開發可能有重要影響。研究的主題是針對一種名為Lactobacillus plantarum CR12的乳酸菌，這種菌在自然狀態下產生蘿蔔硫素的能力有限。研究者利用適應性實驗室進化技術來提升這種菌的蘿蔔硫素轉化率，並評估改良菌株的安全性和有效性。實驗過程中，研究者改變了微生物的生長環境，以促進其生長和蘿蔔硫素的產生。結果顯示，改良菌株的蘿蔔硫素產量和轉化效率顯著高於野生型菌株，並且能在體內產生蘿蔔硫素，調節腸道微生物結構。基因組分析顯示，改良菌株擁有更高的碳水化合物代謝能力，並且在蘿蔔硫素代謝相關基因的表達上也有顯著增強。這些發現表明，改良菌株可以安全地用於提高體內蘿蔔硫素的產量，最終有助於改善人類健康。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41026407/"
  }
]