[
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "pub_date": "2026-Jan",
    "abstract_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L. (black radish) juice on BEAS-2B human bronchial epithelial cells. Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11.0 min. GO-PEG nanoparticles produced from graphites (50 nm and 400 nm) were tested at concentrations ranging from 50-225 μg mL<sup>-1</sup> and 100-1000 μg mL<sup>-1</sup> to have IC<sub>50</sub> values, respectively. Sulforaphane and black radish juice were also administered. The MTT assay revealed IC<sub>50</sub> values of 8.7 μg mL<sup>-1</sup> for sulforaphane, 197.0 mg mL<sup>-1</sup> for black radish juice, 175.8 μg mL<sup>-1</sup> for GO-PEG (50 nm), and 650.6 μg mL<sup>-1</sup> for GO-PEG (400 nm). Biochemical analyses showed that sulforaphane and radish juice decreased IL-6 levels and increased antioxidant enzyme activities (GSH-Px and CAT). These results highlight the therapeutic potential of GO-PEG, sulforaphane, and black radish juice for anti-inflammatory and antioxidant applications.",
    "explanation_zh": "這項研究探討了PEG化石墨烯氧化物（GO-PEG）奈米粒子、蘿蔔硫素以及黑蘿蔔汁對人類支氣管上皮細胞BEAS-2B的細胞毒性和生化效應。蘿蔔硫素是從黑蘿蔔汁中提取的，透過調整pH值的水處理和有機溶劑萃取來獲得，並使用高效液相色譜法（HPLC）進行定量分析。研究中，GO-PEG奈米粒子是由石墨製成，分別測試了50納米和400納米的粒子，濃度範圍從50到225微克每毫升和100到1000微克每毫升，以確定其半數抑制濃度（IC50）。此外，蘿蔔硫素和黑蘿蔔汁也被施用於細胞實驗中。  \n\n在實驗中，研究人員使用MTT測試來評估細胞存活率，結果顯示蘿蔔硫素的IC50值為8.7微克每毫升，黑蘿蔔汁為197.0毫克每毫升，GO-PEG（50納米）為175.8微克每毫升，而GO-PEG（400納米）為650.6微克每毫升。這些數據顯示，蘿蔔硫素和黑蘿蔔汁在降低細胞內的白介素-6（IL-6）水平及提高抗氧化酶活性（如谷胱甘肽過氧化物酶和過氧化氫酶）方面具有顯著效果。  \n\n這些結果突顯了GO-PEG、蘿蔔硫素和黑蘿蔔汁在抗發炎和抗氧化應用中的潛在療效。雖然這些物質在細胞層面上顯示出有益的效果，但仍需進一步的研究來確認其在臨床上的應用價值。這項研究為未來的健康促進和疾病預防提供了新的思路，特別是在呼吸系統健康方面。  \n\n總體而言，這項研究為我們了解天然物質在改善健康和對抗疾病方面的潛力提供了重要的科學依據，尤其是針對與氧化壓力和發炎相關的問題。雖然目前的結果令人鼓舞，但仍需謹慎對待，並不意味著這些物質能夠直接治癒任何疾病。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "呼吸系統疾病",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/"
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "pub_date": "2025-Dec",
    "abstract_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy. Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity. To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy. Among them, compound 17a demonstrated the highest potency, exhibiting an average 7.4-fold increase in antiproliferative activity with IC<sub>50</sub> values ranging from 0.85 ± 0.04 μM to 1.34 ± 0.02 μM in TNBC cell lines compared to the parent hybrid CT1-3. In vitro, 17a significantly suppressed TNBC cell proliferation, colony formation, migration, and invasion while inducing apoptosis. In vivo, administration of 17a effectively inhibited tumor growth without apparent toxicity in an MDA-MB-231 xenograft model, as evidenced by normal organ morphology. Mechanistically, RNA sequencing revealed that 17a downregulated the nucleotide excision repair (NER) and NF-κB pathways, suppressing expression of NER-related genes (ERCC2, POLE2, LIG1, GTF2H3, and DDB2) at mRNA and protein levels and inhibiting phosphorylation of IKKα and p65. These findings position 17a as a potent therapeutic candidate for TNBC treatment, warranting further clinical investigation.",
    "explanation_zh": "三陰性乳癌是一種侵略性強的乳癌亞型，主要依賴化療來治療。最近的研究發現，像是木蘭醇和蘿蔔硫素等天然產品，尤其是它們的合成混合物，對抗腫瘤有很好的效果。為了開發更有效的治療藥物，研究人員設計並合成了15種新的木蘭醇-蘿蔔硫素混合物，並評估它們的抗癌效果。這些化合物中，17a的抗癌效果最為顯著，其抑制細胞增殖的能力比原始混合物提高了約7.4倍，IC50值在0.85到1.34微摩爾之間，顯示出其在三陰性乳癌細胞中的強大效能。\n\n在實驗室中，17a顯著抑制了三陰性乳癌細胞的增殖、集落形成、遷移和侵襲，同時促進了細胞凋亡。在動物實驗中，使用MDA-MB-231腫瘤模型的研究顯示，17a能有效抑制腫瘤生長，且對正常器官沒有明顯的毒性影響，這表明其安全性良好。這些結果顯示，17a不僅在細胞層面上有效，還在整體生物體中展現出良好的抗癌潛力。\n\n從機制上來看，RNA測序結果顯示，17a能下調核苷酸切除修復（NER）和NF-κB通路，抑制與NER相關基因的表達，包括ERCC2、POLE2、LIG1、GTF2H3和DDB2，這些基因在mRNA和蛋白質層面上均受到影響。此外，17a還能抑制IKKα和p65的磷酸化，這進一步支持了其抗癌作用。這些發現使得17a成為三陰性乳癌治療的一個有前景的候選藥物，值得進一步的臨床研究。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "三陰性乳癌",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "pub_date": "2025-Dec",
    "abstract_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury. Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS. We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes. Isoproterenol induced ferroptosis and oxidative stress by impairing Nrf2 signaling. SFN treatment restored myocardial structure and function while enhancing antioxidant capacity, reducing mitochondrial damage, and suppressing ferroptosis markers. Additionally, similar to Fer-1 (a ferroptosis inhibitor), SFN reduced intracellular ferrous levels but uniquely activated Nrf2-driven endogenous defenses. Notably, Nrf2 inhibition abrogated the benefits of SFN in both in vitro and in vivo experiments. These findings highlight SFN as a dual-action therapeutic for TTS, simultaneously targeting oxidative stress and ferroptosis via Nrf2 activation. The therapeutic efficacy of SFN, combined with endogenous pathway modulation, underscores its translational potential for improving TTS outcomes.",
    "explanation_zh": "對於健康或疾病預防的可能啟示，這項研究探討了一種名為蘿蔔硫素的天然化合物，如何對抗一種叫做塔克茲博症候群（TTS）的心臟疾病。這種疾病雖然過去被認為是良性的，但實際上可能導致危及生命的心肌損傷。研究顯示，蘿蔔硫素可能透過減少氧化壓力和細胞死亡來改善這種病症的情況。研究主題主要集中在蘿蔔硫素對於TTS的影響，特別是它如何改善心臟的結構和功能。研究人員使用了大鼠模型和心肌細胞來進行實驗，這些模型是通過注射異丙腎上腺素來誘發TTS的。實驗中，研究人員觀察到異丙腎上腺素會引起氧化壓力和細胞死亡，並且損害了Nrf2信號通路。實驗的過程中，蘿蔔硫素的治療顯著改善了心臟的結構和功能，增強了抗氧化能力，減少了線粒體損傷，並抑制了細胞死亡的標記物。此外，蘿蔔硫素還能降低細胞內的亞鐵水平，並啟動Nrf2驅動的內源性防禦機制。主要發現是，Nrf2的抑制會消除蘿蔔硫素的好處，這在體外和體內的實驗中均有顯示。這些結果突顯了蘿蔔硫素作為一種雙重作用的治療選擇，能同時針對氧化壓力和細胞死亡，並透過Nrf2的激活來改善TTS的結果，顯示出其在臨床應用上的潛力。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "塔克茲博症候群",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "pub_date": "2025-Dec",
    "abstract_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>. However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L. plantarum</i> remains unclear. This research utilized the adaptive laboratory evolution technology to enhance the sulforaphane conversion rate of <i>L. plantarum</i>. The results showed that an increase in the glucose replacement ratio significantly downregulated carbohydrate metabolism and upregulated amino acid metabolism. Transcriptomic analysis showed that the ALE-adapted strain significantly upregulated carbohydrate metabolism and amino acid metabolism. In the conversion pathway, glucoraphanin is imported into <i>L. plantarum</i> cells, and its glucose moiety is phosphorylated by bglF (the phosphate group may be derived from phosphoenolpyruvate via the phosphotransferase system). Subsequently, the S-glycosidic bond of phosphorylated glucoraphanin is hydrolyzed by bglA (6-phospho-β-glucosidase), followed by nonenzymatic rearrangement and sulfate elimination, ultimately yielding sulforaphane. This research can contribute to revealing the interaction mechanism between microorganisms and natural active substances.",
    "explanation_zh": "蘿蔔硫素是一種對健康有益的化合物，但它的穩定性較差，通常是由一種名為乳酸植物乳桿菌的細菌將其從葡萄糖苷轉化而來。然而，這種轉化的效率不高，且乳酸植物乳桿菌的轉化機制尚不清楚。這項研究的目的是利用適應性實驗室進化技術來提高乳酸植物乳桿菌轉化蘿蔔硫素的效率。研究結果顯示，當葡萄糖的替代比例增加時，細菌的碳水化合物代謝顯著下降，而氨基酸代謝則上升。這意味著細菌在適應過程中改變了其代謝路徑，可能使其更有效地轉化蘿蔔硫素。 研究中使用了轉錄組分析，顯示經過適應的菌株在碳水化合物和氨基酸代謝方面都有顯著的上調。具體來說，葡萄糖苷會被進口到乳酸植物乳桿菌的細胞內，然後其葡萄糖部分會被一種名為bglF的酶磷酸化，這個磷酸基團可能來自磷酸烯醇丙酮酸。接著，經過bglA酶的水解作用，葡萄糖苷的S-糖苷鍵會被切斷，隨後經過非酶促的重排和硫酸根的去除，最終產生蘿蔔硫素。這項研究有助於揭示微生物與天然活性物質之間的相互作用機制。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "pub_date": "2025-Dec",
    "abstract_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence. Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival. This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression. BEAS-2B cells were treated with CSE and SFN, and cell viability was assessed using the MTT assay. Cellular senescence was assessed using the SA-β-gal assay and the expression of genes associated with senescence (p16 and p21). The expression levels of SIRT1, senescence-associated secretory phenotype (SASP) cytokines (IL-1β, IL-6, IL-8, TNF-α), GPX4, and SLC7A11 were quantified using qRT-PCR. Additionally, ROS production, GSH and MDA levels, and iron content were measured. An emphysema mouse model was induced by intraperitoneal administration of CSE (7.2 mg/kg) alone or in combination with SFN (10.2 mg/kg) over 28 days, and subsequent histopathological changes were evaluated. Our findings revealed that SFN co-treatment effectively mitigated CSE-induced cytotoxicity, senescence, and SASP cytokine secretion, as well as the pronounced emphysematous changes in lung tissues. Furthermore, SFN reversed CSE-induced downregulation of SIRT1 and upregulation of NF-κB. Notably, SFN also inhibited CSE-induced ferroptosis by increasing GPX4 and SLC7A11 expression while reducing iron and MDA levels. The findings of the present study demonstrated that sulforaphane offers protective effects against CSE-induced toxicity by mitigating oxidative stress, ferroptosis, and cellular senescence.",
    "explanation_zh": "吸煙會對肺部造成傷害，這是因為它會引發氧化壓力，導致細胞死亡和老化。研究發現，蘿蔔硫素是一種強效的抗氧化劑，能啟動SIRT1通路，增強細胞對壓力的抵抗力和存活率。本研究的目的是評估蘿蔔硫素對香煙煙霧提取物引起的損傷的保護作用，特別是在人體氣道上皮細胞和小鼠肺部的影響，並重點研究其如何促進SIRT1的表達。 研究中，研究人員將香煙煙霧提取物和蘿蔔硫素同時施加於BEAS-2B細胞，並使用MTT測試評估細胞的存活率，還使用SA-β-gal測試來評估細胞的老化情況，並檢測與老化相關的基因表達。研究還量化了SIRT1、與老化相關的分泌表型細胞因子及其他相關指標。 另外，研究還在小鼠模型中進行，通過注射香煙煙霧提取物和蘿蔔硫素來觀察肺部的病理變化。結果顯示，蘿蔔硫素能有效減輕香煙煙霧引起的細胞毒性、老化及相關細胞因子的分泌，並改善肺部的氣腫變化。此外，蘿蔔硫素還能逆轉香煙煙霧引起的SIRT1下調和NF-κB上調，並通過增加GPX4和SLC7A11的表達來抑制香煙煙霧引起的鐵死亡，同時降低鐵和MDA的水平。這些發現表明，蘿蔔硫素對抗香煙煙霧引起的毒性有保護作用，能減輕氧化壓力、鐵死亡和細胞老化。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肺氣腫",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/"
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "pub_date": "2025-Dec",
    "abstract_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty. Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies. However, its role in alleviating intrinsic skin aging remains to be elucidated. Integrative network pharmacology and proteomics were utilized to investigate the underlying mechanisms of SFN in intrinsic skin aging. Fifty-one anti-aging targets of SFN were identified, highlighting its promising regulatory impact on the aging process. Based on an 18-month-old natural aging mouse model, significant alleviation in skin structure, redox homeostasis, and immune cell composition was noted after 2 months of SFN supplementation. Additionally, proteomic analysis demonstrated that SFN reversed the proteomic profile of intrinsic skin aging, with 233 differentially expressed proteins (DEPs) identified in SFN-fed aging mice. Of note, the up-regulated DEPs were highly enriched in the apelin signaling pathway (p = 0.010). Furthermore, immune cell infiltration and whole blood cell analysis revealed that SFN rescued T cells depletion in dermal tissue, which was strongly correlated with DEPs enriched in the SFN-activated apelin signaling pathway. SFN improves skin morphology and immune functions via activating the apelin signaling pathway, suggesting new prime targets in counteracting intrinsic skin aging.",
    "explanation_zh": "隨著年齡增長，皮膚老化會導致結構功能下降，這也會使人變得更脆弱。研究發現，蘿蔔硫素是一種天然的抗發炎物質，已經在多種癌症治療中被廣泛應用，但它在減緩皮膚內部老化方面的作用仍然不明確。因此，這項研究旨在探討蘿蔔硫素對皮膚內部老化的影響及其機制。研究人員利用整合性網絡藥理學和蛋白質組學的方法，找出了51個與抗老化相關的蘿蔔硫素靶點，顯示出它在老化過程中的潛在調節作用。 研究中使用了一種18個月大的自然老化小鼠模型，結果發現經過兩個月的蘿蔔硫素補充後，皮膚結構、氧化還原平衡和免疫細胞組成都有顯著改善。此外，蛋白質組學分析顯示，蘿蔔硫素能逆轉皮膚內部老化的蛋白質組特徵，並在蘿蔔硫素餵養的老化小鼠中識別出233種差異表達的蛋白質。特別值得注意的是，上調的差異表達蛋白質在apelin信號通路中高度富集。進一步的免疫細胞滲透和全血細胞分析顯示，蘿蔔硫素能夠挽救皮膚組織中T細胞的減少，這與在蘿蔔硫素激活的apelin信號通路中富集的差異表達蛋白質有強烈的相關性。這項研究表明，蘿蔔硫素透過激活apelin信號通路來改善皮膚形態和免疫功能，為對抗皮膚內部老化提供了新的潛在靶點。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/"
  },
  {
    "id": "41027171",
    "title_en": "Multi-omics analysis of gut-liver axis reveals the mechanism by which sulforaphane alleviates liver injury in Cyprinus carpio exposed to triphenyltin.",
    "pub_date": "2025-Dec",
    "abstract_en": "This study investigates the protective effects of sulforaphane (SFN) against triphenyltin (TPT)-induced hepatotoxicity, immune dysfunction and gut microbiota dysbiosis in Cyprinus carpio. Cyprinus carpio were divided into three groups and exposed for 8 weeks, including control, 10 μg/L TPT and 10 μg/L TPT + 10 mg/kg SFN group. This result showed that TPT exposure induced significantly (P < 0.05) hepatotoxicity, evidenced by increasing hepatic total bile acid (TBA) and total cholesterol levels, while upregulating Hsp70/90 and downregulating lysozyme gene expression. SFN supplementation reduced TBA accumulation, normalized Hsp90 and lysozyme expression, mitigating TPT-induced lipid dysregulation and immunosuppression. Transcriptomic analysis revealed that TPT exposure activated lipid metabolism pathways (PPAR signaling and cholesterol metabolism), but suppressed immune-related pathways. SFN supplementation restored metabolic homeostasis by enriching glucose and amino acid metabolism pathways and activating AMPK signaling, while also modulating the expression of key genes (PLIN1, ME1, CPT1B). The microbiota composition were changed in SFN + TPT, including the increased of beneficial Fusobacteriota and Cetobacterium, and the decreased of pathogenic Proteobacteria and Aeromonas. The gut transcriptome dysregulation were restored in SFN + TPT by enhancing immune pathways in Toll-like/NOD-like receptors. The significant correlations linked were found in gut microbes (Kaistia, Vagococcus) to hepatic/intestinal gene expression in SFN + TPT. Overall, these findings elucidate novel mechanisms underlying TPT-induced immunotoxicity in liver and intestine and demonstrate the protective role of SFN, providing a theoretical foundation for its application in toxicity mitigation strategies.",
    "explanation_zh": "這項研究探討了蘿蔔硫素對於三苯錫引起的肝毒性、免疫功能障礙和腸道微生物失調的保護效果。研究對象是鯉魚，將其分為三組，分別為對照組、10微克/升的三苯錫組，以及10微克/升的三苯錫加10毫克/公斤的蘿蔔硫素組，持續8週的實驗。結果顯示，三苯錫的暴露顯著引起肝毒性，這可以從肝臟總膽鹽和總膽固醇水平的增加中看出，同時Hsp70/90的表達上升，而溶菌酶基因的表達則下降。蘿蔔硫素的補充能減少膽鹽的積累，恢復Hsp90和溶菌酶的表達，從而緩解三苯錫引起的脂質失調和免疫抑制。 研究還發現，三苯錫的暴露激活了脂質代謝途徑，但抑制了與免疫相關的途徑，而蘿蔔硫素的補充則恢復了代謝的穩態，增強了葡萄糖和氨基酸代謝途徑，並激活了AMPK信號通路，同時調節了幾個關鍵基因的表達。 在腸道微生物組成方面，蘿蔔硫素加三苯錫組的微生物組成發生了變化，增加了有益的細菌如Fusobacteriota和Cetobacterium，並減少了病原性細菌如Proteobacteria和Aeromonas。腸道的轉錄組失調在蘿蔔硫素加三苯錫組中得到了恢復，這是通過增強免疫途徑來實現的。總的來說，這些發現揭示了三苯錫引起的免疫毒性在肝臟和腸道中的新機制，並展示了蘿蔔硫素的保護作用，為其在毒性緩解策略中的應用提供了理論基礎。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41027171/"
  },
  {
    "id": "40714240",
    "title_en": "Gut microbiota-related glutathione metabolism is key mechanism for sulforaphane ameliorating ulcerative colitis.",
    "pub_date": "2025-Dec",
    "abstract_en": "Gut barrier dysfunction is associated with dysbiosis of the gut microbiota and its metabolites, which is closely linked to the pathogenesis of ulcerative colitis (UC). Recent studies have demonstrated that Sulforaphane (SFN) exerts beneficial effects on UC. However, the role of the gut microbiota and microbial metabolism in the anti-UC mechanisms of SFN remains inadequately understood. In this study, we observed that SFN administration significantly improved the pathological phenotype, restored gut barrier integrity, and reduced colon inflammation in dextran sulfate sodium (DSS)-induced colitis mice. Gut microbiota analysis illustrated that SFN administration rebalances the alterations in gut microbiota composition, including genera such as Turicibacter, Lactobacillus and Bacteroides, in DSS-induced mice. Furthermore, untargeted metabolomics analysis indicated that the levels of microbial arachidonic acid metabolism, as well as the metabolism of alanine, aspartate, and glutamate, and glutathione metabolism in the gastrointestinal tract, were significantly altered in DSS-induced mice. Interestingly, SFN treatment significantly restore the alterations in glutathione metabolism and the levels of associated metabolites. Additionally, we observed that the MAPK/NF-κB signaling pathway, regulated by glutathione metabolism, was inhibited in the colon of DSS-induced mice following SFN treatment. Collectively, these results suggest that SFN can alleviate DSS-induced colitis in mice by restoring dysregulated gut microbiota and glutathione metabolism, thereby modulating the MAPK/NF-κB signaling pathway, enhancing intestinal barrier function and reducing colonic inflammation. Importantly, our findings elucidate a novel mechanism by which SFN improves gut barrier function, highlighting its potential to advance the development of SFN-derived therapeutics for the clinical management of colitis.",
    "explanation_zh": "腸道屏障功能失常與腸道微生物群及其代謝物的失調有關，這與潰瘍性結腸炎的發病機制密切相關。最近的研究顯示，蘿蔔硫素對潰瘍性結腸炎有益。然而，蘿蔔硫素在抗潰瘍性結腸炎機制中腸道微生物群和微生物代謝的角色仍然不夠明確。本研究觀察到，給予蘿蔔硫素能顯著改善小鼠的病理表現，恢復腸道屏障的完整性，並減少由右旋糖酐硫酸鈉引起的結腸炎症。腸道微生物群分析顯示，蘿蔔硫素的給予能重新平衡右旋糖酐硫酸鈉誘導的小鼠腸道微生物群組成的變化，包括某些細菌屬如Turicibacter、Lactobacillus和Bacteroides。此外，未針對性代謝組學分析顯示，右旋糖酐硫酸鈉誘導的小鼠在腸道中的微生物花生四烯酸代謝、丙氨酸、天冬氨酸和谷氨酸的代謝以及谷胱甘肽的代謝水平顯著改變。有趣的是，蘿蔔硫素治療能顯著恢復谷胱甘肽代謝的變化及相關代謝物的水平。此外，我們觀察到，蘿蔔硫素治療後，右旋糖酐硫酸鈉誘導的小鼠結腸中的MAPK/NF-κB信號通路受到抑制。綜合來看，這些結果表明，蘿蔔硫素可以通過恢復失調的腸道微生物群和谷胱甘肽代謝來減輕右旋糖酐硫酸鈉誘導的小鼠結腸炎，從而調節MAPK/NF-κB信號通路，增強腸道屏障功能並減少結腸炎症。這些發現揭示了蘿蔔硫素改善腸道屏障功能的新機制，突顯了其在潰瘍性結腸炎臨床管理中作為潛在治療的可能性。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "潰瘍性結腸炎",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40714240/"
  },
  {
    "id": "41291551",
    "title_en": "Nanoliposome-mediated delivery of sulforaphane suppresses Ehrlich ascites carcinoma growth and improves liver integrity and therapeutic outcomes in a murine model.",
    "pub_date": "2025-Nov",
    "abstract_en": "The anticancer activity of sulforaphane (SFN) involves multiple signaling pathways, but its mechanism against Ehrlich Ascites Carcinoma (EAC) in mice remains unclear. This study evaluated the antitumor efficacy of SFN-loaded nanoliposomes (SFN-NLPs). Ninety female Swiss albino mice were allocated into six groups: (1) untreated control, (2) SFN alone (50 mg/kg/day, orally), (3) SFN-NLPs alone (50 mg/kg/day, orally), (4) EAC-bearing mice (2.5 × 10⁶ cells, intraperitoneally), (5) EAC + SFN, and (6) EAC + SFN-NLPs. with treatment lasting 20 days in tumor-bearing groups. SFN-NLPs significantly reduced EAC tumor volume, viable cell count, and tumor marker levels, while prolonging survival more effectively than free SFN. SFN-NLPs modulated key molecular pathways by suppressing inflammatory gene expression (NF-κB, COX-2) and shifting the balance toward apoptosis via upregulation of TP53 and Bax and concomitant downregulation of Bcl-2. Regarding liver integrity, SFN-NLPs significantly reduced DNA fragmentation and hepatic oxidative stress, while modulating systemic inflammation through reductions in total leukocyte count, TNF-α, and C-reactive protein. In addition, SFN-NLPs conferred superior protection against both histopathological and ultrastructural liver damage. Furthermore, molecular docking analysis suggested plausible interactions of SFN with proteins associated with antioxidant defense, inflammation regulation, and apoptosis, indicating a potential modulatory role. In conclusion, nanoformulated SFN enhances stability, augments efficacy, and facilitates sustained release and bioavailability, thereby strengthening its antitumor, anti-inflammatory, antioxidant, and pro-apoptotic effects in EAC-bearing mice. These findings highlight the potential of SFN-NLPs to suppress tumor growth by modulating inflammatory and apoptotic gene expression while preserving liver integrity.",
    "explanation_zh": "蘿蔔硫素（SFN）是一種被認為具有抗癌潛力的化合物，但它對小鼠的Ehrlich腹水癌（EAC）的具體作用機制仍不清楚。本研究的目的是評估蘿蔔硫素載入納米脂質體（SFN-NLPs）的抗腫瘤效果。研究中使用了90隻雌性瑞士白鼠，將它們分為六組，分別是未治療組、單獨使用蘿蔔硫素組、單獨使用SFN-NLPs組、EAC小鼠組、EAC加蘿蔔硫素組，以及EAC加SFN-NLPs組，治療持續20天。研究結果顯示，SFN-NLPs顯著減少了EAC腫瘤的體積、活細胞數量和腫瘤標記物的水平，並且比單獨使用蘿蔔硫素更有效地延長了小鼠的存活時間。這些納米脂質體通過抑制炎症基因的表達（如NF-κB和COX-2），並促進細胞凋亡相關基因的上調（如TP53和Bax）及下調（如Bcl-2），來調節關鍵的分子通路。此外，SFN-NLPs還顯著減少了小鼠肝臟的DNA片段化和氧化壓力，並通過降低白血球總數、TNF-α和C反應蛋白來調節全身性炎症。這些納米脂質體對肝臟的保護作用也顯著，能夠減少組織病理學和超微結構的損傷。進一步的分子對接分析顯示，蘿蔔硫素可能與抗氧化防禦、炎症調節和細胞凋亡相關的蛋白質產生相互作用，顯示出其潛在的調節作用。總的來說，納米配方的蘿蔔硫素增強了其穩定性、提高了療效，並促進了持續釋放和生物利用度，從而加強了其在EAC小鼠中的抗腫瘤、抗炎、抗氧化和促凋亡效果。這些發現突顯了SFN-NLPs在通過調節炎症和凋亡基因表達來抑制腫瘤生長的潛力，同時保護肝臟的完整性。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "Ehrlich腹水癌",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41291551/"
  },
  {
    "id": "41135276",
    "title_en": "Sulforaphane targets STAT3-CKMT2-AS1 to suppress gastric cancer via PSMB8 downregulation and AIMP1 stabilization.",
    "pub_date": "2025-Nov",
    "abstract_en": "Gastric cancer (GC) remains one of the most formidable threats to human health with limited therapeutic options. Sulforaphane (SFN), a natural isothiocyanate, exhibits antitumor activity; however, its molecular mechanisms of action in GC remain unclear. To investigate the mechanism of action of SFN in gastric cancer. The antitumor effects of SFN were comprehensively assessed in vitro and in vivo, followed by sequencing analysis to identify the targeted lncRNA. Subsequently, the mechanical verification experiments were carried out to determine the upstream and downstream regulatory components involved in the STAT3-CKMT2-AS1 regulatory axis. We demonstrated that SFN strongly inhibits GC. SFN downregulated the expression of the lncRNA CKMT2-AS1. Elevated expression levels of CKMT2-AS1 in human GC tissues are correlated with poor patient survival rates. Knockdown of CKMT2-AS1 significantly inhibited GC proliferation and migration both in vivo and in vitro, whereas CKMT2-AS1 overexpression enhanced malignant phenotypes. Mechanistically, we identified STAT3 as the transcriptional activator driving CKMT2-AS1 expression, with SFN directly binding to, and inhibiting, STAT3 phosphorylation to decrease its transcriptional activity. Interestingly, cytoplasmic CKMT2-AS1 competitively adsorbs miR-451a, leading to the expression of PSMB8, ultimately promoting the progression of the malignant phenotype of GC. Moreover, we discovered that CKMT2-AS1 directly binds to the RNA-binding protein (RBP) AIMP1, promoting ubiquitination-mediated degradation of AIMP1 protein via the proteasomal pathway. The highly expressed AIMP1 protein, in turn, inhibits the phosphorylation of the PI3K/AKT signaling pathway, which is hyperactivated in virtually all solid tumors. Our findings not only elucidate a novel SFN-mediated tumor-suppressive mechanism via the STAT3/CKMT2-AS1 regulatory axis, but also validate CKMT2-AS1 as a promising therapeutic target for GC intervention.",
    "explanation_zh": "胃癌是一種對人類健康威脅極大的疾病，目前治療選擇有限。研究發現，蘿蔔硫素這種天然化合物具有抗腫瘤的作用，但其在胃癌中的具體作用機制尚不清楚。因此，這項研究旨在探討蘿蔔硫素在胃癌中的作用機制。研究者們在體外和體內進行了全面的實驗，評估蘿蔔硫素的抗腫瘤效果，並通過基因測序分析來識別其靶向的長鏈非編碼RNA（lncRNA）。接著，他們進行了機制驗證實驗，以確定參與STAT3-CKMT2-AS1調控軸的上游和下游調控成分。 研究結果顯示，蘿蔔硫素能強效抑制胃癌的生長，並下調了lncRNA CKMT2-AS1的表達。研究發現，在人類胃癌組織中，CKMT2-AS1的高表達與患者的生存率低有關。當CKMT2-AS1被抑制時，胃癌的增殖和轉移在體內外均顯著減少，而CKMT2-AS1的過度表達則會加劇腫瘤的惡性特徵。從機制上看，研究者們發現STAT3是驅動CKMT2-AS1表達的轉錄激活因子，而蘿蔔硫素則直接與STAT3結合並抑制其磷酸化，從而降低其轉錄活性。值得注意的是，細胞質中的CKMT2-AS1能競爭性地吸附miR-451a，促進PSMB8的表達，最終推動胃癌惡性表型的進展。此外，研究還發現CKMT2-AS1能直接與RNA結合蛋白AIMP1結合，促進AIMP1蛋白的泛素化降解，這一過程通過蛋白酶體途徑進行。高表達的AIMP1蛋白反過來又抑制了PI3K/AKT信號通路的磷酸化，而該通路在幾乎所有實體腫瘤中都是過度活化的。這些發現不僅闡明了蘿蔔硫素通過STAT3/CKMT2-AS1調控軸的腫瘤抑制機制，還驗證了CKMT2-AS1作為胃癌干預的一個有前景的治療靶點。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "胃癌",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41135276/"
  },
  {
    "id": "41275316",
    "title_en": "Investigating the clinical efficacy, safety and molecular mechanism of sulforaphane in autism spectrum disorder: an integrated study combining meta-analysis, network pharmacology, and computational biology.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, a natural antioxidant rich in cruciferous vegetables, has emerged as a promising dietary supplement for autism spectrum disorder (ASD). However, its therapeutic efficacy remains controversial, and the pharmacological mechanisms are not fully elucidated. Eligible randomized controlled trials were retrieved from PubMed, Web of Science, Embase, and Cochrane Library databases. Review Manager 5.4 was used for meta-analysis and bias risk assessment. Network pharmacology, Mendelian randomization, GEO data analyses, molecular docking, and molecular dynamics simulation were employed to explore the mechanisms of sulforaphane in ASD. Six trials involving 333 participants were included in the meta-analysis. Pooled results demonstrated that both 4-5 weeks and 8-10 weeks of sulforaphane supplementation significantly decreased the scores on the Social Responsiveness Scale compared to placebo controls. No significant difference was observed in the incidence of adverse events. Network pharmacology identified 10 core targets of sulforaphane in ASD, including AKT1, EGFR, HSP90AA1, SRC, CASP3, STAT1, MAPK1, MMP9, MAPK8, and JAK2. These targets were implicated in the PI3K-Akt signaling pathway, MAPK signaling pathway, Chemokine signaling pathway, Chemical carcinogenesis - reactive oxygen species, TNF signaling pathway, Th17 cell differentiation, mTOR signaling pathway, and IL-17 signaling pathway. Mendelian randomization further revealed an inverse association between STAT1 levels and ASD risk. GEO transcriptomic data provided independent validation for the network pharmacology predictions. The binding energies between sulforaphane and the top 10 core targets are all ≤ -4.0 kcal/mol. Molecular dynamics simulations further validated the stable interaction between MMP-9 and sulforaphane. Sulforaphane may serve as an efficacious and safe adjunctive therapy for ASD, mediated by its anti-oxidant and anti-inflammatory effects along with the modulation of autophagy. CRD42025635045.",
    "explanation_zh": "蘿蔔硫素是一種天然抗氧化劑，主要存在於十字花科蔬菜中，最近被認為可能對自閉症譜系障礙（ASD）有幫助。不過，關於它的療效仍存在爭議，且其作用機制尚未完全明瞭。這項研究的目的是探討蘿蔔硫素對自閉症的潛在療效及其背後的生物學機制。研究者從多個資料庫中檢索符合條件的隨機對照試驗，並使用統計軟體進行數據分析，評估研究的偏差風險。研究還利用了網絡藥理學、孟德爾隨機化、基因表達數據分析、分子對接和分子動力學模擬等方法來深入了解蘿蔔硫素在自閉症中的作用機制。 這項研究納入了六個試驗，共有333名參與者。結果顯示，無論是4-5週還是8-10週的蘿蔔硫素補充，都顯著降低了參與者在社交反應量表上的得分，與安慰劑組相比有明顯改善。而在不良事件的發生率上，兩組之間並無顯著差異。網絡藥理學分析指出，蘿蔔硫素在自閉症中的10個核心靶點，包括AKT1、EGFR、HSP90AA1等，這些靶點涉及多條信號傳導路徑，如PI3K-Akt和MAPK信號通路等。孟德爾隨機化進一步顯示STAT1水平與自閉症風險之間存在反向關聯。基因表達數據也為網絡藥理學的預測提供了獨立的驗證。分子動力學模擬顯示蘿蔔硫素與MMP-9之間的穩定相互作用。總的來說，蘿蔔硫素可能作為自閉症的輔助療法，透過其抗氧化和抗發炎的效果，以及調節自噬的作用來發揮效果。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "自閉症譜系障礙",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41275316/"
  },
  {
    "id": "41265122",
    "title_en": "Synergistic strategies of sulforaphane biosynthesis and functional properties in broccoli sprouts powder obtained from sucrose stress modulation coupled with vacuum freeze-drying.",
    "pub_date": "2025-Nov",
    "abstract_en": "This study investigated methionine-sucrose stress treatments on glucoraphanin biosynthesis in broccoli sprouts and the impact of vacuum freeze-drying (VFD) on sprout powder quality. Results showed that sucrose treatment elevated glucoraphanin content by 316.30 % in 4-day sprouts compared to the control (9.72 mg/g), accompanied by increases of 42.65 % in total isothiocyanates (ITCs) and 70.00 % in anthocyanins. The treatment enhanced myrosinase activity and upregulated osmotic regulators. PCA confirmed that sucrose stress optimized the nutritional quality of broccoli sprouts and exhibited potential in sulforaphane enrichment. The VFD broccoli sprout powder exhibited high retention of sulforaphane (6.00 mg/g dw) and total ITCs (7.00 mg/g dw), with optimal water-holding capacity, oil-holding capacity, and swelling capacity. The sulforaphane extract exhibited significant antimicrobial activity against E. coli (16.00 mm inhibition zone) and Staphylococcus aureus (10.02 mm). The synergistic application of sucrose stress and VFD presents a promising approach for developing functional foods.",
    "explanation_zh": "這項研究探討了甲硫氨酸-蔗糖壓力處理對西蘭花芽中蘿蔔硫素前體（glucoraphanin）合成的影響，以及真空冷凍乾燥（VFD）對芽粉品質的影響。研究結果顯示，經過蔗糖處理的四天芽中，蘿蔔硫素前體的含量比對照組提高了316.30%，同時總異硫氰酸鹽（ITCs）增加了42.65%，花青素則增加了70.00%。這種處理還增強了酵素活性，並調節了滲透壓調節因子的表現。主成分分析（PCA）確認蔗糖壓力優化了西蘭花芽的營養品質，並顯示出在蘿蔔硫素豐富化方面的潛力。 研究中，VFD處理的西蘭花芽粉保留了高含量的蘿蔔硫素（6.00 mg/g dw）和總異硫氰酸鹽（7.00 mg/g dw），並展現出最佳的保水能力、油脂保持能力和膨脹能力。此外，蘿蔔硫素提取物對大腸桿菌（E. coli）和金黃色葡萄球菌（Staphylococcus aureus）展現了顯著的抗菌活性，抑制區域分別為16.00 mm和10.02 mm。這種蔗糖壓力與VFD的協同應用，為開發功能性食品提供了一個有前景的方法。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41265122/"
  },
  {
    "id": "41159773",
    "title_en": "Sulforaphane-Loaded Hydrogel Prolongs Fully MHC-Mismatched Skin Allograft Survival.",
    "pub_date": "2025-Nov",
    "abstract_en": "Despite immunosuppression, acute rejection (AR) is still a common setback among transplantation patients and is a risk factor for graft survival. Sulforaphane (SFN), a phytochemical present in crucifers, has been shown to have anti-inflammatory and immunoregulatory properties, yet its influences on immune cell activation as well as in graft survival are still unknown. Thus, the aim was to evaluate SFN's effect, and to improve efficacy, efficiency, and availability, it was incorporated into thermosensitive polymeric hydrogels, to prevent AR in skin transplant (Tx) model mice. A thermosensitive hydrogel containing SFN (0.1%) and hyaluronic acid (HA) (0.5%) dispersed in a poloxamer matrix (PL407 at 20% w/v) was developed (GS-PL407 20%, HA and SFN) and characterized as a liquid-viscous hydrogel. The fully MHC-incompatible skin Tx procedure was performed by using donor skin Balb/c mice, transplanted into C57BL/6 recipient mice. The cytotoxicity test of GS was performed using in vitro assays with bone marrow-derived dendritic cells (BMDC). Treatment of BMDC with GS for 24 h presents no cytotoxicity. Untreated allograft mice present 100% of graft loss at day 9 post Tx. Remarkably, subcutaneous GS injection every 3 days promoted 80% of allograft survival for more than 14 days when compared with untreated recipients (<i>p</i> < 0.001). Histological analysis showed a lower level of inflammatory cells in the skin Tx of GS-treated mice. Flow cytometry analysis of draining lymph nodes at day 5 post Tx revealed that GS treatment reduced the frequency of DC and subtypes and function of the CD4<sup>+</sup> T cells. In vitro GS-treated lipopolysaccharide-activated BMDC present less activation of costimulatory markers. Taken together, GS treatment reduced immune cell activation, postponing AR onset and prolonging allograft survival in Tx animals. This strategy highlights the role of SFN as a promising candidate for further studies in organ transplantation experiments and being tested combined with current immunosuppression protocols.",
    "explanation_zh": "在器官移植中，急性排斥反應是一個常見的問題，會影響移植物的存活率。研究人員發現，蘿蔔硫素這種存在於十字花科植物中的植物化學物質，具有抗發炎和免疫調節的特性，但它對免疫細胞的影響以及在移植物存活中的作用仍不清楚。因此，這項研究的目的是評估蘿蔔硫素的效果，並將其與熱敏聚合物水凝膠結合，以提高其療效和可用性，從而預防皮膚移植模型小鼠的急性排斥反應。研究團隊開發了一種含有0.1%蘿蔔硫素和0.5%透明質酸的熱敏水凝膠，並將其分散在聚氧乙烯基質中，形成了一種液體粘稠的水凝膠。  \n\n在實驗中，研究人員使用不相容的皮膚進行移植，將供體的Balb/c小鼠皮膚移植到C57BL/6小鼠身上。為了評估水凝膠的細胞毒性，研究人員對骨髓來源的樹突細胞進行了體外測試，結果顯示水凝膠對這些細胞沒有毒性影響。未接受治療的移植物小鼠在移植後第9天出現100%的移植物損失，而每三天注射一次水凝膠的實驗組小鼠則有80%的移植物在14天內存活，顯示出顯著的效果。  \n\n此外，組織學分析顯示，接受水凝膠治療的小鼠皮膚中炎症細胞的數量較少。流式細胞儀分析顯示，在移植後第5天，水凝膠治療減少了淋巴結中樹突細胞和CD4+ T細胞的頻率及其功能。體外實驗中，水凝膠處理的樹突細胞在接受脂多醣刺激後，顯示出較低的共刺激標記活化。綜合來看，水凝膠治療減少了免疫細胞的活化，延遲了急性排斥反應的發生，並延長了移植物的存活時間。這項研究突顯了蘿蔔硫素在器官移植中的潛力，未來可以與現有的免疫抑制方案結合進行進一步研究。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41159773/"
  },
  {
    "id": "41196460",
    "title_en": "Sulforaphane: a natural organosulfur having potential to modulate apoptosis and survival signalling in cancer.",
    "pub_date": "2025-Nov",
    "abstract_en": "Owing to its ever-growing range of pharmacological advantages, sulforaphane, an isothiocyanate from cruciferous vegetables such as broccoli, is becoming increasingly popular. This review aims to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment. Sulforaphane interacts with many signaling molecules that control various pathways in malignant cells, including angiogenesis, apoptosis, cell cycle arrest, metastasis, and inflammation pathways. This review examines the effects of this isothiocyanate on inflammatory mediators, caspases, MMPs, cytokines, and the proteins Bax and Bcl-2. Furthermore, the advantages of nanotechnology and synergistic effects in sulforaphane applications are also reviewed. As per evidence, sulforaphane is a shining example of how ethno-pharmacological expertise can be used to create modern medications.",
    "explanation_zh": "蘿蔔硫素是一種來自十字花科蔬菜（如西蘭花）的化合物，因其潛在的健康益處而受到越來越多的關注。這篇文章探討了蘿蔔硫素在癌症治療中的應用，特別是它如何影響癌細胞的多種生物過程。研究指出，蘿蔔硫素能夠與多種信號分子互動，這些分子控制著癌細胞的生長、死亡、轉移及發炎等過程。這意味著蘿蔔硫素可能在癌症的預防和治療中扮演重要角色，提供了一種新的治療思路。 這篇綜述的主題是蘿蔔硫素在癌症治療中的應用，特別是它如何影響與癌症相關的生物標記物和信號通路。研究者們分析了蘿蔔硫素對於發炎介質、凋亡酶、基質金屬蛋白酶、細胞因子以及Bax和Bcl-2等蛋白質的影響。這些都是與癌細胞生長和死亡密切相關的關鍵因子。 實驗中，研究者們回顧了蘿蔔硫素的各種應用，包括其在納米技術中的優勢和協同效應。他們探討了如何利用這些特性來增強蘿蔔硫素的療效，並希望能夠將這些傳統藥理知識轉化為現代醫藥的創新。 主要的發現是，蘿蔔硫素在癌症治療中展現出多重作用，能夠調節多條信號通路，並可能成為未來癌症治療的一個重要成分。雖然目前的研究結果令人鼓舞，但仍需進一步的臨床試驗來確認其療效和安全性，因此我們不能過度誇大其療效。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "癌症",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41196460/"
  },
  {
    "id": "41184790",
    "title_en": "Efficacy and safety of sulforaphane in schizophrenia: a systematic review and meta-analysis of randomized controlled trials.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, an isothiocyanate derived from cruciferous vegetables (e.g., broccoli sprouts), has been explored for its antioxidant and anti-inflammatory properties. This is the first systematic review and meta-analysis to explore the therapeutic potentials of sulforaphane in schizophrenia. We searched PubMed, Scopus, Web of Science, and Cochrane Central for studies from inception to April 2025. We included randomized controlled trials (RCTs) evaluating the efficacy of sulforaphane in schizophrenia. The primary outcomes were changes in the Positive and Negative Syndrome Scale (PANSS) total and its subscales. Secondary outcomes included cognitive measures, metabolic markers, and safety. Four RCTs with 369 schizophrenia patients were included. Sulforaphane did not significantly improve PANSS total or positive symptom scores at the latest follow-up (ranging from 24 weeks to 18 weeks) or at a consistent 12-week time point. However, a modest improvement in negative symptoms was found at 12 week- time point (MD= -1.06; 95% CI: -1.95 to -0.16; p = 0.02), which was not maintained at the latest follow-up. General psychopathology scores improved significantly (MD= -1.5; 95% CI: -2.78 to -0.23; p = 0.02). No cognitive benefits were observed. Sulforaphane led to significant reductions in metabolic markers, including LDL, triglycerides, and cholesterol. Discontinuation rates were lower in the sulforaphane group (RR = 0.68; 95% CI: 0.49 to 0.95; p = 0.02). The study provides initial insights into sulforaphane's potential therapeutic effects in schizophrenia, showing modest improvements in general psychopathology and negative symptoms, with favorable metabolic changes and lower discontinuation rates. Due to limited data and heterogeneity, the study findings should be interpreted with caution. Not applicable.",
    "explanation_zh": "蘿蔔硫素是一種來自十字花科蔬菜（例如西蘭花芽）的化合物，因其抗氧化和抗發炎的特性而受到關注。這項研究是首個系統性回顧和統合分析，專注於蘿蔔硫素在精神分裂症治療中的潛力。我們從多個資料庫中搜尋了相關研究，範圍涵蓋至2025年4月，並納入了隨機對照試驗（RCT），評估蘿蔔硫素對精神分裂症的療效。主要的評估指標是正負症狀量表（PANSS）的總分及其子量表，次要指標則包括認知測量、代謝標記和安全性等。研究納入了四項RCT，共369名精神分裂症患者。結果顯示，蘿蔔硫素在最新的隨訪中並未顯著改善PANSS的總分或正性症狀分數（隨訪時間從24週到18週不等），或在一致的12週時間點上。然而，在12週的時間點上，負性症狀有輕微改善（MD=-1.06；95% CI：-1.95至-0.16；p=0.02），但在最新隨訪中未能持續。一般精神病理學評分顯著改善（MD=-1.5；95% CI：-2.78至-0.23；p=0.02），但未觀察到認知方面的益處。此外，蘿蔔硫素顯著降低了代謝標記，包括低密度脂蛋白（LDL）、三酸甘油脂和膽固醇。蘿蔔硫素組的中止率較低（RR=0.68；95% CI：0.49至0.95；p=0.02）。這項研究提供了蘿蔔硫素在精神分裂症治療中的初步見解，顯示在一般精神病理學和負性症狀上有輕微改善，並伴隨有利的代謝變化和較低的中止率。然而，由於數據有限且存在異質性，研究結果需謹慎解讀。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "精神分裂症",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41184790/"
  },
  {
    "id": "40992247",
    "title_en": "Assessing the transplacental passage and breastmilk levels of broccoli sprout-derived sulforaphane.",
    "pub_date": "2025-Nov",
    "abstract_en": "Preeclampsia is characterised by hypertension with maternal end-organ dysfunction and/or fetal growth restriction. Sulforaphane, an antioxidant found in broccoli sprouts, has potential as a future therapeutic. With its ability to attenuate the injurious impacts of endothelial dysfunction in vitro, sulforaphane is uniquely positioned to protect against the harmful effects of preeclampsia. However, the transferability of sulforaphane from mother to fetus/baby remains unknown in humans. Uncomplicated pregnant patients (n = 8) scheduled for elective caesarean sections (>37 weeks gestation) provided written and informed consent. A single oral dose of EnduraCell, a broccoli sprout extract (equivalent to 21 mg of sulforaphane), was administered prior to caesarean section. Baseline blood pressure, blood and urine were collected and again at time of operation, alongside umbilical cord blood (vein and artery) and placental samples. 2-4 days post-delivery, a second dose was administered. Two hours later, maternal bloods and breast milk were collected. Samples were processed and analysed by liquid-chromatography mass-spectrometry to measure sulforaphane. Besides an increase in peripheral diastolic blood pressure on the day of caesarean section (p = 0.028), there were no changes in maternal blood pressure or heart rate after ingestion of EnduraCell. Sulforaphane was found in maternal serum (70.10 ng/ml ± 11.90), umbilical cord blood (vein: 25.18 ng/mL ± 3.11, artery: 18.81 ng/mL ± 2.36), urine (5726.00 ng/mL ± 1175.00), placental tissue (10.99 ng/mg ± 2.11) and breast milk (1.33 ng/mL ± 2.29). Sulforaphane is present in the umbilical cord and breast milk, providing the world's first evidence of sulforaphane maternal-fetal transfer in humans, and opening avenues for future research into relevant fetal implications.",
    "explanation_zh": "妊娠高血壓症（又稱子癲前症）是一種以母體高血壓及器官功能異常或胎兒生長受限為特徵的疾病。研究顯示，蘿蔔硫素這種存在於花椰菜芽中的抗氧化劑，可能在未來成為治療妊娠高血壓症的潛在藥物。蘿蔔硫素能夠減輕內皮功能障礙的傷害，因此有可能保護孕婦免受妊娠高血壓症的有害影響。不過，目前尚不清楚蘿蔔硫素是否能從母體轉移到胎兒或嬰兒身上。 這項研究的主題是探討蘿蔔硫素在孕婦及其胎兒中的轉移情況。研究中招募了8位健康的孕婦，這些孕婦在懷孕超過37週後，計劃進行剖腹產手術。這些孕婦在手術前接受了蘿蔔硫素提取物EnduraCell的單次口服劑量，這相當於21毫克的蘿蔔硫素。研究人員在手術前收集了孕婦的血壓、血液和尿液樣本，並在手術時收集了臍帶血和胎盤樣本。手術後2到4天，孕婦再次服用蘿蔔硫素，並在兩小時後收集了母體血液和母乳樣本。 主要的發現是，雖然在剖腹產當天孕婦的外周舒張壓有所上升，但在服用蘿蔔硫素後，母體的血壓和心率並未發生顯著變化。研究還發現，蘿蔔硫素在母體血清、臍帶血、尿液、胎盤組織和母乳中均有檢測到，這是全球首次證實蘿蔔硫素能夠從母體轉移到胎兒和母乳中，為未來相關研究提供了新的方向。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "妊娠高血壓症",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40992247/"
  },
  {
    "id": "40633511",
    "title_en": "Synthesis and biological evaluation of Sulforaphane derivatives with dual functions: Ischemia-reperfusion injury protection and antitumor effects.",
    "pub_date": "2025-Nov",
    "abstract_en": "Reperfusion therapy for the treatment of acute myocardial infarction (AMI) often leads to ischemia-reperfusion (I/R) injuries, characterized by excessive ROS. Sulforaphane (SFN) homologous, known for their anti-inflammatory and antioxidant properties, activate the nuclear factor-erythroid 2-related factor 2 (Nrf2) pathway and reduce mitochondrial ROS but are limited by poor stability and short half-life. SFN derivatives were synthesized through structural modifications of the dithiocarbamate and thiourea moieties at the isothiocyanate group, aiming to enhance stability and maintain therapeutic efficacy. Compound 3g emerged as a promising candidate, demonstrating superior protection against hypoxia-reoxygenation (H/R) injury in cardiac microvascular endothelial cells (CMECs) and exhibiting good antitumor activity. Specifically, 3g reduced ROS levels by 24.5 % (compared to nifedipine at 17.8 %), increased NO production to 48.0 μM (vs. 44.0 μM), lowered TNF-α secretion to 22.6 pg/mL (vs. 23.9 pg/mL). Concurrently, 3g showed potent antiproliferative activity (IC<sub>50</sub> = 7.5 μM), with 3.8-fold greater potency than 5-fluorouracil (IC<sub>50</sub> = 28.2 μM). Stability studies showed enhanced resistance in both protic and aprotic solvents. Density functional theory (DFT) was applied to characterize the molecular properties of the optimal compounds. Molecular docking and ADMET analysis revealed that aromatic substitution and sulfur oxidation significantly improved Nrf2/Keap1 pathway targeting, highlighting the derivative's potential for stability and therapeutic efficacy. These findings suggest that 3g is a promising candidate for treating I/R-induced injury and oxidative stress-related cardiovascular conditions.",
    "explanation_zh": "對於健康或疾病預防的可能啟示，這項研究探討了一種名為「蘿蔔硫素」的化合物及其衍生物在心臟病治療中的潛力。急性心肌梗塞的再灌注治療雖然能救命，但卻可能導致缺血再灌注損傷，這種損傷會產生過多的活性氧（ROS），對心臟細胞造成傷害。研究者希望透過改良蘿蔔硫素的結構，來增強其穩定性和療效，進而減少這些損傷。研究主題主要集中在合成新的蘿蔔硫素衍生物，特別是其中一種名為3g的化合物，這種化合物在實驗中顯示出對心臟微血管內皮細胞的保護作用。 實驗方面，研究者對3g進行了多項測試，包括其對缺氧再氧合損傷的保護效果、抗腫瘤活性及其對活性氧的抑制能力。結果顯示，3g能有效降低活性氧的水平，並提高一氧化氮的產生，顯示出其在抗氧化方面的潛力。此外，3g的抗增殖活性也顯示出比傳統化療藥物5-氟尿嘧啶更強的效果。主要發現和結果表明，3g在穩定性和療效上都有顯著的優勢，並且在針對心臟缺血再灌注損傷及與氧化壓力相關的心血管疾病方面，顯示出良好的應用潛力。這些結果為未來的心臟病治療提供了新的思路，但仍需進一步的研究來確認其臨床應用的可行性。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "心臟病",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40633511/"
  },
  {
    "id": "40617372",
    "title_en": "Antioxidant effect of esculin and sulforaphane in zebrafish larvae: A comparative study.",
    "pub_date": "2025-Nov",
    "abstract_en": "Antioxidants are crucial for maintaining cellular redox homeostasis by neutralizing free radicals, including reactive oxygen species (ROS). Nuclear factor erythroid-2-related factor 2 (Nrf2) is a transcription factor that activates various cytoprotective genes to counteract oxidative damage. The present study aimed to compare the antioxidant potential of natural phytochemicals, esculin (ESC), and sulforaphane (SFN) in zebrafish larvae, focusing on Nrf2 activation. Zebrafish larvae were treated with ESC (100 μM) and SFN (40 μM) along with control for 6 h. The levels of ROS, lipid peroxidation (LPO), nitric oxide (NO), glutathione S-transferase (GST), glutathione peroxidase (GPx), catalase (CAT), and reduced glutathione (GSH) were measured. Further, RT-PCR and Western blotting methods were employed to determine the antioxidant genes and protein levels, respectively. In addition, Nrf2 localization within the cell was assessed using nuclear/cytosolic fractionation assay and wholemount immunohistochemistry method. Our results demonstrate that ESC treatment significantly increased antioxidant enzyme activities (GST, GPx, CAT), similar to the effects observed with SFN. Further, ESC enhanced the mRNA levels of antioxidant genes expression, such as nrf2, gstp1, hmox1a, prdx1, nqo1, gss, gsr, sqstm1, hsp90aa1.2 than SFN. Antioxidant proteins Nrf2, Gstp1, Cat, and Sod2 were upregulated in the ESC-treated groups. Subsequently, nuclear localization of Nrf2 was detected in both SFN- and ESC-treated groups, confirming Nrf2 translocation into the nucleus. Our findings suggest that ESC possesses potent antioxidant activity as SFN in 72-hpf zebrafish larvae through the Keap1-Nrf2 signaling pathway.",
    "explanation_zh": "抗氧化劑對於維持細胞內的氧化還原平衡非常重要，因為它們能中和自由基，包括反應性氧種（ROS）。本研究的重點是比較兩種天然植物化學物質——蘇克林（esculin，簡稱ESC）和蘿蔔硫素（sulforaphane，簡稱SFN）在斑馬魚幼體中的抗氧化潛力，特別是它們對核因子紅血球2相關因子2（Nrf2）的激活效果。研究中，斑馬魚幼體接受了ESC（100μM）和SFN（40μM）的處理，持續6小時，並測量了多種指標，包括ROS、脂質過氧化（LPO）、一氧化氮（NO）、谷胱甘肽S轉移酶（GST）、谷胱甘肽過氧化酶（GPx）、過氧化氫酶（CAT）和還原型谷胱甘肽（GSH）。此外，研究還使用了RT-PCR和西方印跡法來確定抗氧化基因和蛋白質的水平，並通過細胞核/細胞質分離試驗和全身免疫組織化學方法評估Nrf2在細胞內的定位。  \n\n研究結果顯示，ESC處理顯著提高了抗氧化酶的活性（如GST、GPx、CAT），其效果與SFN相似。此外，ESC還增強了抗氧化基因的mRNA表達水平，如nrf2、gstp1、hmox1a、prdx1、nqo1、gss、gsr、sqstm1和hsp90aa1.2，這些表達水平均高於SFN。ESC處理組中的抗氧化蛋白Nrf2、Gstp1、Cat和Sod2的表達也有所上調。隨後，研究確認了在SFN和ESC處理組中Nrf2的核定位，這表明Nrf2成功轉移到細胞核中。這些發現表明，ESC在72小時齡的斑馬魚幼體中通過Keap1-Nrf2信號通路展現出與SFN相似的強大抗氧化活性。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40617372/"
  },
  {
    "id": "40533430",
    "title_en": "Monovalent glycoconjugates of sulforaphane prevent inflammation induced by lipopolysaccharide in human dendritic cells by inhibiting NF-ĸB signalling pathway.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane (SFN) has notable health benefits but faces challenges due to its poor solubility and delivery. This study investigates SFN-glycoconjugates effects on lipopolysaccharide (LPS)-induced inflammation in dendritic cells (DCs). With the aiming to enhance their therapeutic potential against inflammatory diseases. Novel monovalent SFN-glycoconjugates with mannose (Man) and fucose (0Fuc) were developed and tested for their anti-inflammatory and immune-modulatory properties in DCs from healthy donors under chronic LPS exposure. By leveraging therapeutic strategies, SFN-glycoconjugates significantly improved the solubility and bioavailability of SFN, thereby overcoming the limitations of traditional delivery methods. Monocyte-derived DCs were treated with SFN-glycoconjugates and subsequently exposed to a chronic inflammatory environment induced by LPS. Our results showed that SFN-glycoconjugates enhance effectiveness in suppressing inflammation by targeting the p65 NF-κB pathway, without affecting MAPK signalling. SFN-glycoconjugates induce a tolerogenic immune response, characterized by increased IL-10 production and enhanced regulatory T- and B-cell proliferation. These effects surpass those of p65 NF-κB inhibition alone, highlighting a distinct and potent regulatory mechanism independent of MAPK pathways. The integration of food therapeutic strategies not only enhances the stability and delivery of bioactive compounds but also broadens their potential applications in functional foods and therapeutic approaches. In particular, SFN-glycoconjugates represent a promising option as biologically active compounds for inflammatory diseases, offering enhanced anti-inflammatory and immunomodulatory effects through optimized delivery systems and the activation of specific molecular pathways.",
    "explanation_zh": "蘿蔔硫素是一種對健康有益的化合物，但由於其溶解度差和傳遞困難，使用上面臨挑戰。本研究探討了蘿蔔硫素與糖苷結合物對於由脂多醣（LPS）引起的炎症在樹突細胞中的影響，旨在提升其對抗炎症疾病的療效。研究者開發了新型的單價蘿蔔硫素糖苷結合物，並測試其在健康捐贈者的樹突細胞中，對於慢性LPS暴露下的抗炎和免疫調節特性。這些糖苷結合物顯著改善了蘿蔔硫素的溶解度和生物利用度，克服了傳統傳遞方法的限制。樹突細胞在接觸到這些糖苷結合物後，隨即暴露於由LPS引起的慢性炎症環境中。研究結果顯示，這些糖苷結合物能有效抑制炎症，主要是通過針對p65 NF-κB通路，而不影響MAPK信號通路。此外，蘿蔔硫素糖苷結合物能誘導耐受性免疫反應，這種反應特徵是IL-10的產生增加，以及調節性T細胞和B細胞的增殖增強。這些效果超過了單純抑制p65 NF-κB的作用，顯示出一種獨特且強效的調節機制，與MAPK通路無關。這項研究不僅提升了生物活性化合物的穩定性和傳遞效率，還擴展了其在功能性食品和治療方法中的潛在應用。特別是，蘿蔔硫素糖苷結合物作為生物活性化合物，對於炎症疾病提供了增強的抗炎和免疫調節效果，透過優化的傳遞系統和特定分子通路的激活。 ",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "炎症疾病",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40533430/"
  },
  {
    "id": "41171476",
    "title_en": "Online solid-phase extraction of glucoraphanin and sulforaphane from non-edible plants based on amino acid-functionalized covalent organic frameworks.",
    "pub_date": "2025-Oct",
    "abstract_en": "Glucoraphanin (GR) and sulforaphane (SFN) are sulfur-containing compounds with diverse medicinal applications. However, cruciferous vegetables are a single source of GR and SFN, which limits development and utilization in natural resources. Herein, amino acid covalent organic framework (COF-Cys) was synthesized via click reactions and employed as an adsorbent in online solid-phase extraction (online SPE) to determine GR and SFN in non-edible plant samples. The adsorption mechanism was analyzed using density functional theory, revealing that adsorption occurred via electrostatic interaction and hydrogen bonding. Under the optimum conditions, good linearity (4-2500 ng/mL; R<sup>2</sup> = 0.9922 and 0.9968) and lower limits of detection (1.0 ng/mL and 0.6 ng/mL) were observed. GR and SFN were found in 18 non-edible plant samples, and recoveries of spiked samples were 89.1-109.3% with RSD ≤ 6.9%. The COF-Cys-online SPE-UPLC-MS/MS approach displays great potential for application to detect GR and SFN in non-edible plants and provide valuable support for the development of functional products.",
    "explanation_zh": "蘿蔔硫素和其前體葡萄糖蘿蔔素是含硫化合物，具有多種藥用潛力。然而，這些化合物主要來自十字花科蔬菜，這限制了其在自然資源中的開發和利用。因此，這項研究的重點是開發一種新的方法來檢測非可食用植物中的蘿蔔硫素和葡萄糖蘿蔔素。研究者合成了一種氨基酸共價有機框架（COF-Cys），並將其用作在線固相萃取的吸附劑，以便在非可食用植物樣本中檢測這些化合物。 這項研究的實驗方法包括使用密度泛函理論來分析吸附機制，結果顯示吸附主要是通過靜電相互作用和氫鍵進行的。在最佳條件下，研究者觀察到良好的線性關係和較低的檢測限，這意味著這種方法在檢測蘿蔔硫素和葡萄糖蘿蔔素方面非常有效。研究結果顯示，在18種非可食用植物樣本中都檢測到了這些化合物，並且在添加樣本的回收率也很高，顯示出這種新方法的可靠性。這項研究的主要發現是，COF-Cys在線固相萃取結合UPLC-MS/MS的方法在檢測非可食用植物中的蘿蔔硫素和葡萄糖蘿蔔素方面具有很大的潛力，這對於開發功能性產品提供了有價值的支持。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41171476/"
  },
  {
    "id": "41246347",
    "title_en": "Sulforaphane in cancer precision medicine: from biosynthetic origins to multiscale mechanisms and clinical translation.",
    "pub_date": "2025-Unknown",
    "abstract_en": "Sulforaphane (SFN), an isothiocyanate derived from glucoraphanin in cruciferous vegetables, has evolved from a dietary antioxidant to a sophisticated multi-target agent in oncology. While its roles in nuclear factor erythroid 2-related factor 2 (Nrf2) activation and histone deacetylase (HDAC) inhibition are well-established, this review provides a novel synthesis by integrating disparate research scales-a multiscale perspective that spans from the genetic and epigenetic regulation of glucoraphanin biosynthesis in plants to SFN's recently elucidated effects on ferroptosis, cancer stem cells (CSCs), and the tumor immune microenvironment in humans. We critically evaluate how key host factors, such as gut microbiota composition and glutathione S-transferase (GST) polymorphisms, dictate SFN bioavailability and efficacy, thereby framing a precision nutrition paradigm for its application. Furthermore, we move beyond generic claims of synergy to detail SFN's specific mechanisms in enhancing conventional therapies, including the modulation of drug transporters and immune checkpoints. By integrating advances from plant biochemistry to molecular oncology, this review establishes an updated and mechanism-oriented framework for realizing SFN's compelling potential in cancer prevention and therapy through a precision medicine approach.",
    "explanation_zh": "蘿蔔硫素是一種從十字花科蔬菜中的葡萄糖異硫氰酸鹽衍生而來的化合物，最初被認為是一種飲食抗氧化劑，但現在它在癌症治療中被視為一種多重靶向的藥物。這篇文章探討了蘿蔔硫素在癌症預防和治療中的潛力，並整合了不同研究層面的資料，從植物中葡萄糖異硫氰酸鹽的基因和表觀遺傳調控，到蘿蔔硫素對人類的鐵死亡、癌症幹細胞和腫瘤免疫微環境的影響。研究指出，宿主因素如腸道微生物組的組成和谷胱甘肽S-轉移酶的多態性會影響蘿蔔硫素的生物可利用性和療效，這為其應用提供了精準營養的框架。除了強調蘿蔔硫素的協同作用外，文章還詳細說明了它在增強傳統治療中的具體機制，包括對藥物運輸蛋白和免疫檢查點的調節。通過將植物生物化學和分子腫瘤學的最新進展結合起來，這篇文章建立了一個更新的、以機制為導向的框架，旨在實現蘿蔔硫素在癌症預防和治療中的潛力，並推進精準醫療的應用。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "癌症",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41246347/"
  },
  {
    "id": "41056875",
    "title_en": "Sulforaphane inhibits gastric cancer progression by regulating the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis.",
    "pub_date": "2025-Oct",
    "abstract_en": "Sulforaphane (SFN) plays a vital role in many types of cancer as a natural extract from plants. However, whether SFN can inhibit gastric carcinogenesis by regulating the lncRNA-miRNA-mRNA axis is unclear. In the current work, the significantly differentially expressed lncRNA PSMB8AS1 was obtained by performing high-throughput sequencing of gastric cancer cells treated with SFN. The qRT-PCR assay results confirmed the inhibitory effect of SFN on PSM8AS1. Subsequently, using gastric cancer data from TCGA and 11 pairs of clinical samples from gastric and paracancerous tissues, we found that PSMB8-AS1 was upregulated in gastric cancer, and high expression of PSMB8-AS1 was associated with low survival of patients with gastric cancer. MTT, cell colony formation, scratch healing, flow cytometry, and qRT-PCR assays showed that the knockdown of PSMB8-AS1 significantly reduced the proliferation and migration of gastric cancer cells as well as promoted apoptosis. Dual luciferase reporter gene and RNA immunoprecipitation (RIP) assay confirmed that PSMB8-AS1 can function as the molecular sponge for miR-888-5p. Meanwhile, bioinformatics analysis and dual-luciferase reporter gene assay showed that miR-888-5p regulates SLC4A7. Overexpression of miR-888-5p or knockdown of SLC4A7 reduced the proliferation and migration of gastric cancer cells. In addition, rescue experiments confirmed that the inhibitory effects of the knockdown of PSMB8-AS1 or the knockdown of SLC4A7 on the proliferation and migration of gastric cancer cells could be reversed by miR-888-5p inhibitor treatment. Subcutaneous tumor formation experiments in nude mice demonstrated that the tumor volume of nude mice transplanted with PSMB8-AS1-knockdown gastric cancer cells was significantly reduced compared with that of the control group. Transcription factors can usually bind to the promoter regions of lncRNAs and regulate the transcription of lncRNAs. We demonstrated through website prediction and experiments that SFN can inhibit the level of PSMB8-AS1 by regulating the transcription factor YY1. These results suggest that SFN inhibits gastric cancer growth through the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis. Therefore, SFN might be a promising therapeutical agent for GC prevention and therapy.",
    "explanation_zh": "蘿蔔硫素（SFN）是一種從植物中提取的天然成分，對於多種癌症的影響相當重要。不過，蘿蔔硫素是否能透過調節長鏈非編碼RNA（lncRNA）、微小RNA（miRNA）和信使RNA（mRNA）的相互作用來抑制胃癌的發生，這一點尚不明確。本研究中，研究人員透過高通量測序技術，發現了一種在胃癌細胞中顯著表達的lncRNA，名為PSMB8-AS1，並確認了蘿蔔硫素對其的抑制作用。接著，研究團隊利用TCGA的胃癌數據以及11對臨床樣本進行分析，發現PSMB8-AS1在胃癌中表達上調，且其高表達與患者的低生存率有關聯。  \n\n在實驗中，研究人員使用MTT、細胞克隆形成、刮痕癒合、流式細胞術和qRT-PCR等多種方法，發現抑制PSMB8-AS1的表達能顯著減少胃癌細胞的增殖和遷移，同時促進細胞凋亡。此外，雙荧光素酶報告基因和RNA免疫沉澱實驗證實了PSMB8-AS1可以作為miR-888-5p的分子海綿。生物信息學分析和雙荧光素酶報告基因實驗顯示，miR-888-5p能調節SLC4A7的表達。過表達miR-888-5p或抑制SLC4A7均能減少胃癌細胞的增殖和遷移。  \n\n此外，救援實驗證實，抑制PSMB8-AS1或SLC4A7的增殖和遷移效果可以被miR-888-5p抑制劑逆轉。在裸鼠的皮下腫瘤形成實驗中，移植PSMB8-AS1抑制的胃癌細胞的腫瘤體積顯著小於對照組。通常，轉錄因子會結合到lncRNA的啟動子區域，調節其轉錄。研究人員通過網站預測和實驗證明，蘿蔔硫素可以通過調節轉錄因子YY1來抑制PSMB8-AS1的表達。這些結果表明，蘿蔔硫素可能通過YY1/PSMB8-AS1/miR-888-5p/SLC4A7這一途徑來抑制胃癌的生長，因此，蘿蔔硫素可能成為胃癌預防和治療的一個有前景的藥物。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "胃癌",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41056875/"
  },
  {
    "id": "41235157",
    "title_en": "Novel magnolol-sulforaphane hybrids as potent antitumor agents: synthesis and biological characterization.",
    "pub_date": "2025-Oct",
    "abstract_en": "The natural product-based hybrid strategy is a promising approach for innovative drug discovery. Leveraging the privileged architecture of sulforaphane-a prominent anticancer natural product-we engineered a novel library of magnolol-sulforaphane molecular hybrids for antitumor evaluation through a concise synthetic strategy for the pharmacophore of sulforaphane (SFN), culminating in the identification of CTNPC8 as a promising anticancer compound. Notably, CTNPC8 not only displays exceptional broad-spectrum anticancer activity with potency surpassing both parent compounds and cisplatin, but also exhibits potent <i>in vitro</i> efficacy against the challenging nasopharyngeal carcinoma (NPC) cell model. Mechanistic studies in nasopharyngeal carcinoma models reveal that CTNPC8 triggers mitochondrial-mediated apoptosis through regulating ROS generation and induces G<sub>2</sub>/M phase arrest. Transcriptomic profiling coupled with validation experiments reveals that CTNPC8 exerts its anti-NPC activity primarily by modulating the Akt/mTOR pathway. The present study provided a valuable strategy for discovering new antitumor agents through hybrid molecular design, nominating CTNPC8 as a promising hit compound for anti-NPC research.",
    "explanation_zh": "在健康和疾病預防方面，這項研究提供了一個新的思路，特別是在抗癌藥物的開發上。研究者利用一種名為蘿蔔硫素的天然產品，設計出一種新的分子混合物，這可能有助於對抗癌症。這種新化合物被稱為CTNPC8，顯示出比傳統藥物更強的抗癌效果，尤其是在針對鼻咽癌的研究中。 這項研究的主題是開發新的抗腫瘤藥物，特別是針對鼻咽癌的治療。研究者們通過將蘿蔔硫素與另一種化合物（即木蘭酚）結合，創造出一系列新的分子，並對其抗腫瘤效果進行評估。這種創新的混合策略可能為未來的藥物發現提供新的方向。 實驗過程中，研究者首先合成了CTNPC8，然後在實驗室中測試其對鼻咽癌細胞的影響。他們發現CTNPC8不僅能有效殺死癌細胞，還能引發細胞凋亡，這是一種細胞自我毀滅的過程。此外，CTNPC8還能阻止癌細胞的生長，特別是在細胞週期的G2/M階段。 主要的發現是，CTNPC8在抗鼻咽癌方面展現了優異的效果，並且其作用機制涉及調節細胞內的活性氧（ROS）生成，進而影響細胞的生存與死亡。研究還發現，CTNPC8主要通過調控Akt/mTOR信號通路來發揮其抗腫瘤作用。這項研究不僅為抗腫瘤藥物的設計提供了新的策略，還將CTNPC8提名為針對鼻咽癌的潛在新藥。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "鼻咽癌",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41235157/"
  },
  {
    "id": "41181585",
    "title_en": "Sulforaphane alleviates hepatocyte pyroptosis via activating Nrf2-HO-1 signaling during septic acute liver injury.",
    "pub_date": "2025-Unknown",
    "abstract_en": "Acute liver injury (ALI) caused by sepsis is a fatal disease with a high mortality rate and poor prognosis. Sulforaphane (SFN) is a natural isothiocyanate that has robust antioxidant and anti-inflammatory properties. The aim of this study was to identify the pharmacological effects and therapeutic mechanisms of SFN in lipopolysaccharide (LPS)-induced ALI. The role of SFN in ALI was investigated using a mouse model of LPS-induced ALI. Briefly, eighteen mice were divided into three groups: control, LPS, and LPS + SFN, which were intraperitoneally injected for 2 days before LPS treatment. 24 h after the LPS injection, blood and liver tissues were collected for further analysis. The hematoxylin and eosin (HE) staining showed a lot of visible necrosis areas, inflammatory cell infiltration, and congestion in liver. Meanwhile, Ly6G and F4/80 staining showed increased infiltration of neutrophils and macrophages in liver, these results indicated that LPS induced sever ALI. As inflammatory response plays a vital role in the pathogenesis of LPS-induced ALI, we detected the occurrence of pyroptosis in liver by ribonucleic acid (RNA) sequencing. The results showed that pyroptosis was significantly promoted by LPS, as indicated by gene ontology (GO) and kyoto encyclopedia of genes and genomes (KEGG) pathway enrichment analyses, revealing the activation of pyroptosis, interleukin (IL)-1 production, IL-18 production, and inflammatory signaling pathways. Then, we explored the effect of SFN on LPS-induced ALI. The results showed that SFN obviously reduced LPS-induced plasma alanine aminotransferase and aspartate aminotransferase level, pathological injuries and TdT-mediated dUTP nick-end labeling (TUNEL) positive cells, indicating protective effect of SFN on ALI. Furthermore, SFN also showed robust effect on LPS-induced inflammatory response in liver, as reflected by suppressing the infiltration of neutrophils and macrophages, and downregulating mRNA levels of C-X-C motif chemokine ligand 9, IL-6, monocyte chemoattractant protein-1, and tumor necrosis factor-α in liver of LPS treated mice. Furthermore, SFN blocked hepatocyte pyroptosis, and suppressed plasma IL-1β and IL-18 levels of LPS treated mice. Mechanistically, SFN selectively activated nuclear factor erythroid 2-related factor 2 (Nrf2)/heme oxygenase-1 (HO-1) signaling to mediate pyroptotic cell death. SFN also reversed the inhibited superoxide dismutase activity and induced malondialdehyde content in liver of LPS exposed mice. SFN ameliorated liver injury and inflammation during LPS-induced ALI by suppressing hepatocyte pyroptosis via the activation of Nrf2/HO-1 signaling. This study provides new evidence for the potential treatment of ALI with SFN.",
    "explanation_zh": "急性肝損傷（ALI）是一種由敗血症引起的致命疾病，死亡率高且預後不佳。研究顯示，蘿蔔硫素（SFN）是一種天然的異硫氰酸酯，具有強大的抗氧化和抗炎特性。本研究的目的是探討蘿蔔硫素在脂多醣（LPS）誘導的急性肝損傷中的藥理作用和治療機制。研究使用小鼠模型來檢視蘿蔔硫素在急性肝損傷中的作用。研究團隊將18隻小鼠分為三組：對照組、LPS組和LPS + SFN組，並在LPS處理前兩天進行腹腔注射。LPS注射後24小時，收集血液和肝臟組織進行進一步分析。結果顯示，肝臟中出現了明顯的壞死區域、炎症細胞浸潤和充血，顯示LPS確實引起了嚴重的急性肝損傷。由於炎症反應在LPS誘導的急性肝損傷發病機制中扮演重要角色，研究團隊還檢測了肝臟中的細胞焦亡現象，結果顯示LPS顯著促進了細胞焦亡的發生，並激活了相關的炎症信號通路。接著，研究人員探討了蘿蔔硫素對LPS誘導的急性肝損傷的影響。結果顯示，蘿蔔硫素明顯降低了LPS誘導的血漿丙氨酸氨基轉移酶和天冬氨酸氨基轉移酶的水平，並減少了病理損傷和細胞焦亡的標記細胞，顯示出蘿蔔硫素對急性肝損傷的保護作用。此外，蘿蔔硫素還有效抑制了LPS誘導的肝臟炎症反應，減少了中性粒細胞和巨噬細胞的浸潤，並下調了多種炎症因子的mRNA表達。機制上，蘿蔔硫素選擇性激活了Nrf2/HO-1信號通路，抑制了肝細胞的細胞焦亡，並改善了LPS誘導的肝損傷和炎症。本研究為蘿蔔硫素在急性肝損傷治療中的潛在應用提供了新的證據。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "急性肝損傷",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41181585/"
  },
  {
    "id": "41099966",
    "title_en": "Sulforaphane improves exercise-induced NRF2 signaling in older adults: an in vivo-ex vivo approach.",
    "pub_date": "2025-Oct",
    "abstract_en": "Redox signaling is a key mechanism of exercise-induced adaptation. However, studies have demonstrated impaired responses to acute exercise in older organisms. Adjunctive therapies to augment exercise effects may overcome these deficits. Sulforaphane (SFN), a phytochemical from cruciferous vegetables, stimulates NRF2. This study tested the hypothesis that combining acute exercise (in vivo stimulus) with ex vivo SFN treatment would induce greater NRF2 activation and signaling in older adults compared to either treatment alone. Twenty-five older adults (12 men, 13 women; mean age: 67 ± 5 years) performed 30-min cycling exercise (AET). Blood was drawn before and immediately after the AET to isolate PBMCs and incubate with and without SFN (5 µM) treatment (four conditions: DMSO (CON), SFN, exercise (EX), and EX + SFN). PBMCs were harvested after 2-h or 5-h incubation for measures of NRF2 or gene expression for NQO1, HO-1, GR, and GCLC targets, respectively. All treatments (SFN, EX, EX + SFN) increased NRF2 activation compared to CON (p < 0.05). The response to EX + SFN was significantly greater than either SFN or EX alone (2.1-fold versus 1.5-fold, p = 0.01). SFN stimulation resulted in a significant upregulation of all four genes compared to control (p < 0.001). EX + SFN treatment stimulated a greater increase in gene expression compared to EX (p < 0.05); however, SFN did not differ statistically from EX + SFN, suggesting a possible ceiling effect of the SFN concentration in terms of gene expression. There were no significant sex differences in any of the responses. These data suggest that combining exercise with SFN may amplify the strength of NRF2/ARE redox signaling in older adults. ClinicalTrials.gov ID: NCT04848792.",
    "explanation_zh": "運動對健康有許多好處，但隨著年齡增長，老年人的運動反應可能會變得不如年輕人。這項研究探討了一種名為蘿蔔硫素的植物化學物質，這種物質來自十字花科蔬菜，是否能幫助增強老年人在運動後的身體反應。研究的重點在於，結合運動與蘿蔔硫素的治療，是否能在老年人中引發更強的生物反應，特別是對一種叫做NRF2的信號傳遞機制的激活。這個機制與身體對抗氧化壓力和促進細胞健康有關。 研究中，25位平均年齡67歲的老年人參加了30分鐘的自行車運動，並在運動前後抽取血液，然後將血液中的白血球與或不與蘿蔔硫素進行培養。研究設計了四種不同的處理方式，包括對照組、單獨的蘿蔔硫素、單獨的運動，以及運動加蘿蔔硫素的組合。 研究結果顯示，所有的處理方式都能提高NRF2的活化程度，但運動加蘿蔔硫素的組合效果最佳，活化程度比單獨的運動或蘿蔔硫素高出2.1倍。蘿蔔硫素的刺激還顯著提高了四種與抗氧化有關的基因表達，顯示出其潛在的健康益處。雖然運動加蘿蔔硫素的組合在基因表達上有更大的提升，但蘿蔔硫素的效果與組合處理並無顯著差異，這可能意味著在基因表達上，蘿蔔硫素的濃度達到了某種上限。整體來看，這項研究提供了運動與蘿蔔硫素結合使用的潛在好處，尤其對於老年人的健康維護有重要啟示。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41099966/"
  },
  {
    "id": "40763479",
    "title_en": "Sulforaphane modulates macrophage polarization via JAK1/STAT1 inhibition to promote tendon repair in tendinopathy.",
    "pub_date": "2025-Oct",
    "abstract_en": "Imbalanced M1/M2 macrophage polarization is central to tendinopathy pathogenesis. Sulforaphane (SFN), a natural compound with anti-inflammatory properties, may modulate macrophage polarization. This study utilized a collagenase-induced mouse model of tendinopathy to evaluate the therapeutic effects of local SFN administration on tendinopathy in vivo. Furthermore, the effects of SFN on macrophage polarization were investigated in vitro, and RNA sequencing was used to explore the mechanisms by which SFN regulates macrophage polarization in vivo. Finally, an ex vivo human pathological tendon culture system was employed to explore the therapeutic effects of SFN on tendinopathic lesions. In this study, we found that SFN modulated the polarization of M1 macrophages towards M2 macrophages, thereby effectively modulating the inflammatory response. RNA sequencing and Western blot analyses indicated that the effect of SFN was mediated through the JAK1/STAT1 signaling pathway. In a collagenase-induced mouse model of tendinopathy, local injection of SFN led to a significant improvement in tendon tissue structure, with the collagen matrix restoring its natural dense parallel arrangement. Furthermore, there was an increase in local M2 macrophages and a decrease in M1 macrophages, which promoted the resolution of inflammation. Finally, the immunomodulatory effect of SFN on macrophages was also validated in tendon tissue from patients with tendinopathy. SFN can effectively alleviate tendinopathy by promoting the polarization of M1 macrophages towards M2 macrophages, an effect achieved through the inhibition of the JAK1/STAT1 signaling pathway, thereby providing a promising therapeutic approach for the treatment of tendinopathy.",
    "explanation_zh": "在健康和疾病預防方面，這項研究探討了一種名為蘿蔔硫素的天然化合物，這種化合物具有抗發炎的特性，可能對於肌腱病的治療有幫助。肌腱病是一種常見的運動傷害，通常與肌腱的發炎和損傷有關。研究顯示，蘿蔔硫素能夠調節免疫細胞的極化，這對於減少發炎反應非常重要。這意味著，透過調整免疫系統的反應，蘿蔔硫素可能有助於改善肌腱的健康狀態，從而減少疼痛和促進恢復。 研究的主題是蘿蔔硫素對肌腱病的影響，特別是它如何影響一種叫做巨噬細胞的免疫細胞的行為。巨噬細胞有兩種主要類型：M1型和M2型，前者通常與發炎有關，而後者則有助於減少發炎。這項研究希望了解蘿蔔硫素是否能促使M1型巨噬細胞轉變為M2型，從而改善肌腱的健康。 實驗方面，研究人員使用了一種小鼠模型，這些小鼠的肌腱被膠原酶誘導損傷，然後他們局部注射蘿蔔硫素來觀察其效果。此外，研究還在實驗室中進行了細胞培養，並利用RNA測序技術來探討蘿蔔硫素如何調節巨噬細胞的極化。最後，研究者還使用了人類病理肌腱的培養系統來進一步驗證蘿蔔硫素的療效。 主要的發現是，蘿蔔硫素能有效地促進M1型巨噬細胞轉變為M2型，這樣可以減少發炎反應。RNA測序和蛋白質分析顯示，這一效果是通過JAK1/STAT1信號通路實現的。在小鼠模型中，局部注射蘿蔔硫素後，肌腱組織的結構顯著改善，膠原蛋白的排列恢復了正常的密集平行狀態。同時，M2型巨噬細胞的數量增加，而M1型的數量減少，這有助於炎症的緩解。這項研究的結果顯示，蘿蔔硫素可能成為治療肌腱病的一種有前景的療法。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肌腱病",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40763479/"
  },
  {
    "id": "41060333",
    "title_en": "Sulforaphane from broccoli, an epigenetic modulator in cancer cells.",
    "pub_date": "2025-Oct",
    "abstract_en": "The consumption of cruciferous vegetables offers several health benefits due to some of their compounds. Sulforaphane (SFN), a compound found in cabbage and broccoli, has received special attention in recent years due to its anticancer activities. The main objective of this systematic review is to examine the epigenetic and genetic effects of SFN on cancers (in vitro and in vivo) which contribute to its anticancer activities. We only analyzed studies that combined its epigenetic effects and anticancer activities due to the multitude of studies on SFN over the past few years. We found that SFN is able to regulate epigenetic mechanisms and promote the prevention and treatment of several cancers. Definitely, it prevents tumor growth and acts as a histone deacetylase (HDAC) inhibitor, a DNA methyltransferase (DNMT) inhibitor, and a microRNA regulator in several cancers. These epigenetic regulations lead indirectly to a hyperregulation or deregulation of the expression of genes involved in carcinogenesis. SFN hasn't any major epigenetic effect on normal cells. This review revealed that the anticancer activities attributable to SFN are largely related to its ability to modulate cancer cell epigenome. These capabilities to modulate the epigenome make SFN a promising anticancer agent with significant therapeutic potential.",
    "explanation_zh": "吃十字花科蔬菜對健康有很多好處，這是因為它們含有一些特殊的化合物。其中，蘿蔔硫素是一種在高麗菜和花椰菜中發現的化合物，近年來因其抗癌特性而受到特別關注。這篇系統性回顧的主要目的是探討蘿蔔硫素對癌症的表觀遺傳和遺傳影響，這些影響有助於其抗癌作用。我們只分析了那些同時研究蘿蔔硫素的表觀遺傳效應和抗癌活動的研究，因為過去幾年有許多關於蘿蔔硫素的研究。研究顯示，蘿蔔硫素能夠調節表觀遺傳機制，並促進多種癌症的預防和治療。它確實能夠抑制腫瘤生長，並作為組蛋白去乙醯化酶（HDAC）抑制劑、DNA甲基轉移酶（DNMT）抑制劑和微小RNA調節因子，在多種癌症中發揮作用。這些表觀遺傳的調節間接導致與癌症發生相關的基因表達的過度調節或失調。值得注意的是，蘿蔔硫素對正常細胞並沒有顯著的表觀遺傳影響。這篇回顧揭示了蘿蔔硫素的抗癌活性主要與其調節癌細胞表觀基因組的能力有關。這種調節表觀基因組的能力使得蘿蔔硫素成為一種具有顯著治療潛力的抗癌劑。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "癌症",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41060333/"
  },
  {
    "id": "40553560",
    "title_en": "Antibacterial effects of sulforaphane - A phytonutrient derived from broccoli as promising candidate in the combat of bacterial infections.",
    "pub_date": "2025-Oct",
    "abstract_en": "Bacterial pathogens, particularly antibiotic-resistant strains may constitute major challenges for the successful treatment of infected patients. Therefore, novel antibiotics or alternative, antibiotics-independent compounds with antimicrobial properties such as phytonutrients are needed. Our systematic literature review summarizes current knowledge on antibacterial effects of sulforaphane (SFN) in vitro and in vivo, including human studies. The isothiocyanate SFN is abundant in plants from the Brassicaceae family including broccoli. The 28 reports reviewed herein revealed that SFN i.) exerted antimicrobial effects against a variety of Gram-positive and Gram-negative bacteria; ii.) counteracted distinct virulence factors such as biofilm formation and toxin production (e.g. Shiga toxin); iii.) enhanced antibacterial immune cell responses mounting in anti-oxidant and anti-inflammatory actions thereby supporting bacterial killing and dampening inflammatory cell and tissue damage; iv.) prevented from aspirin-induced small intestinal cell injury; and v.) alleviated Helicobacter pylori-induced gastritis. In conclusion, given its antibacterial, immune-modulatory, and disease-alleviating effects, SFN constitutes a promising alternative antibiotic-independent candidate for the treatment of bacterial infections, warranting further consideration in clinical trials.",
    "explanation_zh": "在健康和疾病預防方面，抗生素抗藥性菌株的出現讓治療感染變得更加困難，因此需要尋找新的抗生素或其他不依賴抗生素的化合物來對抗細菌。這篇研究回顧了蘿蔔硫素在抗菌方面的效果，並探討了它在人體和動物實驗中的應用。蘿蔔硫素是一種存在於十字花科植物中的化合物，例如西蘭花，具有潛在的抗菌特性。 這項研究的主題是蘿蔔硫素的抗菌效果，特別是它對不同類型細菌的影響，包括一些對抗生素有抗藥性的細菌。研究者們分析了28篇相關文獻，這些文獻顯示蘿蔔硫素能夠對多種革蘭氏陽性和陰性細菌產生抗菌效果，並且能夠抑制細菌的毒力因子，例如生物膜的形成和毒素的產生。 實驗中，研究者們觀察了蘿蔔硫素如何增強免疫細胞的抗菌反應，並且具有抗氧化和抗發炎的作用，這些作用有助於細菌的清除，並減少發炎對細胞和組織的損害。此外，蘿蔔硫素還能防止阿斯匹林引起的小腸細胞損傷，並減輕由幽門螺旋桿菌引起的胃炎。總的來說，蘿蔔硫素因其抗菌、免疫調節和減輕疾病的效果，成為一種有前景的替代抗生素的候選物，值得在臨床試驗中進一步研究。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "胃炎",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40553560/"
  },
  {
    "id": "40597512",
    "title_en": "In vitro gastrointestinal digestion of broccolis sprout extract: Impact on the bioaccesibility of sulforaphane and total phenolic.",
    "pub_date": "2025-Oct",
    "abstract_en": "Broccoli sprout extract is rich in phenolic compounds and sulforaphane (SFN) and the gastrointestinal digestion process can affect the bioaccessibility of these substances. This study aimed to evaluate the antioxidant capacity and the content of total phenolic compounds (TPC) and SFN in broccoli sprout extract before and during in vitro gastrointestinal digestion (GID). The antioxidant capacity was determined using different assays (FRAP, ABTS and DPPH), and the TPC and sulforaphane content was measured using the Folin-Ciocalteu method and high performance liquid chromatography (HPLC), respectively. The in vitro digestion analyses followed the INFOGEST 2.0 protocol. Additionally, microbiological characterization and chemical composition analysis of broccoli sprouts were conducted. The microbiological analyses indicated that the sprouts were safe for consumption, with high amounts of TPC, antioxidant capacity, and SFN content. The TPC content decreased significantly (p < 0.001) after GID, from 1740.0 μg eq. GAE/g before digestion to 536.5 μg eq. GAE/g in the gastric phase and 211.0 μg eq. GAE/g in the enteric phase. The antioxidant capacity also decreased significantly after simulated digestion compared to initial values. A lower (p < 0.001) SFN content was identified in the gastric phase (18.6 mg/g) compared to the intestinal phase (27.8 mg/g), although both showed lower SFN levels than the undigested sample, which contained 72.2 mg/g of SFN. In conclusion, simulated digestion significantly reduced the amount of TPC and SFN, likely due to degradation or biotransformation of the compounds under digestion conditions.",
    "explanation_zh": "這項研究探討了西蘭花芽萃取物中的抗氧化能力以及其所含的總酚類化合物（TPC）和蘿蔔硫素（SFN）在消化過程中的變化。研究顯示，這些成分的生物可及性會受到腸胃道消化的影響，這對於健康和疾病預防有一定的啟示。西蘭花芽中富含的抗氧化物質可能有助於抵抗自由基，進而降低某些疾病的風險，但在消化過程中，這些有益成分的含量會顯著下降。 研究的主題主要是分析西蘭花芽萃取物在模擬腸胃道消化過程中的變化。研究者使用了多種方法來測量抗氧化能力和成分含量，包括FRAP、ABTS和DPPH等檢測，並透過Folin-Ciocalteu方法和高效液相色譜（HPLC）來測量TPC和SFN的含量。模擬消化的分析則遵循了INFOGEST 2.0的標準流程。 研究中還進行了微生物特徵和化學成分的分析，結果顯示西蘭花芽是安全可食用的，並且含有高量的TPC、抗氧化能力和SFN。然而，研究發現經過模擬消化後，TPC的含量顯著下降，從消化前的1740.0 μg eq. GAE/g降至胃相的536.5 μg eq. GAE/g和腸相的211.0 μg eq. GAE/g。抗氧化能力也顯著降低。雖然腸相的SFN含量（27.8 mg/g）高於胃相（18.6 mg/g），但兩者的含量都低於未消化樣本的72.2 mg/g。總結來說，模擬消化顯著減少了TPC和SFN的含量，這可能是因為在消化過程中這些化合物的降解或生物轉化所致。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40597512/"
  },
  {
    "id": "41026407",
    "title_en": "The Adaptive Laboratory Evolution Technology Enhances Sulforaphane Production of Lactobacillus plantarum CR12.",
    "pub_date": "2025-Sep",
    "abstract_en": "T he sulforaphane production of wild-type Lactobacillus plantarum CR12 (L. plantarum CR12) is limited. Researchers found that adaptive laboratory evolution (ALE) technology can enhance the production of microorganism by altering the growth environment of microorganisms. However, the effectiveness of enhancing the transformation function of L. plantarum CR12 and the safety of the adaptive strain are unknown. To clarify the above problem, ALE technology was used to enhance the sulforaphane conversion rate of L. plantarum CR12. The results showed that the glucoraphanin conversion rate, sulforaphane production rate, and sulforaphane conversion efficiency of adaptive strain were significantly higher than those of the wild-type strain. The adaptive strain could produce sulforaphane in vivo and regulate the gut microbiota structure. The genomes showed that the adaptive strain consists of a 4,165,885 bp chromosome with a GC content of 36.8%, encoding 4172 protein-coding genes. Compared with the wild-type strain, the adaptive strain expresses more glycoside hydrolases and glycosyl transferases, indicating that the adaptive strain possesses higher carbohydrate metabolic capability. Genes related to glucoraphanin metabolism (cliT, bglF, and bglA) were detected in both the genomes of the wild-type strain and adaptive strain, indicating that both the wild-type strain and adaptive strain possess sulforaphane production capabilities. Therefore, the adaptive strain can be safely used to increase the in vivo production of sulforaphane, ultimately improving human health. This research is aimed at providing genetic evidence for further formulating rational genetic engineering strategies to transform the wild-type strain into an overproducer.",
    "explanation_zh": "蘿蔔硫素是一種對健康有益的化合物，研究顯示它可能有助於預防某些疾病。這篇研究的重點在於一種名為Lactobacillus plantarum CR12的乳酸菌，這種菌的蘿蔔硫素產量有限。研究人員使用了一種叫做適應性實驗室進化（ALE）的技術，來改善這種菌的生長環境，從而提高其蘿蔔硫素的產量。不過，這種改良菌株的轉化能力和安全性尚不清楚，因此研究的目的就是要釐清這些問題。\n\n在實驗中，研究者利用ALE技術來提高L. plantarum CR12的蘿蔔硫素轉化率。結果顯示，經過改良的菌株在蘿蔔硫素的產量和轉化效率上，明顯高於野生型菌株。此外，這種改良菌株能在體內產生蘿蔔硫素，並且能調節腸道微生物的結構。基因組分析顯示，改良菌株擁有一個4,165,885 bp的染色體，並編碼4172個蛋白質，與野生型菌株相比，改良菌株表達了更多的糖苷水解酶和糖基轉移酶，這意味著它在碳水化合物代謝方面的能力更強。\n\n研究還發現，無論是野生型還是改良菌株，都檢測到了與蘿蔔硫素代謝相關的基因，這表明兩者都有產生蘿蔔硫素的能力。因此，這種改良菌株可以安全地用來增加體內的蘿蔔硫素產量，最終可能有助於改善人類健康。這項研究的目的是為了提供基因證據，以便未來能夠制定合理的基因工程策略，將野生型菌株轉變為高產的菌株。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41026407/"
  }
]