[
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "pub_date": "2026-Jan",
    "abstract_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L. (black radish) juice on BEAS-2B human bronchial epithelial cells. Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11.0 min. GO-PEG nanoparticles produced from graphites (50 nm and 400 nm) were tested at concentrations ranging from 50-225 μg mL<sup>-1</sup> and 100-1000 μg mL<sup>-1</sup> to have IC<sub>50</sub> values, respectively. Sulforaphane and black radish juice were also administered. The MTT assay revealed IC<sub>50</sub> values of 8.7 μg mL<sup>-1</sup> for sulforaphane, 197.0 mg mL<sup>-1</sup> for black radish juice, 175.8 μg mL<sup>-1</sup> for GO-PEG (50 nm), and 650.6 μg mL<sup>-1</sup> for GO-PEG (400 nm). Biochemical analyses showed that sulforaphane and radish juice decreased IL-6 levels and increased antioxidant enzyme activities (GSH-Px and CAT). These results highlight the therapeutic potential of GO-PEG, sulforaphane, and black radish juice for anti-inflammatory and antioxidant applications.",
    "explanation_zh": "這項研究主要探討了PEG化石墨烯氧化物（GO-PEG）奈米粒子、硫代葡萄糖素（來自黑蘿蔔汁）對人類支氣管上皮細胞的細胞毒性和生化影響。研究者從黑蘿蔔汁中提取硫代葡萄糖素，並用高效液相色譜法（HPLC）進行定量分析。\n\n研究中，科學家們測試了不同濃度的GO-PEG奈米粒子以及黑蘿蔔汁，並使用MTT測試來評估它們對細胞的影響。結果顯示，硫代葡萄糖素對細胞的IC50值（半數抑制濃度）為8.7 μg/mL，這意味著它在較低濃度下就能有效影響細胞。而黑蘿蔔汁和GO-PEG奈米粒子的IC50值則較高，分別為197 mg/mL和175.8 μg/mL（50 nm）。\n\n這些結果顯示，硫代葡萄糖素和黑蘿蔔汁可以降低炎症相關的IL-6水平，並提高抗氧化酶的活性，這對於減少炎症和氧化壓力有潛在的好處。對於一般人來說，這意味著適量攝取黑蘿蔔汁或含有硫代葡萄糖素的食物，可能有助於改善健康，特別是在抗炎和抗氧化方面。就像我們平常說的，健康的飲食就像是為身體加油，讓它更有能力抵抗疾病。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/"
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "pub_date": "2025-Dec",
    "abstract_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy. Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity. To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy. Among them, compound 17a demonstrated the highest potency, exhibiting an average 7.4-fold increase in antiproliferative activity with IC<sub>50</sub> values ranging from 0.85 ± 0.04 μM to 1.34 ± 0.02 μM in TNBC cell lines compared to the parent hybrid CT1-3. In vitro, 17a significantly suppressed TNBC cell proliferation, colony formation, migration, and invasion while inducing apoptosis. In vivo, administration of 17a effectively inhibited tumor growth without apparent toxicity in an MDA-MB-231 xenograft model, as evidenced by normal organ morphology. Mechanistically, RNA sequencing revealed that 17a downregulated the nucleotide excision repair (NER) and NF-κB pathways, suppressing expression of NER-related genes (ERCC2, POLE2, LIG1, GTF2H3, and DDB2) at mRNA and protein levels and inhibiting phosphorylation of IKKα and p65. These findings position 17a as a potent therapeutic candidate for TNBC treatment, warranting further clinical investigation.",
    "explanation_zh": "這項研究主要探討一種被稱為三陰性乳腺癌（TNBC）的侵略性癌症亞型，這種癌症通常需要依賴化療來治療。研究者們特別關注天然產品如木蘭酚（magnolol）和硫代葡萄糖苷（sulforaphane），以及它們的合成混合物，因為這些物質在抗腫瘤方面顯示出良好的潛力。\n\n為了找到更有效的抗癌藥物，研究團隊設計並合成了15種新的木蘭酚-硫代葡萄糖苷混合物，並評估它們的抗癌效果。結果顯示，其中一種名為17a的化合物具有最高的抗癌活性，其在TNBC細胞中的增殖抑制效果比其他化合物強了約7.4倍。\n\n這項研究的意義在於，17a不僅能有效抑制癌細胞的增長、遷移和侵襲，還能誘導癌細胞死亡，並且在動物實驗中顯示出對腫瘤生長的抑制效果，且沒有明顯的毒性。這些發現讓17a成為一個有潛力的治療選擇，未來可能對三陰性乳腺癌的治療有重要貢獻。對於一般人來說，這意味著未來可能會有新的治療方法來對抗這種難治的癌症，進一步改善患者的生活品質。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "pub_date": "2025-Dec",
    "abstract_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury. Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS. We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes. Isoproterenol induced ferroptosis and oxidative stress by impairing Nrf2 signaling. SFN treatment restored myocardial structure and function while enhancing antioxidant capacity, reducing mitochondrial damage, and suppressing ferroptosis markers. Additionally, similar to Fer-1 (a ferroptosis inhibitor), SFN reduced intracellular ferrous levels but uniquely activated Nrf2-driven endogenous defenses. Notably, Nrf2 inhibition abrogated the benefits of SFN in both in vitro and in vivo experiments. These findings highlight SFN as a dual-action therapeutic for TTS, simultaneously targeting oxidative stress and ferroptosis via Nrf2 activation. The therapeutic efficacy of SFN, combined with endogenous pathway modulation, underscores its translational potential for improving TTS outcomes.",
    "explanation_zh": "這項研究主要探討的是「章魚心症候群」（Takotsubo syndrome, TTS），這是一種可能會造成心臟嚴重損傷的疾病，雖然過去被認為是良性的。研究對象是使用異丙腎上腺素誘導的老鼠模型和心肌細胞，目的是了解這種疾病的成因以及如何改善其影響。\n\n研究方法是給予一種叫做「硫代葡萄糖素」（sulforaphane, SFN）的天然物質，這種物質能激活一種名為Nrf2的蛋白質，來看看它對心臟損傷的影響。結果顯示，SFN能夠改善心臟結構和功能，增強抗氧化能力，減少線粒體損傷，並抑制與細胞死亡相關的標記物。\n\n這項研究的意義在於，SFN可能成為治療章魚心症候群的一種新方法，因為它不僅能減少氧化壓力，還能對抗細胞死亡。這對於想要預防心臟疾病或改善心臟健康的人來說，提供了一個新的思路，像是找到了一把可以打開健康之門的鑰匙，但仍需更多研究來確認這種方法的安全性和有效性。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "pub_date": "2025-Dec",
    "abstract_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>. However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L. plantarum</i> remains unclear. This research utilized the adaptive laboratory evolution technology to enhance the sulforaphane conversion rate of <i>L. plantarum</i>. The results showed that an increase in the glucose replacement ratio significantly downregulated carbohydrate metabolism and upregulated amino acid metabolism. Transcriptomic analysis showed that the ALE-adapted strain significantly upregulated carbohydrate metabolism and amino acid metabolism. In the conversion pathway, glucoraphanin is imported into <i>L. plantarum</i> cells, and its glucose moiety is phosphorylated by bglF (the phosphate group may be derived from phosphoenolpyruvate via the phosphotransferase system). Subsequently, the S-glycosidic bond of phosphorylated glucoraphanin is hydrolyzed by bglA (6-phospho-β-glucosidase), followed by nonenzymatic rearrangement and sulfate elimination, ultimately yielding sulforaphane. This research can contribute to revealing the interaction mechanism between microorganisms and natural active substances.",
    "explanation_zh": "這項研究主要探討了一種叫做「硫代葡萄糖素」（sulforaphane）的有益化合物，這種化合物可以從「葡萄糖苷」（glucoraphanin）轉換而來，而這個轉換過程是由一種細菌「Lactiplantibacillus plantarum」來完成的。不過，這個轉換的效率不高，且具體的轉換機制還不太清楚。\n\n研究者使用了一種叫做「適應性實驗室進化技術」的方法來提高這種細菌的轉換效率。結果顯示，當細菌中某些糖的比例增加時，會影響其代謝過程，讓它更有效地轉換葡萄糖苷為硫代葡萄糖素。\n\n這項研究的發現對我們的健康有一定的啟示，因為硫代葡萄糖素被認為有助於抗氧化和抗癌等作用。透過提高這種化合物的產量，未來可能能夠在飲食中更有效地利用這些天然成分，進而增進健康。不過，這仍然需要更多的研究來確認具體的效果。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "pub_date": "2025-Dec",
    "abstract_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence. Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival. This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression. BEAS-2B cells were treated with CSE and SFN, and cell viability was assessed using the MTT assay. Cellular senescence was assessed using the SA-β-gal assay and the expression of genes associated with senescence (p16 and p21). The expression levels of SIRT1, senescence-associated secretory phenotype (SASP) cytokines (IL-1β, IL-6, IL-8, TNF-α), GPX4, and SLC7A11 were quantified using qRT-PCR. Additionally, ROS production, GSH and MDA levels, and iron content were measured. An emphysema mouse model was induced by intraperitoneal administration of CSE (7.2 mg/kg) alone or in combination with SFN (10.2 mg/kg) over 28 days, and subsequent histopathological changes were evaluated. Our findings revealed that SFN co-treatment effectively mitigated CSE-induced cytotoxicity, senescence, and SASP cytokine secretion, as well as the pronounced emphysematous changes in lung tissues. Furthermore, SFN reversed CSE-induced downregulation of SIRT1 and upregulation of NF-κB. Notably, SFN also inhibited CSE-induced ferroptosis by increasing GPX4 and SLC7A11 expression while reducing iron and MDA levels. The findings of the present study demonstrated that sulforaphane offers protective effects against CSE-induced toxicity by mitigating oxidative stress, ferroptosis, and cellular senescence.",
    "explanation_zh": "這項研究主要探討了硫代葡萄糖素（SFN）對香煙煙霧引起的肺部損傷的保護作用。研究對象包括人類氣道上皮細胞和小鼠肺部，目的是了解SFN如何增強細胞對壓力的抵抗力，特別是通過提升一種叫做SIRT1的蛋白質表達。\n\n研究方法上，科學家將BEAS-2B細胞暴露於香煙煙霧提取物（CSE）和SFN，並檢測細胞的存活率和老化情況。他們還使用小鼠模型來觀察SFN對肺部的影響。\n\n結果顯示，SFN能有效減少香煙煙霧造成的細胞損傷和老化，並降低與老化相關的炎症因子。同時，SFN還能提升SIRT1的表達，減少細胞內的氧化壓力和鐵含量，這些都是導致細胞死亡的因素。\n\n對一般人來說，這項研究的意義在於，SFN可能有助於減少吸煙對肺部的傷害，並提供了一種潛在的保護策略，讓我們在面對環境污染或吸煙的危害時，能夠更好地保護自己的健康。簡單來說，SFN就像是一個強力的防護罩，幫助我們的細胞抵擋壞環境的攻擊。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/"
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "pub_date": "2025-Dec",
    "abstract_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty. Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies. However, its role in alleviating intrinsic skin aging remains to be elucidated. Integrative network pharmacology and proteomics were utilized to investigate the underlying mechanisms of SFN in intrinsic skin aging. Fifty-one anti-aging targets of SFN were identified, highlighting its promising regulatory impact on the aging process. Based on an 18-month-old natural aging mouse model, significant alleviation in skin structure, redox homeostasis, and immune cell composition was noted after 2 months of SFN supplementation. Additionally, proteomic analysis demonstrated that SFN reversed the proteomic profile of intrinsic skin aging, with 233 differentially expressed proteins (DEPs) identified in SFN-fed aging mice. Of note, the up-regulated DEPs were highly enriched in the apelin signaling pathway (p = 0.010). Furthermore, immune cell infiltration and whole blood cell analysis revealed that SFN rescued T cells depletion in dermal tissue, which was strongly correlated with DEPs enriched in the SFN-activated apelin signaling pathway. SFN improves skin morphology and immune functions via activating the apelin signaling pathway, suggesting new prime targets in counteracting intrinsic skin aging.",
    "explanation_zh": "這項研究主要探討了一種名為「硫代葡萄糖素」（SFN）的天然物質對皮膚老化的影響。研究對象是年齡約18個月的老鼠，這些老鼠的皮膚狀況模擬了自然老化的過程。\n\n研究方法上，科學家們使用了網絡藥理學和蛋白質組學的技術來分析SFN在皮膚老化中的潛在作用。他們發現SFN能夠影響51個與抗老化相關的目標，顯示出其對抗老化過程的潛力。經過兩個月的SFN補充，老鼠的皮膚結構、氧化還原平衡以及免疫細胞的組成都有明顯改善。此外，研究還發現SFN能逆轉老化過程中的蛋白質變化，並且與一個名為「apelin信號通路」的機制有關。\n\n對一般人來說，這項研究的啟示在於，SFN可能有助於改善皮膚的外觀和免疫功能，並提供了一些新的方向來對抗皮膚老化問題。這就像是為皮膚找到了新的「護理秘訣」，讓我們在面對老化時多了一個選擇，但仍需更多研究來確認這些效果。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/"
  },
  {
    "id": "41027171",
    "title_en": "Multi-omics analysis of gut-liver axis reveals the mechanism by which sulforaphane alleviates liver injury in Cyprinus carpio exposed to triphenyltin.",
    "pub_date": "2025-Dec",
    "abstract_en": "This study investigates the protective effects of sulforaphane (SFN) against triphenyltin (TPT)-induced hepatotoxicity, immune dysfunction and gut microbiota dysbiosis in Cyprinus carpio. Cyprinus carpio were divided into three groups and exposed for 8 weeks, including control, 10 μg/L TPT and 10 μg/L TPT + 10 mg/kg SFN group. This result showed that TPT exposure induced significantly (P < 0.05) hepatotoxicity, evidenced by increasing hepatic total bile acid (TBA) and total cholesterol levels, while upregulating Hsp70/90 and downregulating lysozyme gene expression. SFN supplementation reduced TBA accumulation, normalized Hsp90 and lysozyme expression, mitigating TPT-induced lipid dysregulation and immunosuppression. Transcriptomic analysis revealed that TPT exposure activated lipid metabolism pathways (PPAR signaling and cholesterol metabolism), but suppressed immune-related pathways. SFN supplementation restored metabolic homeostasis by enriching glucose and amino acid metabolism pathways and activating AMPK signaling, while also modulating the expression of key genes (PLIN1, ME1, CPT1B). The microbiota composition were changed in SFN + TPT, including the increased of beneficial Fusobacteriota and Cetobacterium, and the decreased of pathogenic Proteobacteria and Aeromonas. The gut transcriptome dysregulation were restored in SFN + TPT by enhancing immune pathways in Toll-like/NOD-like receptors. The significant correlations linked were found in gut microbes (Kaistia, Vagococcus) to hepatic/intestinal gene expression in SFN + TPT. Overall, these findings elucidate novel mechanisms underlying TPT-induced immunotoxicity in liver and intestine and demonstrate the protective role of SFN, providing a theoretical foundation for its application in toxicity mitigation strategies.",
    "explanation_zh": "這項研究主要探討了硫代葡萄糖素（SFN）對三苯錫（TPT）引起的肝毒性、免疫功能障礙和腸道微生物失衡的保護作用，研究對象是鯉魚。研究團隊將鯉魚分成三組，持續暴露於不同的環境中，持續了八週。\n\n研究結果顯示，TPT的暴露會導致肝臟毒性，表現為肝臟中膽鹼酸和膽固醇的增加，並影響與免疫相關的基因表現。而當添加SFN後，這些不良影響明顯減少，肝臟的膽鹼酸累積降低，免疫功能得到改善。此外，腸道微生物的組成也發生了變化，出現了有益菌的增加以及有害菌的減少。\n\n這項研究的意義在於，SFN可能有助於保護肝臟和免疫系統，並改善腸道健康。這對於我們的日常飲食選擇有啟示，或許可以考慮增加富含SFN的食物，如十字花科蔬菜，來幫助減少環境毒素對健康的影響。這就像在生活中選擇更健康的食物，來保護我們的身體一樣。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41027171/"
  },
  {
    "id": "40714240",
    "title_en": "Gut microbiota-related glutathione metabolism is key mechanism for sulforaphane ameliorating ulcerative colitis.",
    "pub_date": "2025-Dec",
    "abstract_en": "Gut barrier dysfunction is associated with dysbiosis of the gut microbiota and its metabolites, which is closely linked to the pathogenesis of ulcerative colitis (UC). Recent studies have demonstrated that Sulforaphane (SFN) exerts beneficial effects on UC. However, the role of the gut microbiota and microbial metabolism in the anti-UC mechanisms of SFN remains inadequately understood. In this study, we observed that SFN administration significantly improved the pathological phenotype, restored gut barrier integrity, and reduced colon inflammation in dextran sulfate sodium (DSS)-induced colitis mice. Gut microbiota analysis illustrated that SFN administration rebalances the alterations in gut microbiota composition, including genera such as Turicibacter, Lactobacillus and Bacteroides, in DSS-induced mice. Furthermore, untargeted metabolomics analysis indicated that the levels of microbial arachidonic acid metabolism, as well as the metabolism of alanine, aspartate, and glutamate, and glutathione metabolism in the gastrointestinal tract, were significantly altered in DSS-induced mice. Interestingly, SFN treatment significantly restore the alterations in glutathione metabolism and the levels of associated metabolites. Additionally, we observed that the MAPK/NF-κB signaling pathway, regulated by glutathione metabolism, was inhibited in the colon of DSS-induced mice following SFN treatment. Collectively, these results suggest that SFN can alleviate DSS-induced colitis in mice by restoring dysregulated gut microbiota and glutathione metabolism, thereby modulating the MAPK/NF-κB signaling pathway, enhancing intestinal barrier function and reducing colonic inflammation. Importantly, our findings elucidate a novel mechanism by which SFN improves gut barrier function, highlighting its potential to advance the development of SFN-derived therapeutics for the clinical management of colitis.",
    "explanation_zh": "這項研究主要探討了一種名為「硫代葡萄糖苷」（Sulforaphane, SFN）的物質對潰瘍性結腸炎（UC）的影響，特別是它如何改善腸道屏障的功能。研究對象是使用一種化學物質（DSS）誘發的結腸炎小鼠。\n\n研究方法上，科學家給小鼠施用SFN，並觀察其對小鼠腸道的影響。結果顯示，SFN不僅改善了小鼠的病理狀況，還修復了腸道屏障，減少了結腸的炎症。此外，SFN能調整腸道內的微生物組成，並改變一些與腸道健康相關的代謝物質。\n\n這項研究的意義在於，SFN可能成為改善腸道健康的新方法，尤其對於潰瘍性結腸炎患者來說，這可能意味著未來有新的治療選擇。簡單來說，SFN就像是一位修復工，幫助腸道恢復正常功能，並減少炎症，這對於維持整體健康非常重要。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40714240/"
  },
  {
    "id": "41291551",
    "title_en": "Nanoliposome-mediated delivery of sulforaphane suppresses Ehrlich ascites carcinoma growth and improves liver integrity and therapeutic outcomes in a murine model.",
    "pub_date": "2025-Nov",
    "abstract_en": "The anticancer activity of sulforaphane (SFN) involves multiple signaling pathways, but its mechanism against Ehrlich Ascites Carcinoma (EAC) in mice remains unclear. This study evaluated the antitumor efficacy of SFN-loaded nanoliposomes (SFN-NLPs). Ninety female Swiss albino mice were allocated into six groups: (1) untreated control, (2) SFN alone (50 mg/kg/day, orally), (3) SFN-NLPs alone (50 mg/kg/day, orally), (4) EAC-bearing mice (2.5 × 10⁶ cells, intraperitoneally), (5) EAC + SFN, and (6) EAC + SFN-NLPs. with treatment lasting 20 days in tumor-bearing groups. SFN-NLPs significantly reduced EAC tumor volume, viable cell count, and tumor marker levels, while prolonging survival more effectively than free SFN. SFN-NLPs modulated key molecular pathways by suppressing inflammatory gene expression (NF-κB, COX-2) and shifting the balance toward apoptosis via upregulation of TP53 and Bax and concomitant downregulation of Bcl-2. Regarding liver integrity, SFN-NLPs significantly reduced DNA fragmentation and hepatic oxidative stress, while modulating systemic inflammation through reductions in total leukocyte count, TNF-α, and C-reactive protein. In addition, SFN-NLPs conferred superior protection against both histopathological and ultrastructural liver damage. Furthermore, molecular docking analysis suggested plausible interactions of SFN with proteins associated with antioxidant defense, inflammation regulation, and apoptosis, indicating a potential modulatory role. In conclusion, nanoformulated SFN enhances stability, augments efficacy, and facilitates sustained release and bioavailability, thereby strengthening its antitumor, anti-inflammatory, antioxidant, and pro-apoptotic effects in EAC-bearing mice. These findings highlight the potential of SFN-NLPs to suppress tumor growth by modulating inflammatory and apoptotic gene expression while preserving liver integrity.",
    "explanation_zh": "這項研究主要探討了一種名為硫代葡萄糖素（SFN）的化合物在小鼠身上對抗腫瘤的效果，特別是針對一種叫做Ehrlich腹水癌的腫瘤。研究的對象是90隻雌性瑞士白鼠，研究者將這些小鼠分成六組，分別進行不同的處理，持續20天。\n\n研究方法是給予小鼠不同的處理，包括不治療、單獨給予SFN、使用SFN包裹在納米脂質體中的形式（SFN-NLPs），以及將這些處理與腫瘤細胞結合。結果顯示，使用SFN-NLPs的小鼠腫瘤體積顯著減少，存活時間也比單獨使用SFN的效果更好。此外，SFN-NLPs還能減少肝臟的氧化壓力，並改善整體的炎症反應。\n\n這些結果對一般人來說，可能意味著透過飲食中增加類似SFN的化合物（例如在十字花科蔬菜中找到的），有助於減少某些腫瘤的風險，並保護肝臟健康。不過，這項研究主要是在小鼠身上進行，未來還需要更多研究來確認在人體上的效果。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41291551/"
  },
  {
    "id": "41135276",
    "title_en": "Sulforaphane targets STAT3-CKMT2-AS1 to suppress gastric cancer via PSMB8 downregulation and AIMP1 stabilization.",
    "pub_date": "2025-Nov",
    "abstract_en": "Gastric cancer (GC) remains one of the most formidable threats to human health with limited therapeutic options. Sulforaphane (SFN), a natural isothiocyanate, exhibits antitumor activity; however, its molecular mechanisms of action in GC remain unclear. To investigate the mechanism of action of SFN in gastric cancer. The antitumor effects of SFN were comprehensively assessed in vitro and in vivo, followed by sequencing analysis to identify the targeted lncRNA. Subsequently, the mechanical verification experiments were carried out to determine the upstream and downstream regulatory components involved in the STAT3-CKMT2-AS1 regulatory axis. We demonstrated that SFN strongly inhibits GC. SFN downregulated the expression of the lncRNA CKMT2-AS1. Elevated expression levels of CKMT2-AS1 in human GC tissues are correlated with poor patient survival rates. Knockdown of CKMT2-AS1 significantly inhibited GC proliferation and migration both in vivo and in vitro, whereas CKMT2-AS1 overexpression enhanced malignant phenotypes. Mechanistically, we identified STAT3 as the transcriptional activator driving CKMT2-AS1 expression, with SFN directly binding to, and inhibiting, STAT3 phosphorylation to decrease its transcriptional activity. Interestingly, cytoplasmic CKMT2-AS1 competitively adsorbs miR-451a, leading to the expression of PSMB8, ultimately promoting the progression of the malignant phenotype of GC. Moreover, we discovered that CKMT2-AS1 directly binds to the RNA-binding protein (RBP) AIMP1, promoting ubiquitination-mediated degradation of AIMP1 protein via the proteasomal pathway. The highly expressed AIMP1 protein, in turn, inhibits the phosphorylation of the PI3K/AKT signaling pathway, which is hyperactivated in virtually all solid tumors. Our findings not only elucidate a novel SFN-mediated tumor-suppressive mechanism via the STAT3/CKMT2-AS1 regulatory axis, but also validate CKMT2-AS1 as a promising therapeutic target for GC intervention.",
    "explanation_zh": "這項研究主要探討了硫代葡萄糖素（SFN）對胃癌的抗腫瘤作用及其運作機制。研究團隊在實驗室和動物模型中進行了實驗，以了解SFN如何影響胃癌細胞的生長和擴散。\n\n研究結果顯示，SFN能有效抑制胃癌的生長，並降低一種名為CKMT2-AS1的長鏈非編碼RNA的表達。CKMT2-AS1在胃癌組織中的高表達與患者的生存率較低有關。此外，當抑制CKMT2-AS1的表達時，胃癌細胞的增殖和遷移能力顯著減少，反之則會加劇腫瘤的惡性特徵。\n\n這項研究揭示了SFN通過影響STAT3和CKMT2-AS1的調控軸來抑制胃癌的機制，並且指出CKMT2-AS1可能成為治療胃癌的新靶點。對於一般人來說，這意味著飲食中增加富含SFN的食物（如十字花科蔬菜）可能有助於降低胃癌的風險，但仍需更多研究來確認其具體效果。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41135276/"
  },
  {
    "id": "41275316",
    "title_en": "Investigating the clinical efficacy, safety and molecular mechanism of sulforaphane in autism spectrum disorder: an integrated study combining meta-analysis, network pharmacology, and computational biology.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, a natural antioxidant rich in cruciferous vegetables, has emerged as a promising dietary supplement for autism spectrum disorder (ASD). However, its therapeutic efficacy remains controversial, and the pharmacological mechanisms are not fully elucidated. Eligible randomized controlled trials were retrieved from PubMed, Web of Science, Embase, and Cochrane Library databases. Review Manager 5.4 was used for meta-analysis and bias risk assessment. Network pharmacology, Mendelian randomization, GEO data analyses, molecular docking, and molecular dynamics simulation were employed to explore the mechanisms of sulforaphane in ASD. Six trials involving 333 participants were included in the meta-analysis. Pooled results demonstrated that both 4-5 weeks and 8-10 weeks of sulforaphane supplementation significantly decreased the scores on the Social Responsiveness Scale compared to placebo controls. No significant difference was observed in the incidence of adverse events. Network pharmacology identified 10 core targets of sulforaphane in ASD, including AKT1, EGFR, HSP90AA1, SRC, CASP3, STAT1, MAPK1, MMP9, MAPK8, and JAK2. These targets were implicated in the PI3K-Akt signaling pathway, MAPK signaling pathway, Chemokine signaling pathway, Chemical carcinogenesis - reactive oxygen species, TNF signaling pathway, Th17 cell differentiation, mTOR signaling pathway, and IL-17 signaling pathway. Mendelian randomization further revealed an inverse association between STAT1 levels and ASD risk. GEO transcriptomic data provided independent validation for the network pharmacology predictions. The binding energies between sulforaphane and the top 10 core targets are all ≤ -4.0 kcal/mol. Molecular dynamics simulations further validated the stable interaction between MMP-9 and sulforaphane. Sulforaphane may serve as an efficacious and safe adjunctive therapy for ASD, mediated by its anti-oxidant and anti-inflammatory effects along with the modulation of autophagy. CRD42025635045.",
    "explanation_zh": "這項研究主要探討了一種名為「硫代葡萄糖素」（Sulforaphane）的天然抗氧化劑，這種物質主要存在於十字花科蔬菜中，並且被認為可能對自閉症譜系障礙（ASD）有幫助。研究者們從多個資料庫中收集了相關的隨機對照試驗，並使用統計方法進行分析。\n\n研究結果顯示，經過4到10週的硫代葡萄糖素補充，參與者在社交反應量表上的得分顯著下降，這意味著他們的社交能力有所改善。而且，補充硫代葡萄糖素並沒有顯著增加不良事件的發生率。\n\n這項研究的意義在於，硫代葡萄糖素可能成為自閉症患者的一種安全且有效的輔助療法，因為它具有抗氧化和抗發炎的效果，並且能影響細胞內的多條信號傳導路徑。對於一般人來說，這提醒我們多吃十字花科蔬菜，可能對健康有益，特別是在改善社交能力方面。當然，這些結果仍需進一步的研究來確認。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41275316/"
  },
  {
    "id": "41265122",
    "title_en": "Synergistic strategies of sulforaphane biosynthesis and functional properties in broccoli sprouts powder obtained from sucrose stress modulation coupled with vacuum freeze-drying.",
    "pub_date": "2025-Nov",
    "abstract_en": "This study investigated methionine-sucrose stress treatments on glucoraphanin biosynthesis in broccoli sprouts and the impact of vacuum freeze-drying (VFD) on sprout powder quality. Results showed that sucrose treatment elevated glucoraphanin content by 316.30 % in 4-day sprouts compared to the control (9.72 mg/g), accompanied by increases of 42.65 % in total isothiocyanates (ITCs) and 70.00 % in anthocyanins. The treatment enhanced myrosinase activity and upregulated osmotic regulators. PCA confirmed that sucrose stress optimized the nutritional quality of broccoli sprouts and exhibited potential in sulforaphane enrichment. The VFD broccoli sprout powder exhibited high retention of sulforaphane (6.00 mg/g dw) and total ITCs (7.00 mg/g dw), with optimal water-holding capacity, oil-holding capacity, and swelling capacity. The sulforaphane extract exhibited significant antimicrobial activity against E. coli (16.00 mm inhibition zone) and Staphylococcus aureus (10.02 mm). The synergistic application of sucrose stress and VFD presents a promising approach for developing functional foods.",
    "explanation_zh": "這項研究主要探討了如何通過施加甲硫氨酸和蔗糖的壓力來提升西蘭花芽中的葡萄糖拉法寧（glucoraphanin）合成，並研究真空冷凍乾燥（VFD）對芽粉品質的影響。研究方法簡單來說，就是對西蘭花芽施加不同的處理，然後觀察其營養成分的變化。\n\n研究結果顯示，經過蔗糖處理的四天大芽，葡萄糖拉法寧的含量比對照組增加了316.30%，同時總異硫氰酸鹽和花青素的含量也有所上升。這種處理還提高了酵素活性，並促進了植物的水分調節。進一步分析顯示，蔗糖的壓力處理優化了西蘭花芽的營養價值，並可能增加硫代葡萄糖苷的含量。\n\n此外，經過真空冷凍乾燥的西蘭花芽粉，能很好地保留硫代葡萄糖苷，並且在抗菌方面對大腸桿菌和金黃色葡萄球菌有顯著效果。這些發現對於開發功能性食品有很大的潛力，可能幫助我們在日常飲食中增加健康成分，進而促進健康和預防疾病。就像在選擇食物時，選擇那些對我們身體有益的“超級食物”一樣，這些研究結果提供了新的方向。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41265122/"
  },
  {
    "id": "41159773",
    "title_en": "Sulforaphane-Loaded Hydrogel Prolongs Fully MHC-Mismatched Skin Allograft Survival.",
    "pub_date": "2025-Nov",
    "abstract_en": "Despite immunosuppression, acute rejection (AR) is still a common setback among transplantation patients and is a risk factor for graft survival. Sulforaphane (SFN), a phytochemical present in crucifers, has been shown to have anti-inflammatory and immunoregulatory properties, yet its influences on immune cell activation as well as in graft survival are still unknown. Thus, the aim was to evaluate SFN's effect, and to improve efficacy, efficiency, and availability, it was incorporated into thermosensitive polymeric hydrogels, to prevent AR in skin transplant (Tx) model mice. A thermosensitive hydrogel containing SFN (0.1%) and hyaluronic acid (HA) (0.5%) dispersed in a poloxamer matrix (PL407 at 20% w/v) was developed (GS-PL407 20%, HA and SFN) and characterized as a liquid-viscous hydrogel. The fully MHC-incompatible skin Tx procedure was performed by using donor skin Balb/c mice, transplanted into C57BL/6 recipient mice. The cytotoxicity test of GS was performed using in vitro assays with bone marrow-derived dendritic cells (BMDC). Treatment of BMDC with GS for 24 h presents no cytotoxicity. Untreated allograft mice present 100% of graft loss at day 9 post Tx. Remarkably, subcutaneous GS injection every 3 days promoted 80% of allograft survival for more than 14 days when compared with untreated recipients (<i>p</i> < 0.001). Histological analysis showed a lower level of inflammatory cells in the skin Tx of GS-treated mice. Flow cytometry analysis of draining lymph nodes at day 5 post Tx revealed that GS treatment reduced the frequency of DC and subtypes and function of the CD4<sup>+</sup> T cells. In vitro GS-treated lipopolysaccharide-activated BMDC present less activation of costimulatory markers. Taken together, GS treatment reduced immune cell activation, postponing AR onset and prolonging allograft survival in Tx animals. This strategy highlights the role of SFN as a promising candidate for further studies in organ transplantation experiments and being tested combined with current immunosuppression protocols.",
    "explanation_zh": "這項研究主要探討了一種名為硫代葡萄糖素（SFN）的植物化學物質對於皮膚移植的影響，特別是在急性排斥反應（AR）方面。研究對象是小鼠，研究人員將SFN與透明質酸（HA）結合，製成了一種熱敏性聚合物水凝膠，並用於皮膚移植模型中。\n\n研究方法是將這種水凝膠注射到小鼠體內，並觀察其對移植皮膚的影響。結果顯示，接受水凝膠治療的小鼠在移植後的14天內，有80%的皮膚移植成功存活，而未治療的小鼠在第9天就全部失敗。此外，接受治療的小鼠體內的炎症細胞數量較少，顯示出SFN對免疫細胞的活化有抑制作用。\n\n這項研究的意義在於，SFN可能成為未來器官移植中一種有希望的輔助治療選擇，幫助減少排斥反應，延長移植器官的存活時間。對於一般人來說，這提示我們某些食物中的天然成分可能對健康有益，特別是在免疫系統的調節方面。這也鼓勵我們在飲食中多攝取如十字花科蔬菜等富含SFN的食物。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41159773/"
  },
  {
    "id": "41196460",
    "title_en": "Sulforaphane: a natural organosulfur having potential to modulate apoptosis and survival signalling in cancer.",
    "pub_date": "2025-Nov",
    "abstract_en": "Owing to its ever-growing range of pharmacological advantages, sulforaphane, an isothiocyanate from cruciferous vegetables such as broccoli, is becoming increasingly popular. This review aims to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment. Sulforaphane interacts with many signaling molecules that control various pathways in malignant cells, including angiogenesis, apoptosis, cell cycle arrest, metastasis, and inflammation pathways. This review examines the effects of this isothiocyanate on inflammatory mediators, caspases, MMPs, cytokines, and the proteins Bax and Bcl-2. Furthermore, the advantages of nanotechnology and synergistic effects in sulforaphane applications are also reviewed. As per evidence, sulforaphane is a shining example of how ethno-pharmacological expertise can be used to create modern medications.",
    "explanation_zh": "這項研究主要探討的是一種叫做「硫代葡萄糖素」（sulforaphane）的化合物，這種物質來自於像西蘭花這類的十字花科蔬菜。研究的重點在於了解硫代葡萄糖素在癌症治療中的應用。\n\n研究者們透過分析硫代葡萄糖素如何影響癌細胞內的多種信號分子，來了解它對癌症的影響。這些信號分子涉及到癌細胞的生長、死亡、轉移等過程。\n\n結果顯示，硫代葡萄糖素能夠影響一些與發炎、細胞死亡和癌細胞擴散有關的蛋白質，這可能有助於癌症的治療。此外，研究還提到利用納米技術來增強硫代葡萄糖素的效果。\n\n對於一般人來說，這項研究提醒我們多吃西蘭花等十字花科蔬菜，因為它們可能對健康有益，尤其在預防癌症方面。雖然不能保證一定能治療癌症，但這些蔬菜中的成分可能對我們的身體有正面的影響。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41196460/"
  },
  {
    "id": "41184790",
    "title_en": "Efficacy and safety of sulforaphane in schizophrenia: a systematic review and meta-analysis of randomized controlled trials.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, an isothiocyanate derived from cruciferous vegetables (e.g., broccoli sprouts), has been explored for its antioxidant and anti-inflammatory properties. This is the first systematic review and meta-analysis to explore the therapeutic potentials of sulforaphane in schizophrenia. We searched PubMed, Scopus, Web of Science, and Cochrane Central for studies from inception to April 2025. We included randomized controlled trials (RCTs) evaluating the efficacy of sulforaphane in schizophrenia. The primary outcomes were changes in the Positive and Negative Syndrome Scale (PANSS) total and its subscales. Secondary outcomes included cognitive measures, metabolic markers, and safety. Four RCTs with 369 schizophrenia patients were included. Sulforaphane did not significantly improve PANSS total or positive symptom scores at the latest follow-up (ranging from 24 weeks to 18 weeks) or at a consistent 12-week time point. However, a modest improvement in negative symptoms was found at 12 week- time point (MD= -1.06; 95% CI: -1.95 to -0.16; p = 0.02), which was not maintained at the latest follow-up. General psychopathology scores improved significantly (MD= -1.5; 95% CI: -2.78 to -0.23; p = 0.02). No cognitive benefits were observed. Sulforaphane led to significant reductions in metabolic markers, including LDL, triglycerides, and cholesterol. Discontinuation rates were lower in the sulforaphane group (RR = 0.68; 95% CI: 0.49 to 0.95; p = 0.02). The study provides initial insights into sulforaphane's potential therapeutic effects in schizophrenia, showing modest improvements in general psychopathology and negative symptoms, with favorable metabolic changes and lower discontinuation rates. Due to limited data and heterogeneity, the study findings should be interpreted with caution. Not applicable.",
    "explanation_zh": "這項研究主要探討了一種名為「硫代葡萄糖素」（sulforaphane）的化合物，這種物質主要來自於十字花科蔬菜，例如西蘭花芽。研究的對象是患有精神分裂症的病人，目的是了解硫代葡萄糖素是否對他們的症狀有幫助。\n\n研究者進行了一系列的文獻搜尋，選取了幾個隨機對照試驗來分析硫代葡萄糖素的療效。結果顯示，在最新的跟蹤調查中，硫代葡萄糖素對於改善精神分裂症的主要症狀並沒有顯著效果，但在一些負面症狀上有輕微的改善。此外，這種化合物還能降低一些代謝指標，如壞膽固醇和三酸甘油脂，並且參與研究的病人中，停止使用硫代葡萄糖素的人數較少。\n\n這項研究的意義在於，雖然硫代葡萄糖素對精神分裂症的主要症狀改善有限，但它可能對改善一些負面症狀和代謝健康有潛在幫助。這提醒我們，某些健康食物中的成分可能對心理健康有益，但仍需謹慎看待研究結果，不能過度期待。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41184790/"
  },
  {
    "id": "40992247",
    "title_en": "Assessing the transplacental passage and breastmilk levels of broccoli sprout-derived sulforaphane.",
    "pub_date": "2025-Nov",
    "abstract_en": "Preeclampsia is characterised by hypertension with maternal end-organ dysfunction and/or fetal growth restriction. Sulforaphane, an antioxidant found in broccoli sprouts, has potential as a future therapeutic. With its ability to attenuate the injurious impacts of endothelial dysfunction in vitro, sulforaphane is uniquely positioned to protect against the harmful effects of preeclampsia. However, the transferability of sulforaphane from mother to fetus/baby remains unknown in humans. Uncomplicated pregnant patients (n = 8) scheduled for elective caesarean sections (>37 weeks gestation) provided written and informed consent. A single oral dose of EnduraCell, a broccoli sprout extract (equivalent to 21 mg of sulforaphane), was administered prior to caesarean section. Baseline blood pressure, blood and urine were collected and again at time of operation, alongside umbilical cord blood (vein and artery) and placental samples. 2-4 days post-delivery, a second dose was administered. Two hours later, maternal bloods and breast milk were collected. Samples were processed and analysed by liquid-chromatography mass-spectrometry to measure sulforaphane. Besides an increase in peripheral diastolic blood pressure on the day of caesarean section (p = 0.028), there were no changes in maternal blood pressure or heart rate after ingestion of EnduraCell. Sulforaphane was found in maternal serum (70.10 ng/ml ± 11.90), umbilical cord blood (vein: 25.18 ng/mL ± 3.11, artery: 18.81 ng/mL ± 2.36), urine (5726.00 ng/mL ± 1175.00), placental tissue (10.99 ng/mg ± 2.11) and breast milk (1.33 ng/mL ± 2.29). Sulforaphane is present in the umbilical cord and breast milk, providing the world's first evidence of sulforaphane maternal-fetal transfer in humans, and opening avenues for future research into relevant fetal implications.",
    "explanation_zh": "這項研究主要探討了一種名為「硫代葡萄糖素」（Sulforaphane）的抗氧化劑，這種物質存在於西蘭花芽中，並且可能對妊娠高血壓症（即子癲前症）有保護作用。研究對象是八位即將進行剖腹產的孕婦，研究團隊給她們服用了一種西蘭花芽提取物，然後在手術前後收集她們的血液、尿液和臍帶血樣本。\n\n研究結果顯示，硫代葡萄糖素在孕婦的血液、臍帶血、尿液和母乳中都有檢測到，這是首次證實這種物質可以從母體轉移到胎兒和母乳中。雖然在手術當天孕婦的血壓略有上升，但整體來說，服用這種提取物並未對她們的血壓或心率造成明顯影響。\n\n這項研究的意義在於，它可能為未來的妊娠健康提供新的思路，特別是在防範妊娠高血壓症方面。若能進一步證實硫代葡萄糖素對胎兒的益處，這或許能成為孕婦飲食中的一個新選擇，幫助改善母嬰健康。就像在日常生活中，攝取健康食物能讓我們的身體更強壯一樣，這些研究結果也讓我們對健康飲食的重要性有了更多的認識。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40992247/"
  },
  {
    "id": "40633511",
    "title_en": "Synthesis and biological evaluation of Sulforaphane derivatives with dual functions: Ischemia-reperfusion injury protection and antitumor effects.",
    "pub_date": "2025-Nov",
    "abstract_en": "Reperfusion therapy for the treatment of acute myocardial infarction (AMI) often leads to ischemia-reperfusion (I/R) injuries, characterized by excessive ROS. Sulforaphane (SFN) homologous, known for their anti-inflammatory and antioxidant properties, activate the nuclear factor-erythroid 2-related factor 2 (Nrf2) pathway and reduce mitochondrial ROS but are limited by poor stability and short half-life. SFN derivatives were synthesized through structural modifications of the dithiocarbamate and thiourea moieties at the isothiocyanate group, aiming to enhance stability and maintain therapeutic efficacy. Compound 3g emerged as a promising candidate, demonstrating superior protection against hypoxia-reoxygenation (H/R) injury in cardiac microvascular endothelial cells (CMECs) and exhibiting good antitumor activity. Specifically, 3g reduced ROS levels by 24.5 % (compared to nifedipine at 17.8 %), increased NO production to 48.0 μM (vs. 44.0 μM), lowered TNF-α secretion to 22.6 pg/mL (vs. 23.9 pg/mL). Concurrently, 3g showed potent antiproliferative activity (IC<sub>50</sub> = 7.5 μM), with 3.8-fold greater potency than 5-fluorouracil (IC<sub>50</sub> = 28.2 μM). Stability studies showed enhanced resistance in both protic and aprotic solvents. Density functional theory (DFT) was applied to characterize the molecular properties of the optimal compounds. Molecular docking and ADMET analysis revealed that aromatic substitution and sulfur oxidation significantly improved Nrf2/Keap1 pathway targeting, highlighting the derivative's potential for stability and therapeutic efficacy. These findings suggest that 3g is a promising candidate for treating I/R-induced injury and oxidative stress-related cardiovascular conditions.",
    "explanation_zh": "這項研究主要探討的是急性心肌梗塞（AMI）治療過程中，可能出現的缺血再灌注（I/R）損傷，這種損傷通常伴隨著過量的活性氧（ROS）。研究者們合成了一種名為3g的化合物，這是一種改良版的硫代氨基酸衍生物，目的是提高其穩定性並保持治療效果。\n\n研究方法上，他們通過結構改變來合成這些衍生物，並測試其在心臟微血管內皮細胞中的保護效果。結果顯示，3g能有效降低ROS的水平，並增加一種名為一氧化氮（NO）的物質產量，同時減少促炎因子TNF-α的分泌。這些數據表明，3g對心臟細胞的保護效果優於傳統藥物。\n\n對於一般人來說，這項研究的意義在於，3g可能成為治療心臟缺血相關疾病的新選擇，並且有助於減少心臟病發作後的損傷。這就像是為心臟提供了一個更好的「防護罩」，幫助它在受傷後更快恢復，從而促進心臟健康。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40633511/"
  },
  {
    "id": "40617372",
    "title_en": "Antioxidant effect of esculin and sulforaphane in zebrafish larvae: A comparative study.",
    "pub_date": "2025-Nov",
    "abstract_en": "Antioxidants are crucial for maintaining cellular redox homeostasis by neutralizing free radicals, including reactive oxygen species (ROS). Nuclear factor erythroid-2-related factor 2 (Nrf2) is a transcription factor that activates various cytoprotective genes to counteract oxidative damage. The present study aimed to compare the antioxidant potential of natural phytochemicals, esculin (ESC), and sulforaphane (SFN) in zebrafish larvae, focusing on Nrf2 activation. Zebrafish larvae were treated with ESC (100 μM) and SFN (40 μM) along with control for 6 h. The levels of ROS, lipid peroxidation (LPO), nitric oxide (NO), glutathione S-transferase (GST), glutathione peroxidase (GPx), catalase (CAT), and reduced glutathione (GSH) were measured. Further, RT-PCR and Western blotting methods were employed to determine the antioxidant genes and protein levels, respectively. In addition, Nrf2 localization within the cell was assessed using nuclear/cytosolic fractionation assay and wholemount immunohistochemistry method. Our results demonstrate that ESC treatment significantly increased antioxidant enzyme activities (GST, GPx, CAT), similar to the effects observed with SFN. Further, ESC enhanced the mRNA levels of antioxidant genes expression, such as nrf2, gstp1, hmox1a, prdx1, nqo1, gss, gsr, sqstm1, hsp90aa1.2 than SFN. Antioxidant proteins Nrf2, Gstp1, Cat, and Sod2 were upregulated in the ESC-treated groups. Subsequently, nuclear localization of Nrf2 was detected in both SFN- and ESC-treated groups, confirming Nrf2 translocation into the nucleus. Our findings suggest that ESC possesses potent antioxidant activity as SFN in 72-hpf zebrafish larvae through the Keap1-Nrf2 signaling pathway.",
    "explanation_zh": "這項研究主要探討了兩種天然植物化學物質——艾斯庫林（ESC）和硫代葡萄糖素（SFN）對斑馬魚幼體的抗氧化能力，特別是它們如何激活一種叫做Nrf2的蛋白質，這個蛋白質能幫助細胞抵抗氧化損傷。\n\n研究方法是將斑馬魚幼體分別處理ESC和SFN，然後測量它們體內的自由基和相關抗氧化酶的活性。研究人員還使用了一些技術來檢測抗氧化基因和蛋白質的表現。\n\n結果顯示，ESC能顯著提高多種抗氧化酶的活性，並且促進了多個抗氧化基因的表達，甚至比SFN的效果還要好。此外，ESC和SFN都能促使Nrf2進入細胞核，這表示它們可以有效啟動細胞的防護機制。\n\n對一般人來說，這項研究的意義在於，選擇富含這些天然化合物的食物，可能有助於提高身體的抗氧化能力，進而減少氧化壓力對健康的影響，這對於預防某些疾病是有益的。就像在生活中選擇健康的食物一樣，這些天然成分可能成為我們保護身體的一種方式。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40617372/"
  },
  {
    "id": "40533430",
    "title_en": "Monovalent glycoconjugates of sulforaphane prevent inflammation induced by lipopolysaccharide in human dendritic cells by inhibiting NF-ĸB signalling pathway.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane (SFN) has notable health benefits but faces challenges due to its poor solubility and delivery. This study investigates SFN-glycoconjugates effects on lipopolysaccharide (LPS)-induced inflammation in dendritic cells (DCs). With the aiming to enhance their therapeutic potential against inflammatory diseases. Novel monovalent SFN-glycoconjugates with mannose (Man) and fucose (0Fuc) were developed and tested for their anti-inflammatory and immune-modulatory properties in DCs from healthy donors under chronic LPS exposure. By leveraging therapeutic strategies, SFN-glycoconjugates significantly improved the solubility and bioavailability of SFN, thereby overcoming the limitations of traditional delivery methods. Monocyte-derived DCs were treated with SFN-glycoconjugates and subsequently exposed to a chronic inflammatory environment induced by LPS. Our results showed that SFN-glycoconjugates enhance effectiveness in suppressing inflammation by targeting the p65 NF-κB pathway, without affecting MAPK signalling. SFN-glycoconjugates induce a tolerogenic immune response, characterized by increased IL-10 production and enhanced regulatory T- and B-cell proliferation. These effects surpass those of p65 NF-κB inhibition alone, highlighting a distinct and potent regulatory mechanism independent of MAPK pathways. The integration of food therapeutic strategies not only enhances the stability and delivery of bioactive compounds but also broadens their potential applications in functional foods and therapeutic approaches. In particular, SFN-glycoconjugates represent a promising option as biologically active compounds for inflammatory diseases, offering enhanced anti-inflammatory and immunomodulatory effects through optimized delivery systems and the activation of specific molecular pathways.",
    "explanation_zh": "這項研究主要探討了硫代葡萄糖素（SFN）在對抗發炎方面的潛力，特別是它在免疫細胞中的作用。研究對象是從健康捐贈者提取的樹突細胞（DCs），這些細胞在慢性發炎環境中受到一種名為脂多醣（LPS）的物質影響。\n\n研究者們開發了一種新的SFN-糖苷結合物，並測試其在樹突細胞中的抗發炎和免疫調節效果。他們發現這種新型的結合物能夠提高SFN的溶解度和生物可利用性，從而克服傳統給藥方式的限制。結果顯示，這些SFN-糖苷結合物能有效地抑制發炎，並促進一種有益的免疫反應，這種反應能增加抗發炎的細胞因子IL-10的產生。\n\n對一般人而言，這項研究的意義在於，透過改進的給藥方式，SFN-糖苷結合物可能成為一種有前景的天然療法，幫助我們對抗各種發炎相關的疾病。這就像是給我們的身體提供了一把更有效的「鑰匙」，來開啟免疫系統的防禦機制，讓我們在日常生活中能更好地維持健康。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40533430/"
  },
  {
    "id": "41171476",
    "title_en": "Online solid-phase extraction of glucoraphanin and sulforaphane from non-edible plants based on amino acid-functionalized covalent organic frameworks.",
    "pub_date": "2025-Oct",
    "abstract_en": "Glucoraphanin (GR) and sulforaphane (SFN) are sulfur-containing compounds with diverse medicinal applications. However, cruciferous vegetables are a single source of GR and SFN, which limits development and utilization in natural resources. Herein, amino acid covalent organic framework (COF-Cys) was synthesized via click reactions and employed as an adsorbent in online solid-phase extraction (online SPE) to determine GR and SFN in non-edible plant samples. The adsorption mechanism was analyzed using density functional theory, revealing that adsorption occurred via electrostatic interaction and hydrogen bonding. Under the optimum conditions, good linearity (4-2500 ng/mL; R<sup>2</sup> = 0.9922 and 0.9968) and lower limits of detection (1.0 ng/mL and 0.6 ng/mL) were observed. GR and SFN were found in 18 non-edible plant samples, and recoveries of spiked samples were 89.1-109.3% with RSD ≤ 6.9%. The COF-Cys-online SPE-UPLC-MS/MS approach displays great potential for application to detect GR and SFN in non-edible plants and provide valuable support for the development of functional products.",
    "explanation_zh": "這項研究主要探討了兩種名為葡萄糖拉芬（GR）和硫代葡萄糖拉芬（SFN）的化合物，這些化合物主要存在於十字花科蔬菜中，並且具有多種醫療用途。然而，因為這些化合物的來源有限，研究人員希望找到其他植物中也能檢測到這些成分。\n\n研究方法上，科學家們合成了一種名為COF-Cys的材料，並將其用於一種叫做在線固相萃取（online SPE）的技術，以便從非可食用植物樣本中提取GR和SFN。透過理論分析，他們發現吸附過程主要是透過靜電作用和氫鍵進行的。\n\n結果顯示，研究團隊在18種非可食用植物中成功檢測到GR和SFN，並且其檢測的準確度相當高。這項技術的潛力在於，未來可能能夠幫助我們在更多植物中找到這些有益的化合物，進而促進功能性產品的開發。\n\n對於一般人來說，這項研究的意義在於，或許我們可以在日常生活中發現更多健康食材，這些食材可能有助於預防疾病或改善健康狀況，但仍需謹慎看待，不可過度期待其療效。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41171476/"
  }
]