[
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "pub_date": "2026-Jan",
    "abstract_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L. (black radish) juice on BEAS-2B human bronchial epithelial cells. Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11.0 min. GO-PEG nanoparticles produced from graphites (50 nm and 400 nm) were tested at concentrations ranging from 50-225 μg mL<sup>-1</sup> and 100-1000 μg mL<sup>-1</sup> to have IC<sub>50</sub> values, respectively. Sulforaphane and black radish juice were also administered. The MTT assay revealed IC<sub>50</sub> values of 8.7 μg mL<sup>-1</sup> for sulforaphane, 197.0 mg mL<sup>-1</sup> for black radish juice, 175.8 μg mL<sup>-1</sup> for GO-PEG (50 nm), and 650.6 μg mL<sup>-1</sup> for GO-PEG (400 nm). Biochemical analyses showed that sulforaphane and radish juice decreased IL-6 levels and increased antioxidant enzyme activities (GSH-Px and CAT). These results highlight the therapeutic potential of GO-PEG, sulforaphane, and black radish juice for anti-inflammatory and antioxidant applications.",
    "explanation_zh": "這項研究探討了PEG化石墨烯氧化物（GO-PEG）奈米粒子、蘿蔔硫素和黑蘿蔔汁對人類支氣管上皮細胞的細胞毒性和生化影響。研究中，蘿蔔硫素是從黑蘿蔔汁中提取的，並使用高效液相色譜法進行定量分析。GO-PEG奈米粒子則是由石墨製成，並在不同濃度下進行測試。研究結果顯示，蘿蔔硫素和黑蘿蔔汁能降低發炎指標IL-6的水平，並提高抗氧化酶的活性，顯示出它們在抗發炎和抗氧化方面的潛在療效。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "respiratory diseases",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/"
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "pub_date": "2025-Dec",
    "abstract_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy. Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity. To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy. Among them, compound 17a demonstrated the highest potency, exhibiting an average 7.4-fold increase in antiproliferative activity with IC<sub>50</sub> values ranging from 0.85 ± 0.04 μM to 1.34 ± 0.02 μM in TNBC cell lines compared to the parent hybrid CT1-3. In vitro, 17a significantly suppressed TNBC cell proliferation, colony formation, migration, and invasion while inducing apoptosis. In vivo, administration of 17a effectively inhibited tumor growth without apparent toxicity in an MDA-MB-231 xenograft model, as evidenced by normal organ morphology. Mechanistically, RNA sequencing revealed that 17a downregulated the nucleotide excision repair (NER) and NF-κB pathways, suppressing expression of NER-related genes (ERCC2, POLE2, LIG1, GTF2H3, and DDB2) at mRNA and protein levels and inhibiting phosphorylation of IKKα and p65. These findings position 17a as a potent therapeutic candidate for TNBC treatment, warranting further clinical investigation.",
    "explanation_zh": "這項研究探討了一種名為17a的化合物，這是一種新型的蘿蔔硫素和木蘭酚的混合物，對於三陰性乳腺癌（TNBC）顯示出良好的抗癌效果。研究人員合成了15種這類混合物，並測試它們的抗癌能力。結果顯示，17a在抑制癌細胞增殖、形成腫瘤和細胞遷移方面表現最佳，並且能夠誘導癌細胞死亡。進一步的實驗顯示，17a在動物模型中能有效抑制腫瘤生長，且對正常器官沒有明顯的毒性。這些結果顯示17a有潛力成為治療三陰性乳腺癌的候選藥物，但仍需進一步的臨床研究來確認其效果。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "triple-negative breast cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "pub_date": "2025-Dec",
    "abstract_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury. Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS. We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes. Isoproterenol induced ferroptosis and oxidative stress by impairing Nrf2 signaling. SFN treatment restored myocardial structure and function while enhancing antioxidant capacity, reducing mitochondrial damage, and suppressing ferroptosis markers. Additionally, similar to Fer-1 (a ferroptosis inhibitor), SFN reduced intracellular ferrous levels but uniquely activated Nrf2-driven endogenous defenses. Notably, Nrf2 inhibition abrogated the benefits of SFN in both in vitro and in vivo experiments. These findings highlight SFN as a dual-action therapeutic for TTS, simultaneously targeting oxidative stress and ferroptosis via Nrf2 activation. The therapeutic efficacy of SFN, combined with endogenous pathway modulation, underscores its translational potential for improving TTS outcomes.",
    "explanation_zh": "這篇研究探討了一種叫做「Takotsubo症候群」（TTS）的心臟疾病，這種疾病雖然以前被認為是良性的，但其實可能會造成生命危險的心肌損傷。研究發現，氧化壓力和鐵死亡（ferroptosis）與這種疾病的發展有關，但目前尚無針對TTS的特定治療方法。研究人員發現，天然的「蘿蔔硫素」可以減輕由異丙腎上腺素引起的TTS損傷，並在實驗中使用了大鼠模型和心肌細胞。實驗結果顯示，蘿蔔硫素能夠改善心臟結構和功能，增強抗氧化能力，減少線粒體損傷，並抑制鐵死亡的標記物。此外，蘿蔔硫素還能降低細胞內的鐵離子水平，並啟動內源性防禦機制。這些發現顯示，蘿蔔硫素可能成為一種雙重作用的治療方法，能同時針對氧化壓力和鐵死亡，對改善TTS的結果具有潛在的應用價值。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "Takotsubo syndrome",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "pub_date": "2025-Dec",
    "abstract_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>. However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L. plantarum</i> remains unclear. This research utilized the adaptive laboratory evolution technology to enhance the sulforaphane conversion rate of <i>L. plantarum</i>. The results showed that an increase in the glucose replacement ratio significantly downregulated carbohydrate metabolism and upregulated amino acid metabolism. Transcriptomic analysis showed that the ALE-adapted strain significantly upregulated carbohydrate metabolism and amino acid metabolism. In the conversion pathway, glucoraphanin is imported into <i>L. plantarum</i> cells, and its glucose moiety is phosphorylated by bglF (the phosphate group may be derived from phosphoenolpyruvate via the phosphotransferase system). Subsequently, the S-glycosidic bond of phosphorylated glucoraphanin is hydrolyzed by bglA (6-phospho-β-glucosidase), followed by nonenzymatic rearrangement and sulfate elimination, ultimately yielding sulforaphane. This research can contribute to revealing the interaction mechanism between microorganisms and natural active substances.",
    "explanation_zh": "蘿蔔硫素是一種有益但不穩定的生物活性化合物，主要來源於一種叫做Lactiplantibacillus plantarum的細菌。這項研究的目的是提高蘿蔔硫素的轉換率，因為目前的轉換效率較低，且轉換的機制尚不清楚。研究團隊使用了一種叫做適應性實驗室進化的技術來改善這個轉換過程。研究結果顯示，當細菌中葡萄糖的替代比例增加時，碳水化合物的代謝會下降，而氨基酸的代謝則會上升。透過轉錄組分析，研究發現經過適應性進化的細菌在碳水化合物和氨基酸的代謝上都有顯著的提升。整個轉換過程中，葡萄糖苷酸會被細菌吸收，然後經過一系列的化學反應，最終產生蘿蔔硫素。這項研究有助於揭示微生物與天然活性物質之間的互動機制。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "pub_date": "2025-Dec",
    "abstract_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence. Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival. This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression. BEAS-2B cells were treated with CSE and SFN, and cell viability was assessed using the MTT assay. Cellular senescence was assessed using the SA-β-gal assay and the expression of genes associated with senescence (p16 and p21). The expression levels of SIRT1, senescence-associated secretory phenotype (SASP) cytokines (IL-1β, IL-6, IL-8, TNF-α), GPX4, and SLC7A11 were quantified using qRT-PCR. Additionally, ROS production, GSH and MDA levels, and iron content were measured. An emphysema mouse model was induced by intraperitoneal administration of CSE (7.2 mg/kg) alone or in combination with SFN (10.2 mg/kg) over 28 days, and subsequent histopathological changes were evaluated. Our findings revealed that SFN co-treatment effectively mitigated CSE-induced cytotoxicity, senescence, and SASP cytokine secretion, as well as the pronounced emphysematous changes in lung tissues. Furthermore, SFN reversed CSE-induced downregulation of SIRT1 and upregulation of NF-κB. Notably, SFN also inhibited CSE-induced ferroptosis by increasing GPX4 and SLC7A11 expression while reducing iron and MDA levels. The findings of the present study demonstrated that sulforaphane offers protective effects against CSE-induced toxicity by mitigating oxidative stress, ferroptosis, and cellular senescence.",
    "explanation_zh": "這項研究探討了蘿蔔硫素對香煙煙霧提取物引起的肺部損傷的保護作用。研究發現，蘿蔔硫素能夠激活一條名為SIRT1的路徑，這有助於提高細胞抵抗壓力的能力。研究中使用了人類氣道上皮細胞和小鼠肺部進行實驗，結果顯示蘿蔔硫素能有效減少香煙煙霧引起的細胞毒性和老化現象，並改善肺部的組織變化。此外，蘿蔔硫素還能抑制與氧化壓力和細胞老化相關的變化，顯示出其潛在的保護效果。這些結果為未來的肺部健康研究提供了新的思路。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "emphysema",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/"
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "pub_date": "2025-Dec",
    "abstract_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty. Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies. However, its role in alleviating intrinsic skin aging remains to be elucidated. Integrative network pharmacology and proteomics were utilized to investigate the underlying mechanisms of SFN in intrinsic skin aging. Fifty-one anti-aging targets of SFN were identified, highlighting its promising regulatory impact on the aging process. Based on an 18-month-old natural aging mouse model, significant alleviation in skin structure, redox homeostasis, and immune cell composition was noted after 2 months of SFN supplementation. Additionally, proteomic analysis demonstrated that SFN reversed the proteomic profile of intrinsic skin aging, with 233 differentially expressed proteins (DEPs) identified in SFN-fed aging mice. Of note, the up-regulated DEPs were highly enriched in the apelin signaling pathway (p = 0.010). Furthermore, immune cell infiltration and whole blood cell analysis revealed that SFN rescued T cells depletion in dermal tissue, which was strongly correlated with DEPs enriched in the SFN-activated apelin signaling pathway. SFN improves skin morphology and immune functions via activating the apelin signaling pathway, suggesting new prime targets in counteracting intrinsic skin aging.",
    "explanation_zh": "皮膚老化會影響我們的健康，讓人變得虛弱。研究發現，蘿蔔硫素這種天然的抗發炎物質，可能對減緩皮膚老化有幫助。這項研究使用了網絡藥理學和蛋白質組學的方法，找出了51個與蘿蔔硫素相關的抗老化目標，顯示它在老化過程中的潛在調節作用。研究中使用了18個月大的老鼠模型，結果發現經過兩個月的蘿蔔硫素補充後，老鼠的皮膚結構、氧化還原平衡和免疫細胞組成都有顯著改善。此外，蛋白質組學分析顯示，蘿蔔硫素能逆轉皮膚老化的蛋白質表現，找到了233種不同表達的蛋白質。特別是，這些上調的蛋白質與一個叫做apelin信號通路的相關性很高。研究還發現，蘿蔔硫素能改善皮膚形態和免疫功能，這些結果為對抗皮膚老化提供了新的研究方向。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/"
  },
  {
    "id": "41027171",
    "title_en": "Multi-omics analysis of gut-liver axis reveals the mechanism by which sulforaphane alleviates liver injury in Cyprinus carpio exposed to triphenyltin.",
    "pub_date": "2025-Dec",
    "abstract_en": "This study investigates the protective effects of sulforaphane (SFN) against triphenyltin (TPT)-induced hepatotoxicity, immune dysfunction and gut microbiota dysbiosis in Cyprinus carpio. Cyprinus carpio were divided into three groups and exposed for 8 weeks, including control, 10 μg/L TPT and 10 μg/L TPT + 10 mg/kg SFN group. This result showed that TPT exposure induced significantly (P < 0.05) hepatotoxicity, evidenced by increasing hepatic total bile acid (TBA) and total cholesterol levels, while upregulating Hsp70/90 and downregulating lysozyme gene expression. SFN supplementation reduced TBA accumulation, normalized Hsp90 and lysozyme expression, mitigating TPT-induced lipid dysregulation and immunosuppression. Transcriptomic analysis revealed that TPT exposure activated lipid metabolism pathways (PPAR signaling and cholesterol metabolism), but suppressed immune-related pathways. SFN supplementation restored metabolic homeostasis by enriching glucose and amino acid metabolism pathways and activating AMPK signaling, while also modulating the expression of key genes (PLIN1, ME1, CPT1B). The microbiota composition were changed in SFN + TPT, including the increased of beneficial Fusobacteriota and Cetobacterium, and the decreased of pathogenic Proteobacteria and Aeromonas. The gut transcriptome dysregulation were restored in SFN + TPT by enhancing immune pathways in Toll-like/NOD-like receptors. The significant correlations linked were found in gut microbes (Kaistia, Vagococcus) to hepatic/intestinal gene expression in SFN + TPT. Overall, these findings elucidate novel mechanisms underlying TPT-induced immunotoxicity in liver and intestine and demonstrate the protective role of SFN, providing a theoretical foundation for its application in toxicity mitigation strategies.",
    "explanation_zh": "這項研究探討了蘿蔔硫素對於三苯錫引起的肝毒性、免疫功能障礙和腸道微生物失調的保護作用。研究中將鯉魚分成三組，分別接受不同的處理，包括對照組、三苯錫組和三苯錫加蘿蔔硫素組，持續八週。結果顯示，三苯錫的暴露會顯著增加肝臟的膽鹽和膽固醇水平，並影響免疫相關基因的表達，而蘿蔔硫素的補充則能減少膽鹽的積累，恢復基因表達，並改善由三苯錫引起的脂質失調和免疫抑制。進一步的基因組分析顯示，三苯錫會激活脂質代謝途徑，但抑制免疫相關途徑，而蘿蔔硫素則能恢復代謝平衡，並改善腸道微生物的組成，增加有益菌的比例，減少有害菌的數量。整體而言，這些發現揭示了三苯錫引起的免疫毒性機制，並顯示了蘿蔔硫素的保護作用，為其在減輕毒性方面的應用提供了理論基礎。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41027171/"
  },
  {
    "id": "40714240",
    "title_en": "Gut microbiota-related glutathione metabolism is key mechanism for sulforaphane ameliorating ulcerative colitis.",
    "pub_date": "2025-Dec",
    "abstract_en": "Gut barrier dysfunction is associated with dysbiosis of the gut microbiota and its metabolites, which is closely linked to the pathogenesis of ulcerative colitis (UC). Recent studies have demonstrated that Sulforaphane (SFN) exerts beneficial effects on UC. However, the role of the gut microbiota and microbial metabolism in the anti-UC mechanisms of SFN remains inadequately understood. In this study, we observed that SFN administration significantly improved the pathological phenotype, restored gut barrier integrity, and reduced colon inflammation in dextran sulfate sodium (DSS)-induced colitis mice. Gut microbiota analysis illustrated that SFN administration rebalances the alterations in gut microbiota composition, including genera such as Turicibacter, Lactobacillus and Bacteroides, in DSS-induced mice. Furthermore, untargeted metabolomics analysis indicated that the levels of microbial arachidonic acid metabolism, as well as the metabolism of alanine, aspartate, and glutamate, and glutathione metabolism in the gastrointestinal tract, were significantly altered in DSS-induced mice. Interestingly, SFN treatment significantly restore the alterations in glutathione metabolism and the levels of associated metabolites. Additionally, we observed that the MAPK/NF-κB signaling pathway, regulated by glutathione metabolism, was inhibited in the colon of DSS-induced mice following SFN treatment. Collectively, these results suggest that SFN can alleviate DSS-induced colitis in mice by restoring dysregulated gut microbiota and glutathione metabolism, thereby modulating the MAPK/NF-κB signaling pathway, enhancing intestinal barrier function and reducing colonic inflammation. Importantly, our findings elucidate a novel mechanism by which SFN improves gut barrier function, highlighting its potential to advance the development of SFN-derived therapeutics for the clinical management of colitis.",
    "explanation_zh": "這項研究探討了蘿蔔硫素對腸道健康的影響，特別是它在潰瘍性結腸炎（UC）中的潛在好處。研究發現，蘿蔔硫素能改善腸道屏障功能，減少腸道發炎，並調整腸道微生物組的組成。這意味著蘿蔔硫素可能有助於治療與腸道微生物失調相關的疾病。研究中使用了小鼠模型，透過給予蘿蔔硫素來觀察其效果，結果顯示腸道的炎症和病理變化都有所改善。此外，研究還發現蘿蔔硫素能調整與腸道健康相關的代謝物質，進一步支持其在腸道疾病治療中的潛力。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "ulcerative colitis",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40714240/"
  },
  {
    "id": "41291551",
    "title_en": "Nanoliposome-mediated delivery of sulforaphane suppresses Ehrlich ascites carcinoma growth and improves liver integrity and therapeutic outcomes in a murine model.",
    "pub_date": "2025-Nov",
    "abstract_en": "The anticancer activity of sulforaphane (SFN) involves multiple signaling pathways, but its mechanism against Ehrlich Ascites Carcinoma (EAC) in mice remains unclear. This study evaluated the antitumor efficacy of SFN-loaded nanoliposomes (SFN-NLPs). Ninety female Swiss albino mice were allocated into six groups: (1) untreated control, (2) SFN alone (50 mg/kg/day, orally), (3) SFN-NLPs alone (50 mg/kg/day, orally), (4) EAC-bearing mice (2.5 × 10⁶ cells, intraperitoneally), (5) EAC + SFN, and (6) EAC + SFN-NLPs. with treatment lasting 20 days in tumor-bearing groups. SFN-NLPs significantly reduced EAC tumor volume, viable cell count, and tumor marker levels, while prolonging survival more effectively than free SFN. SFN-NLPs modulated key molecular pathways by suppressing inflammatory gene expression (NF-κB, COX-2) and shifting the balance toward apoptosis via upregulation of TP53 and Bax and concomitant downregulation of Bcl-2. Regarding liver integrity, SFN-NLPs significantly reduced DNA fragmentation and hepatic oxidative stress, while modulating systemic inflammation through reductions in total leukocyte count, TNF-α, and C-reactive protein. In addition, SFN-NLPs conferred superior protection against both histopathological and ultrastructural liver damage. Furthermore, molecular docking analysis suggested plausible interactions of SFN with proteins associated with antioxidant defense, inflammation regulation, and apoptosis, indicating a potential modulatory role. In conclusion, nanoformulated SFN enhances stability, augments efficacy, and facilitates sustained release and bioavailability, thereby strengthening its antitumor, anti-inflammatory, antioxidant, and pro-apoptotic effects in EAC-bearing mice. These findings highlight the potential of SFN-NLPs to suppress tumor growth by modulating inflammatory and apoptotic gene expression while preserving liver integrity.",
    "explanation_zh": "這項研究探討了蘿蔔硫素（SFN）在小鼠體內對Ehrlich腹水癌（EAC）的抗腫瘤效果。研究人員使用了蘿蔔硫素載入的納米脂質體（SFN-NLPs），並將90隻雌性瑞士白鼠分成六組，進行為期20天的實驗。結果顯示，SFN-NLPs能顯著減少腫瘤體積和存活細胞數量，並且比單獨使用蘿蔔硫素的效果更佳。這些納米脂質體還能調節關鍵的分子通路，減少發炎基因的表達，並促進細胞凋亡，顯示出其在抗腫瘤和抗發炎方面的潛力。此外，SFN-NLPs對肝臟的保護作用也很明顯，能減少DNA斷裂和氧化壓力，並改善全身性發炎反應。這些發現顯示，蘿蔔硫素的納米化形式可能在抗癌治療中具有重要的應用潛力。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "Ehrlich Ascites Carcinoma",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41291551/"
  },
  {
    "id": "41135276",
    "title_en": "Sulforaphane targets STAT3-CKMT2-AS1 to suppress gastric cancer via PSMB8 downregulation and AIMP1 stabilization.",
    "pub_date": "2025-Nov",
    "abstract_en": "Gastric cancer (GC) remains one of the most formidable threats to human health with limited therapeutic options. Sulforaphane (SFN), a natural isothiocyanate, exhibits antitumor activity; however, its molecular mechanisms of action in GC remain unclear. To investigate the mechanism of action of SFN in gastric cancer. The antitumor effects of SFN were comprehensively assessed in vitro and in vivo, followed by sequencing analysis to identify the targeted lncRNA. Subsequently, the mechanical verification experiments were carried out to determine the upstream and downstream regulatory components involved in the STAT3-CKMT2-AS1 regulatory axis. We demonstrated that SFN strongly inhibits GC. SFN downregulated the expression of the lncRNA CKMT2-AS1. Elevated expression levels of CKMT2-AS1 in human GC tissues are correlated with poor patient survival rates. Knockdown of CKMT2-AS1 significantly inhibited GC proliferation and migration both in vivo and in vitro, whereas CKMT2-AS1 overexpression enhanced malignant phenotypes. Mechanistically, we identified STAT3 as the transcriptional activator driving CKMT2-AS1 expression, with SFN directly binding to, and inhibiting, STAT3 phosphorylation to decrease its transcriptional activity. Interestingly, cytoplasmic CKMT2-AS1 competitively adsorbs miR-451a, leading to the expression of PSMB8, ultimately promoting the progression of the malignant phenotype of GC. Moreover, we discovered that CKMT2-AS1 directly binds to the RNA-binding protein (RBP) AIMP1, promoting ubiquitination-mediated degradation of AIMP1 protein via the proteasomal pathway. The highly expressed AIMP1 protein, in turn, inhibits the phosphorylation of the PI3K/AKT signaling pathway, which is hyperactivated in virtually all solid tumors. Our findings not only elucidate a novel SFN-mediated tumor-suppressive mechanism via the STAT3/CKMT2-AS1 regulatory axis, but also validate CKMT2-AS1 as a promising therapeutic target for GC intervention.",
    "explanation_zh": "胃癌是一種對健康威脅極大的疾病，目前治療選擇有限。研究發現，蘿蔔硫素這種天然化合物具有抗腫瘤的效果，但其具體作用機制尚不清楚。本研究的目的是探討蘿蔔硫素在胃癌中的作用機制。研究團隊在實驗室和動物模型中評估了蘿蔔硫素的抗腫瘤效果，並進行了基因測序分析以識別其靶向的長鏈非編碼RNA（lncRNA）。\n\n研究結果顯示，蘿蔔硫素能有效抑制胃癌的生長，並降低了lncRNA CKMT2-AS1的表達。CKMT2-AS1在胃癌組織中的高表達與患者的生存率較低有關。當CKMT2-AS1被抑制時，胃癌的增殖和轉移顯著減少，而CKMT2-AS1的過度表達則會加劇腫瘤的惡性特徵。進一步的機制研究表明，STAT3是驅動CKMT2-AS1表達的轉錄激活因子，蘿蔔硫素能直接結合並抑制STAT3的磷酸化，從而降低其轉錄活性。\n\n此外，CKMT2-AS1在細胞質中能夠競爭性地吸附miR-451a，促進PSMB8的表達，最終推動胃癌的惡性進展。研究還發現CKMT2-AS1能直接結合RNA結合蛋白AIMP1，促進AIMP1蛋白的降解，這一過程涉及到蛋白酶體途徑。AIMP1蛋白的高表達會抑制PI3K/AKT信號通路的磷酸化，而該通路在幾乎所有實體腫瘤中都被過度激活。這些發現不僅揭示了蘿蔔硫素通過STAT3/CKMT2-AS1調控軸的腫瘤抑制機制，還確認了CKMT2-AS1作為胃癌干預的潛在治療靶點。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "gastric cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41135276/"
  },
  {
    "id": "41275316",
    "title_en": "Investigating the clinical efficacy, safety and molecular mechanism of sulforaphane in autism spectrum disorder: an integrated study combining meta-analysis, network pharmacology, and computational biology.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, a natural antioxidant rich in cruciferous vegetables, has emerged as a promising dietary supplement for autism spectrum disorder (ASD). However, its therapeutic efficacy remains controversial, and the pharmacological mechanisms are not fully elucidated. Eligible randomized controlled trials were retrieved from PubMed, Web of Science, Embase, and Cochrane Library databases. Review Manager 5.4 was used for meta-analysis and bias risk assessment. Network pharmacology, Mendelian randomization, GEO data analyses, molecular docking, and molecular dynamics simulation were employed to explore the mechanisms of sulforaphane in ASD. Six trials involving 333 participants were included in the meta-analysis. Pooled results demonstrated that both 4-5 weeks and 8-10 weeks of sulforaphane supplementation significantly decreased the scores on the Social Responsiveness Scale compared to placebo controls. No significant difference was observed in the incidence of adverse events. Network pharmacology identified 10 core targets of sulforaphane in ASD, including AKT1, EGFR, HSP90AA1, SRC, CASP3, STAT1, MAPK1, MMP9, MAPK8, and JAK2. These targets were implicated in the PI3K-Akt signaling pathway, MAPK signaling pathway, Chemokine signaling pathway, Chemical carcinogenesis - reactive oxygen species, TNF signaling pathway, Th17 cell differentiation, mTOR signaling pathway, and IL-17 signaling pathway. Mendelian randomization further revealed an inverse association between STAT1 levels and ASD risk. GEO transcriptomic data provided independent validation for the network pharmacology predictions. The binding energies between sulforaphane and the top 10 core targets are all ≤ -4.0 kcal/mol. Molecular dynamics simulations further validated the stable interaction between MMP-9 and sulforaphane. Sulforaphane may serve as an efficacious and safe adjunctive therapy for ASD, mediated by its anti-oxidant and anti-inflammatory effects along with the modulation of autophagy. CRD42025635045.",
    "explanation_zh": "蘿蔔硫素是一種存在於十字花科蔬菜中的天然抗氧化劑，最近被認為可能對自閉症譜系障礙（ASD）有幫助。不過，這種物質的療效仍有爭議，且其作用機制尚未完全了解。這項研究從多個資料庫中收集了隨機對照試驗的資料，並使用統計分析工具進行了綜合評估。研究結果顯示，經過4到10週的蘿蔔硫素補充後，參與者在社交反應量表上的得分顯著降低，這意味著他們的社交能力有所改善，而不良事件的發生率並未顯著增加。此外，研究還發現蘿蔔硫素在自閉症中的作用可能與多條生物信號通路有關，這些通路涉及細胞增生、炎症反應等過程。整體來看，蘿蔔硫素可能是一種有效且安全的輔助療法，能透過抗氧化和抗炎的作用來改善自閉症的症狀。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "autism spectrum disorder",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41275316/"
  },
  {
    "id": "41265122",
    "title_en": "Synergistic strategies of sulforaphane biosynthesis and functional properties in broccoli sprouts powder obtained from sucrose stress modulation coupled with vacuum freeze-drying.",
    "pub_date": "2025-Nov",
    "abstract_en": "This study investigated methionine-sucrose stress treatments on glucoraphanin biosynthesis in broccoli sprouts and the impact of vacuum freeze-drying (VFD) on sprout powder quality. Results showed that sucrose treatment elevated glucoraphanin content by 316.30 % in 4-day sprouts compared to the control (9.72 mg/g), accompanied by increases of 42.65 % in total isothiocyanates (ITCs) and 70.00 % in anthocyanins. The treatment enhanced myrosinase activity and upregulated osmotic regulators. PCA confirmed that sucrose stress optimized the nutritional quality of broccoli sprouts and exhibited potential in sulforaphane enrichment. The VFD broccoli sprout powder exhibited high retention of sulforaphane (6.00 mg/g dw) and total ITCs (7.00 mg/g dw), with optimal water-holding capacity, oil-holding capacity, and swelling capacity. The sulforaphane extract exhibited significant antimicrobial activity against E. coli (16.00 mm inhibition zone) and Staphylococcus aureus (10.02 mm). The synergistic application of sucrose stress and VFD presents a promising approach for developing functional foods.",
    "explanation_zh": "這項研究探討了甲硫氨酸-蔗糖的壓力處理對西蘭花芽中蘿蔔硫素前體（glucoraphanin）合成的影響，以及真空冷凍乾燥（VFD）對芽粉品質的影響。研究發現，經過蔗糖處理的四天芽中，蘿蔔硫素前體的含量比對照組提高了316.30%，同時總異硫氰酸鹽和花青素的含量也分別增加了42.65%和70.00%。這種處理還提升了酵素活性，並調節了滲透壓調節因子。主成分分析顯示，蔗糖壓力優化了西蘭花芽的營養品質，並顯示出在蘿蔔硫素增強方面的潛力。經過VFD處理的西蘭花芽粉保留了高含量的蘿蔔硫素和總異硫氰酸鹽，並具有良好的水分保持能力、油脂保持能力和膨脹能力。此外，蘿蔔硫素提取物對大腸桿菌和金黃色葡萄球菌展現了顯著的抗菌活性。結合蔗糖壓力和VFD的應用，為開發功能性食品提供了一個有前景的方法。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41265122/"
  },
  {
    "id": "41159773",
    "title_en": "Sulforaphane-Loaded Hydrogel Prolongs Fully MHC-Mismatched Skin Allograft Survival.",
    "pub_date": "2025-Nov",
    "abstract_en": "Despite immunosuppression, acute rejection (AR) is still a common setback among transplantation patients and is a risk factor for graft survival. Sulforaphane (SFN), a phytochemical present in crucifers, has been shown to have anti-inflammatory and immunoregulatory properties, yet its influences on immune cell activation as well as in graft survival are still unknown. Thus, the aim was to evaluate SFN's effect, and to improve efficacy, efficiency, and availability, it was incorporated into thermosensitive polymeric hydrogels, to prevent AR in skin transplant (Tx) model mice. A thermosensitive hydrogel containing SFN (0.1%) and hyaluronic acid (HA) (0.5%) dispersed in a poloxamer matrix (PL407 at 20% w/v) was developed (GS-PL407 20%, HA and SFN) and characterized as a liquid-viscous hydrogel. The fully MHC-incompatible skin Tx procedure was performed by using donor skin Balb/c mice, transplanted into C57BL/6 recipient mice. The cytotoxicity test of GS was performed using in vitro assays with bone marrow-derived dendritic cells (BMDC). Treatment of BMDC with GS for 24 h presents no cytotoxicity. Untreated allograft mice present 100% of graft loss at day 9 post Tx. Remarkably, subcutaneous GS injection every 3 days promoted 80% of allograft survival for more than 14 days when compared with untreated recipients (<i>p</i> < 0.001). Histological analysis showed a lower level of inflammatory cells in the skin Tx of GS-treated mice. Flow cytometry analysis of draining lymph nodes at day 5 post Tx revealed that GS treatment reduced the frequency of DC and subtypes and function of the CD4<sup>+</sup> T cells. In vitro GS-treated lipopolysaccharide-activated BMDC present less activation of costimulatory markers. Taken together, GS treatment reduced immune cell activation, postponing AR onset and prolonging allograft survival in Tx animals. This strategy highlights the role of SFN as a promising candidate for further studies in organ transplantation experiments and being tested combined with current immunosuppression protocols.",
    "explanation_zh": "這項研究探討了蘿蔔硫素對於皮膚移植中急性排斥反應的影響。研究者將蘿蔔硫素與透明質酸製成一種熱敏性水凝膠，並在小鼠模型中進行測試。結果顯示，這種水凝膠能顯著提高移植皮膚的存活率，並減少免疫細胞的活化，從而延緩急性排斥反應的發生。這些發現可能對未來器官移植的研究有重要啟示。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41159773/"
  },
  {
    "id": "41196460",
    "title_en": "Sulforaphane: a natural organosulfur having potential to modulate apoptosis and survival signalling in cancer.",
    "pub_date": "2025-Nov",
    "abstract_en": "Owing to its ever-growing range of pharmacological advantages, sulforaphane, an isothiocyanate from cruciferous vegetables such as broccoli, is becoming increasingly popular. This review aims to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment. Sulforaphane interacts with many signaling molecules that control various pathways in malignant cells, including angiogenesis, apoptosis, cell cycle arrest, metastasis, and inflammation pathways. This review examines the effects of this isothiocyanate on inflammatory mediators, caspases, MMPs, cytokines, and the proteins Bax and Bcl-2. Furthermore, the advantages of nanotechnology and synergistic effects in sulforaphane applications are also reviewed. As per evidence, sulforaphane is a shining example of how ethno-pharmacological expertise can be used to create modern medications.",
    "explanation_zh": "蘿蔔硫素是一種來自十字花科蔬菜（如西蘭花）的化合物，因其潛在的藥理優勢而受到關注。這篇綜述文章探討了蘿蔔硫素在癌症治療中的應用，特別是它如何影響癌細胞的多種信號傳導途徑，包括血管生成、細胞凋亡、細胞週期停滯、轉移和炎症等。研究中分析了蘿蔔硫素對炎症介質、半胱天冬酶、基質金屬蛋白酶、細胞因子以及Bax和Bcl-2等蛋白質的影響。此外，文章也提到納米技術和蘿蔔硫素的協同效應在應用上的優勢。這些證據顯示，蘿蔔硫素是如何將傳統藥理知識轉化為現代藥物的一個典範。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41196460/"
  },
  {
    "id": "41184790",
    "title_en": "Efficacy and safety of sulforaphane in schizophrenia: a systematic review and meta-analysis of randomized controlled trials.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, an isothiocyanate derived from cruciferous vegetables (e.g., broccoli sprouts), has been explored for its antioxidant and anti-inflammatory properties. This is the first systematic review and meta-analysis to explore the therapeutic potentials of sulforaphane in schizophrenia. We searched PubMed, Scopus, Web of Science, and Cochrane Central for studies from inception to April 2025. We included randomized controlled trials (RCTs) evaluating the efficacy of sulforaphane in schizophrenia. The primary outcomes were changes in the Positive and Negative Syndrome Scale (PANSS) total and its subscales. Secondary outcomes included cognitive measures, metabolic markers, and safety. Four RCTs with 369 schizophrenia patients were included. Sulforaphane did not significantly improve PANSS total or positive symptom scores at the latest follow-up (ranging from 24 weeks to 18 weeks) or at a consistent 12-week time point. However, a modest improvement in negative symptoms was found at 12 week- time point (MD= -1.06; 95% CI: -1.95 to -0.16; p = 0.02), which was not maintained at the latest follow-up. General psychopathology scores improved significantly (MD= -1.5; 95% CI: -2.78 to -0.23; p = 0.02). No cognitive benefits were observed. Sulforaphane led to significant reductions in metabolic markers, including LDL, triglycerides, and cholesterol. Discontinuation rates were lower in the sulforaphane group (RR = 0.68; 95% CI: 0.49 to 0.95; p = 0.02). The study provides initial insights into sulforaphane's potential therapeutic effects in schizophrenia, showing modest improvements in general psychopathology and negative symptoms, with favorable metabolic changes and lower discontinuation rates. Due to limited data and heterogeneity, the study findings should be interpreted with caution. Not applicable.",
    "explanation_zh": "蘿蔔硫素是一種來自十字花科蔬菜（例如西蘭花芽）的化合物，研究顯示它可能具有抗氧化和抗發炎的特性。這項系統性回顧和統合分析是首次探討蘿蔔硫素在精神分裂症治療中的潛力。我們檢索了多個資料庫，選取了隨機對照試驗來評估蘿蔔硫素對精神分裂症的療效。主要的評估指標是精神病症狀的變化，次要指標則包括認知測量、代謝標記和安全性。研究納入了四項隨機對照試驗，共369名精神分裂症患者。結果顯示，蘿蔔硫素在最新的隨訪中對總體症狀和正性症狀並沒有顯著改善，但在12週的時間點上，對負性症狀有輕微改善。一般精神病理學的評分也有顯著改善，然而並未觀察到認知方面的好處。此外，蘿蔔硫素對代謝標記（如低密度脂蛋白、三酸甘油脂和膽固醇）有顯著的降低，且在蘿蔔硫素組的中止率較低。這項研究提供了蘿蔔硫素在精神分裂症治療中的初步見解，顯示出對一般精神病理學和負性症狀的輕微改善，並伴隨有利的代謝變化和較低的中止率，但由於數據有限和異質性，結果需謹慎解讀。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "schizophrenia",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41184790/"
  },
  {
    "id": "40992247",
    "title_en": "Assessing the transplacental passage and breastmilk levels of broccoli sprout-derived sulforaphane.",
    "pub_date": "2025-Nov",
    "abstract_en": "Preeclampsia is characterised by hypertension with maternal end-organ dysfunction and/or fetal growth restriction. Sulforaphane, an antioxidant found in broccoli sprouts, has potential as a future therapeutic. With its ability to attenuate the injurious impacts of endothelial dysfunction in vitro, sulforaphane is uniquely positioned to protect against the harmful effects of preeclampsia. However, the transferability of sulforaphane from mother to fetus/baby remains unknown in humans. Uncomplicated pregnant patients (n = 8) scheduled for elective caesarean sections (>37 weeks gestation) provided written and informed consent. A single oral dose of EnduraCell, a broccoli sprout extract (equivalent to 21 mg of sulforaphane), was administered prior to caesarean section. Baseline blood pressure, blood and urine were collected and again at time of operation, alongside umbilical cord blood (vein and artery) and placental samples. 2-4 days post-delivery, a second dose was administered. Two hours later, maternal bloods and breast milk were collected. Samples were processed and analysed by liquid-chromatography mass-spectrometry to measure sulforaphane. Besides an increase in peripheral diastolic blood pressure on the day of caesarean section (p = 0.028), there were no changes in maternal blood pressure or heart rate after ingestion of EnduraCell. Sulforaphane was found in maternal serum (70.10 ng/ml ± 11.90), umbilical cord blood (vein: 25.18 ng/mL ± 3.11, artery: 18.81 ng/mL ± 2.36), urine (5726.00 ng/mL ± 1175.00), placental tissue (10.99 ng/mg ± 2.11) and breast milk (1.33 ng/mL ± 2.29). Sulforaphane is present in the umbilical cord and breast milk, providing the world's first evidence of sulforaphane maternal-fetal transfer in humans, and opening avenues for future research into relevant fetal implications.",
    "explanation_zh": "這項研究探討了蘿蔔硫素對妊娠高血壓症（即子癲前症）的潛在影響。研究人員發現，蘿蔔硫素是一種存在於西蘭花芽中的抗氧化劑，可能有助於減少子癲前症對母體和胎兒的傷害。這項研究的重點在於了解蘿蔔硫素是否能夠從母體轉移到胎兒，並且研究了其在母乳中的存在。研究中，八位孕婦在剖腹產前服用了含有蘿蔔硫素的補充劑，並在手術前後收集了她們的血液、尿液和胎盤樣本。主要發現是，蘿蔔硫素確實能在母體血液和胎盤中被檢測到，並且也存在於臍帶血和母乳中，這是首次證實在人體中蘿蔔硫素能夠從母體轉移到胎兒，為未來相關研究提供了新的方向。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "preeclampsia",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40992247/"
  },
  {
    "id": "40633511",
    "title_en": "Synthesis and biological evaluation of Sulforaphane derivatives with dual functions: Ischemia-reperfusion injury protection and antitumor effects.",
    "pub_date": "2025-Nov",
    "abstract_en": "Reperfusion therapy for the treatment of acute myocardial infarction (AMI) often leads to ischemia-reperfusion (I/R) injuries, characterized by excessive ROS. Sulforaphane (SFN) homologous, known for their anti-inflammatory and antioxidant properties, activate the nuclear factor-erythroid 2-related factor 2 (Nrf2) pathway and reduce mitochondrial ROS but are limited by poor stability and short half-life. SFN derivatives were synthesized through structural modifications of the dithiocarbamate and thiourea moieties at the isothiocyanate group, aiming to enhance stability and maintain therapeutic efficacy. Compound 3g emerged as a promising candidate, demonstrating superior protection against hypoxia-reoxygenation (H/R) injury in cardiac microvascular endothelial cells (CMECs) and exhibiting good antitumor activity. Specifically, 3g reduced ROS levels by 24.5 % (compared to nifedipine at 17.8 %), increased NO production to 48.0 μM (vs. 44.0 μM), lowered TNF-α secretion to 22.6 pg/mL (vs. 23.9 pg/mL). Concurrently, 3g showed potent antiproliferative activity (IC<sub>50</sub> = 7.5 μM), with 3.8-fold greater potency than 5-fluorouracil (IC<sub>50</sub> = 28.2 μM). Stability studies showed enhanced resistance in both protic and aprotic solvents. Density functional theory (DFT) was applied to characterize the molecular properties of the optimal compounds. Molecular docking and ADMET analysis revealed that aromatic substitution and sulfur oxidation significantly improved Nrf2/Keap1 pathway targeting, highlighting the derivative's potential for stability and therapeutic efficacy. These findings suggest that 3g is a promising candidate for treating I/R-induced injury and oxidative stress-related cardiovascular conditions.",
    "explanation_zh": "這項研究探討了一種名為3g的化合物，這種化合物是從蘿蔔硫素衍生出來的，目的是改善心臟缺血再灌注傷害的治療效果。研究顯示，3g能有效減少心臟微血管內皮細胞中的氧化壓力，並且在抗腫瘤方面也表現出良好的活性。這意味著3g可能對於心血管疾病和相關的氧化壓力問題有潛在的治療效果。研究中還使用了分子對接和其他分析方法來評估這些化合物的特性，顯示出它們在穩定性和療效上的優勢。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "acute myocardial infarction",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40633511/"
  },
  {
    "id": "40617372",
    "title_en": "Antioxidant effect of esculin and sulforaphane in zebrafish larvae: A comparative study.",
    "pub_date": "2025-Nov",
    "abstract_en": "Antioxidants are crucial for maintaining cellular redox homeostasis by neutralizing free radicals, including reactive oxygen species (ROS). Nuclear factor erythroid-2-related factor 2 (Nrf2) is a transcription factor that activates various cytoprotective genes to counteract oxidative damage. The present study aimed to compare the antioxidant potential of natural phytochemicals, esculin (ESC), and sulforaphane (SFN) in zebrafish larvae, focusing on Nrf2 activation. Zebrafish larvae were treated with ESC (100 μM) and SFN (40 μM) along with control for 6 h. The levels of ROS, lipid peroxidation (LPO), nitric oxide (NO), glutathione S-transferase (GST), glutathione peroxidase (GPx), catalase (CAT), and reduced glutathione (GSH) were measured. Further, RT-PCR and Western blotting methods were employed to determine the antioxidant genes and protein levels, respectively. In addition, Nrf2 localization within the cell was assessed using nuclear/cytosolic fractionation assay and wholemount immunohistochemistry method. Our results demonstrate that ESC treatment significantly increased antioxidant enzyme activities (GST, GPx, CAT), similar to the effects observed with SFN. Further, ESC enhanced the mRNA levels of antioxidant genes expression, such as nrf2, gstp1, hmox1a, prdx1, nqo1, gss, gsr, sqstm1, hsp90aa1.2 than SFN. Antioxidant proteins Nrf2, Gstp1, Cat, and Sod2 were upregulated in the ESC-treated groups. Subsequently, nuclear localization of Nrf2 was detected in both SFN- and ESC-treated groups, confirming Nrf2 translocation into the nucleus. Our findings suggest that ESC possesses potent antioxidant activity as SFN in 72-hpf zebrafish larvae through the Keap1-Nrf2 signaling pathway.",
    "explanation_zh": "抗氧化劑對於維持細胞的健康非常重要，因為它們能中和自由基，特別是反應性氧物質（ROS）。這項研究的目的是比較兩種天然植物化學物質，分別是「蘿蔔硫素」和「鞘氨醇」，在斑馬魚幼體中的抗氧化潛力，特別是它們對一種叫做Nrf2的轉錄因子的影響。研究中，斑馬魚幼體接受了不同濃度的這兩種化合物的處理，並測量了多種抗氧化指標。研究結果顯示，「鞘氨醇」能顯著提高抗氧化酶的活性，並且在基因表達上也有明顯的提升，與「蘿蔔硫素」的效果相似。此外，這兩種化合物都促進了Nrf2的核內轉運，顯示它們能有效啟動細胞的抗氧化防禦機制。這些發現顯示「鞘氨醇」在斑馬魚幼體中具有強大的抗氧化活性，與「蘿蔔硫素」相當，並且是透過Keap1-Nrf2信號通路發揮作用。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40617372/"
  },
  {
    "id": "40533430",
    "title_en": "Monovalent glycoconjugates of sulforaphane prevent inflammation induced by lipopolysaccharide in human dendritic cells by inhibiting NF-ĸB signalling pathway.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane (SFN) has notable health benefits but faces challenges due to its poor solubility and delivery. This study investigates SFN-glycoconjugates effects on lipopolysaccharide (LPS)-induced inflammation in dendritic cells (DCs). With the aiming to enhance their therapeutic potential against inflammatory diseases. Novel monovalent SFN-glycoconjugates with mannose (Man) and fucose (0Fuc) were developed and tested for their anti-inflammatory and immune-modulatory properties in DCs from healthy donors under chronic LPS exposure. By leveraging therapeutic strategies, SFN-glycoconjugates significantly improved the solubility and bioavailability of SFN, thereby overcoming the limitations of traditional delivery methods. Monocyte-derived DCs were treated with SFN-glycoconjugates and subsequently exposed to a chronic inflammatory environment induced by LPS. Our results showed that SFN-glycoconjugates enhance effectiveness in suppressing inflammation by targeting the p65 NF-κB pathway, without affecting MAPK signalling. SFN-glycoconjugates induce a tolerogenic immune response, characterized by increased IL-10 production and enhanced regulatory T- and B-cell proliferation. These effects surpass those of p65 NF-κB inhibition alone, highlighting a distinct and potent regulatory mechanism independent of MAPK pathways. The integration of food therapeutic strategies not only enhances the stability and delivery of bioactive compounds but also broadens their potential applications in functional foods and therapeutic approaches. In particular, SFN-glycoconjugates represent a promising option as biologically active compounds for inflammatory diseases, offering enhanced anti-inflammatory and immunomodulatory effects through optimized delivery systems and the activation of specific molecular pathways.",
    "explanation_zh": "蘿蔔硫素是一種對健康有益的化合物，但由於其溶解性差和傳遞困難，使用上有挑戰。本研究探討了蘿蔔硫素與糖苷結合物對於由脂多醣誘導的樹突細胞炎症的影響，目的是提升其在抗炎疾病中的治療潛力。研究人員開發了新型的單價蘿蔔硫素糖苷結合物，並在健康捐贈者的樹突細胞中測試其抗炎和免疫調節特性。結果顯示，這些糖苷結合物顯著改善了蘿蔔硫素的溶解性和生物利用度，克服了傳統傳遞方法的限制。研究發現，這些糖苷結合物能有效抑制炎症，並通過特定的分子途徑增強免疫反應，這些效果超過了單純抑制NF-κB的效果，顯示出其獨特的調節機制。這項研究不僅提升了生物活性化合物的穩定性和傳遞效率，還擴展了其在功能性食品和治療方法中的應用潛力，特別是作為抗炎疾病的生物活性化合物。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "inflammatory diseases",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40533430/"
  },
  {
    "id": "41171476",
    "title_en": "Online solid-phase extraction of glucoraphanin and sulforaphane from non-edible plants based on amino acid-functionalized covalent organic frameworks.",
    "pub_date": "2025-Oct",
    "abstract_en": "Glucoraphanin (GR) and sulforaphane (SFN) are sulfur-containing compounds with diverse medicinal applications. However, cruciferous vegetables are a single source of GR and SFN, which limits development and utilization in natural resources. Herein, amino acid covalent organic framework (COF-Cys) was synthesized via click reactions and employed as an adsorbent in online solid-phase extraction (online SPE) to determine GR and SFN in non-edible plant samples. The adsorption mechanism was analyzed using density functional theory, revealing that adsorption occurred via electrostatic interaction and hydrogen bonding. Under the optimum conditions, good linearity (4-2500 ng/mL; R<sup>2</sup> = 0.9922 and 0.9968) and lower limits of detection (1.0 ng/mL and 0.6 ng/mL) were observed. GR and SFN were found in 18 non-edible plant samples, and recoveries of spiked samples were 89.1-109.3% with RSD ≤ 6.9%. The COF-Cys-online SPE-UPLC-MS/MS approach displays great potential for application to detect GR and SFN in non-edible plants and provide valuable support for the development of functional products.",
    "explanation_zh": "這篇研究探討了兩種含硫化合物：蘿蔔硫素和其前體葡萄糖蘿蔔素，這些化合物在醫學上有多種應用。不過，這些化合物主要來自十字花科蔬菜，這限制了它們的開發和利用。研究者合成了一種新的有機框架材料，並用它來從非食用植物樣本中提取這些化合物。研究中使用了先進的分析技術來確定提取的效果，結果顯示在最佳條件下，能夠準確檢測到這些化合物，並且在18種非食用植物樣本中都找到了它們的存在。這項技術未來有潛力用於開發功能性產品。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41171476/"
  },
  {
    "id": "41246347",
    "title_en": "Sulforaphane in cancer precision medicine: from biosynthetic origins to multiscale mechanisms and clinical translation.",
    "pub_date": "2025-Unknown",
    "abstract_en": "Sulforaphane (SFN), an isothiocyanate derived from glucoraphanin in cruciferous vegetables, has evolved from a dietary antioxidant to a sophisticated multi-target agent in oncology. While its roles in nuclear factor erythroid 2-related factor 2 (Nrf2) activation and histone deacetylase (HDAC) inhibition are well-established, this review provides a novel synthesis by integrating disparate research scales-a multiscale perspective that spans from the genetic and epigenetic regulation of glucoraphanin biosynthesis in plants to SFN's recently elucidated effects on ferroptosis, cancer stem cells (CSCs), and the tumor immune microenvironment in humans. We critically evaluate how key host factors, such as gut microbiota composition and glutathione S-transferase (GST) polymorphisms, dictate SFN bioavailability and efficacy, thereby framing a precision nutrition paradigm for its application. Furthermore, we move beyond generic claims of synergy to detail SFN's specific mechanisms in enhancing conventional therapies, including the modulation of drug transporters and immune checkpoints. By integrating advances from plant biochemistry to molecular oncology, this review establishes an updated and mechanism-oriented framework for realizing SFN's compelling potential in cancer prevention and therapy through a precision medicine approach.",
    "explanation_zh": "蘿蔔硫素是一種來自十字花科蔬菜的化合物，最初被認為是一種飲食抗氧化劑，但現在已被認為在癌症治療中具有多重作用。這篇文章綜合了不同研究的結果，從植物中蘿蔔硫素的合成過程，到它對癌症幹細胞和腫瘤免疫微環境的影響，提供了一個全新的觀點。研究指出，腸道微生物組和某些基因變異會影響蘿蔔硫素的生物利用度和療效，這為個性化營養的應用提供了基礎。此外，文章還詳細說明了蘿蔔硫素如何增強傳統療法的具體機制，包括調節藥物運輸和免疫檢查點的功能。這些研究結果為蘿蔔硫素在癌症預防和治療中的潛力提供了新的理解。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41246347/"
  },
  {
    "id": "41056875",
    "title_en": "Sulforaphane inhibits gastric cancer progression by regulating the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis.",
    "pub_date": "2025-Oct",
    "abstract_en": "Sulforaphane (SFN) plays a vital role in many types of cancer as a natural extract from plants. However, whether SFN can inhibit gastric carcinogenesis by regulating the lncRNA-miRNA-mRNA axis is unclear. In the current work, the significantly differentially expressed lncRNA PSMB8AS1 was obtained by performing high-throughput sequencing of gastric cancer cells treated with SFN. The qRT-PCR assay results confirmed the inhibitory effect of SFN on PSM8AS1. Subsequently, using gastric cancer data from TCGA and 11 pairs of clinical samples from gastric and paracancerous tissues, we found that PSMB8-AS1 was upregulated in gastric cancer, and high expression of PSMB8-AS1 was associated with low survival of patients with gastric cancer. MTT, cell colony formation, scratch healing, flow cytometry, and qRT-PCR assays showed that the knockdown of PSMB8-AS1 significantly reduced the proliferation and migration of gastric cancer cells as well as promoted apoptosis. Dual luciferase reporter gene and RNA immunoprecipitation (RIP) assay confirmed that PSMB8-AS1 can function as the molecular sponge for miR-888-5p. Meanwhile, bioinformatics analysis and dual-luciferase reporter gene assay showed that miR-888-5p regulates SLC4A7. Overexpression of miR-888-5p or knockdown of SLC4A7 reduced the proliferation and migration of gastric cancer cells. In addition, rescue experiments confirmed that the inhibitory effects of the knockdown of PSMB8-AS1 or the knockdown of SLC4A7 on the proliferation and migration of gastric cancer cells could be reversed by miR-888-5p inhibitor treatment. Subcutaneous tumor formation experiments in nude mice demonstrated that the tumor volume of nude mice transplanted with PSMB8-AS1-knockdown gastric cancer cells was significantly reduced compared with that of the control group. Transcription factors can usually bind to the promoter regions of lncRNAs and regulate the transcription of lncRNAs. We demonstrated through website prediction and experiments that SFN can inhibit the level of PSMB8-AS1 by regulating the transcription factor YY1. These results suggest that SFN inhibits gastric cancer growth through the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis. Therefore, SFN might be a promising therapeutical agent for GC prevention and therapy.",
    "explanation_zh": "蘿蔔硫素是一種來自植物的天然提取物，對多種癌症有重要作用。這項研究探討了蘿蔔硫素是否能透過調節一種名為PSMB8-AS1的長鏈非編碼RNA來抑制胃癌的發展。研究發現，PSMB8-AS1在胃癌細胞中表達上升，且其高表達與患者的低生存率有關。進一步的實驗顯示，降低PSMB8-AS1的表達能顯著減少胃癌細胞的增殖和遷移，並促進細胞凋亡。研究還確認了PSMB8-AS1作為miR-888-5p的分子海綿，並發現miR-888-5p能調控SLC4A7基因的表達。最後，實驗結果顯示，蘿蔔硫素可能透過YY1/PSMB8-AS1/miR-888-5p/SLC4A7這一途徑來抑制胃癌的生長，因此蘿蔔硫素可能成為預防和治療胃癌的潛在藥物。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "gastric cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41056875/"
  },
  {
    "id": "41235157",
    "title_en": "Novel magnolol-sulforaphane hybrids as potent antitumor agents: synthesis and biological characterization.",
    "pub_date": "2025-Oct",
    "abstract_en": "The natural product-based hybrid strategy is a promising approach for innovative drug discovery. Leveraging the privileged architecture of sulforaphane-a prominent anticancer natural product-we engineered a novel library of magnolol-sulforaphane molecular hybrids for antitumor evaluation through a concise synthetic strategy for the pharmacophore of sulforaphane (SFN), culminating in the identification of CTNPC8 as a promising anticancer compound. Notably, CTNPC8 not only displays exceptional broad-spectrum anticancer activity with potency surpassing both parent compounds and cisplatin, but also exhibits potent <i>in vitro</i> efficacy against the challenging nasopharyngeal carcinoma (NPC) cell model. Mechanistic studies in nasopharyngeal carcinoma models reveal that CTNPC8 triggers mitochondrial-mediated apoptosis through regulating ROS generation and induces G<sub>2</sub>/M phase arrest. Transcriptomic profiling coupled with validation experiments reveals that CTNPC8 exerts its anti-NPC activity primarily by modulating the Akt/mTOR pathway. The present study provided a valuable strategy for discovering new antitumor agents through hybrid molecular design, nominating CTNPC8 as a promising hit compound for anti-NPC research.",
    "explanation_zh": "這項研究探討了一種新型的抗癌藥物，名為CTNPC8，這是一種由蘿蔔硫素和另一種化合物magnolol結合而成的分子混合物。研究人員利用蘿蔔硫素的特性，設計出這種新化合物，並進行了抗腫瘤效果的評估。CTNPC8在實驗中顯示出對多種癌症細胞的強效抗癌活性，尤其是在鼻咽癌細胞模型中表現突出。研究還發現，CTNPC8能夠透過調節細胞內的活性氧（ROS）來促進細胞凋亡，並且能夠使細胞停滯在G2/M期，這些機制主要是通過影響Akt/mTOR信號通路來實現的。這項研究為新型抗腫瘤藥物的發現提供了一個有價值的策略，並將CTNPC8提名為鼻咽癌研究中的一個有前景的化合物。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "nasopharyngeal carcinoma",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41235157/"
  },
  {
    "id": "41181585",
    "title_en": "Sulforaphane alleviates hepatocyte pyroptosis via activating Nrf2-HO-1 signaling during septic acute liver injury.",
    "pub_date": "2025-Unknown",
    "abstract_en": "Acute liver injury (ALI) caused by sepsis is a fatal disease with a high mortality rate and poor prognosis. Sulforaphane (SFN) is a natural isothiocyanate that has robust antioxidant and anti-inflammatory properties. The aim of this study was to identify the pharmacological effects and therapeutic mechanisms of SFN in lipopolysaccharide (LPS)-induced ALI. The role of SFN in ALI was investigated using a mouse model of LPS-induced ALI. Briefly, eighteen mice were divided into three groups: control, LPS, and LPS + SFN, which were intraperitoneally injected for 2 days before LPS treatment. 24 h after the LPS injection, blood and liver tissues were collected for further analysis. The hematoxylin and eosin (HE) staining showed a lot of visible necrosis areas, inflammatory cell infiltration, and congestion in liver. Meanwhile, Ly6G and F4/80 staining showed increased infiltration of neutrophils and macrophages in liver, these results indicated that LPS induced sever ALI. As inflammatory response plays a vital role in the pathogenesis of LPS-induced ALI, we detected the occurrence of pyroptosis in liver by ribonucleic acid (RNA) sequencing. The results showed that pyroptosis was significantly promoted by LPS, as indicated by gene ontology (GO) and kyoto encyclopedia of genes and genomes (KEGG) pathway enrichment analyses, revealing the activation of pyroptosis, interleukin (IL)-1 production, IL-18 production, and inflammatory signaling pathways. Then, we explored the effect of SFN on LPS-induced ALI. The results showed that SFN obviously reduced LPS-induced plasma alanine aminotransferase and aspartate aminotransferase level, pathological injuries and TdT-mediated dUTP nick-end labeling (TUNEL) positive cells, indicating protective effect of SFN on ALI. Furthermore, SFN also showed robust effect on LPS-induced inflammatory response in liver, as reflected by suppressing the infiltration of neutrophils and macrophages, and downregulating mRNA levels of C-X-C motif chemokine ligand 9, IL-6, monocyte chemoattractant protein-1, and tumor necrosis factor-α in liver of LPS treated mice. Furthermore, SFN blocked hepatocyte pyroptosis, and suppressed plasma IL-1β and IL-18 levels of LPS treated mice. Mechanistically, SFN selectively activated nuclear factor erythroid 2-related factor 2 (Nrf2)/heme oxygenase-1 (HO-1) signaling to mediate pyroptotic cell death. SFN also reversed the inhibited superoxide dismutase activity and induced malondialdehyde content in liver of LPS exposed mice. SFN ameliorated liver injury and inflammation during LPS-induced ALI by suppressing hepatocyte pyroptosis via the activation of Nrf2/HO-1 signaling. This study provides new evidence for the potential treatment of ALI with SFN.",
    "explanation_zh": "急性肝損傷（ALI）是由敗血症引起的一種致命疾病，死亡率高且預後不佳。這項研究的目的是探討蘿蔔硫素（SFN）在LPS誘導的急性肝損傷中的藥理作用和治療機制。研究使用小鼠模型進行實驗，將小鼠分為三組：對照組、LPS組和LPS + SFN組，並在LPS處理前注射蘿蔔硫素。結果顯示，LPS誘導了嚴重的肝損傷，並引發了炎症反應。蘿蔔硫素能顯著減少肝臟的損傷和炎症，並抑制了肝細胞的焦亡，顯示出其對急性肝損傷的保護作用。這項研究為使用蘿蔔硫素治療急性肝損傷提供了新的證據。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "acute liver injury",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41181585/"
  },
  {
    "id": "41099966",
    "title_en": "Sulforaphane improves exercise-induced NRF2 signaling in older adults: an in vivo-ex vivo approach.",
    "pub_date": "2025-Oct",
    "abstract_en": "Redox signaling is a key mechanism of exercise-induced adaptation. However, studies have demonstrated impaired responses to acute exercise in older organisms. Adjunctive therapies to augment exercise effects may overcome these deficits. Sulforaphane (SFN), a phytochemical from cruciferous vegetables, stimulates NRF2. This study tested the hypothesis that combining acute exercise (in vivo stimulus) with ex vivo SFN treatment would induce greater NRF2 activation and signaling in older adults compared to either treatment alone. Twenty-five older adults (12 men, 13 women; mean age: 67 ± 5 years) performed 30-min cycling exercise (AET). Blood was drawn before and immediately after the AET to isolate PBMCs and incubate with and without SFN (5 µM) treatment (four conditions: DMSO (CON), SFN, exercise (EX), and EX + SFN). PBMCs were harvested after 2-h or 5-h incubation for measures of NRF2 or gene expression for NQO1, HO-1, GR, and GCLC targets, respectively. All treatments (SFN, EX, EX + SFN) increased NRF2 activation compared to CON (p < 0.05). The response to EX + SFN was significantly greater than either SFN or EX alone (2.1-fold versus 1.5-fold, p = 0.01). SFN stimulation resulted in a significant upregulation of all four genes compared to control (p < 0.001). EX + SFN treatment stimulated a greater increase in gene expression compared to EX (p < 0.05); however, SFN did not differ statistically from EX + SFN, suggesting a possible ceiling effect of the SFN concentration in terms of gene expression. There were no significant sex differences in any of the responses. These data suggest that combining exercise with SFN may amplify the strength of NRF2/ARE redox signaling in older adults. ClinicalTrials.gov ID: NCT04848792.",
    "explanation_zh": "這項研究探討了運動和蘿蔔硫素（SFN）結合對老年人健康的影響。研究顯示，隨著年齡增長，人體對運動的反應會減弱，因此尋找能增強運動效果的輔助療法變得重要。研究者希望了解，將運動與蘿蔔硫素結合使用，是否能在老年人中更有效地激活一種叫做NRF2的信號通路。研究中，25位平均67歲的老年人進行了30分鐘的騎自行車運動，並在運動前後抽血，將血液中的白血球與蘿蔔硫素進行培養。結果顯示，無論是單獨運動還是單獨使用蘿蔔硫素，都能提高NRF2的活性，但運動加上蘿蔔硫素的效果更顯著，顯示出這種組合可能對老年人的健康有正面影響。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41099966/"
  },
  {
    "id": "40763479",
    "title_en": "Sulforaphane modulates macrophage polarization via JAK1/STAT1 inhibition to promote tendon repair in tendinopathy.",
    "pub_date": "2025-Oct",
    "abstract_en": "Imbalanced M1/M2 macrophage polarization is central to tendinopathy pathogenesis. Sulforaphane (SFN), a natural compound with anti-inflammatory properties, may modulate macrophage polarization. This study utilized a collagenase-induced mouse model of tendinopathy to evaluate the therapeutic effects of local SFN administration on tendinopathy in vivo. Furthermore, the effects of SFN on macrophage polarization were investigated in vitro, and RNA sequencing was used to explore the mechanisms by which SFN regulates macrophage polarization in vivo. Finally, an ex vivo human pathological tendon culture system was employed to explore the therapeutic effects of SFN on tendinopathic lesions. In this study, we found that SFN modulated the polarization of M1 macrophages towards M2 macrophages, thereby effectively modulating the inflammatory response. RNA sequencing and Western blot analyses indicated that the effect of SFN was mediated through the JAK1/STAT1 signaling pathway. In a collagenase-induced mouse model of tendinopathy, local injection of SFN led to a significant improvement in tendon tissue structure, with the collagen matrix restoring its natural dense parallel arrangement. Furthermore, there was an increase in local M2 macrophages and a decrease in M1 macrophages, which promoted the resolution of inflammation. Finally, the immunomodulatory effect of SFN on macrophages was also validated in tendon tissue from patients with tendinopathy. SFN can effectively alleviate tendinopathy by promoting the polarization of M1 macrophages towards M2 macrophages, an effect achieved through the inhibition of the JAK1/STAT1 signaling pathway, thereby providing a promising therapeutic approach for the treatment of tendinopathy.",
    "explanation_zh": "這項研究探討了蘿蔔硫素對肌腱病的影響。肌腱病的發展與免疫細胞的極化失衡有關，特別是M1和M2巨噬細胞的比例。研究發現，蘿蔔硫素可以幫助調整這些巨噬細胞的比例，減少炎症反應。研究使用了小鼠模型來測試蘿蔔硫素的局部注射效果，並且在實驗室中也進行了細胞實驗來了解其作用機制。結果顯示，蘿蔔硫素能有效改善肌腱組織的結構，並促進M2巨噬細胞的增加，這對於減少炎症非常重要。這些發現為肌腱病的治療提供了新的思路，但仍需進一步研究來確認其療效。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "tendinopathy",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40763479/"
  },
  {
    "id": "41060333",
    "title_en": "Sulforaphane from broccoli, an epigenetic modulator in cancer cells.",
    "pub_date": "2025-Oct",
    "abstract_en": "The consumption of cruciferous vegetables offers several health benefits due to some of their compounds. Sulforaphane (SFN), a compound found in cabbage and broccoli, has received special attention in recent years due to its anticancer activities. The main objective of this systematic review is to examine the epigenetic and genetic effects of SFN on cancers (in vitro and in vivo) which contribute to its anticancer activities. We only analyzed studies that combined its epigenetic effects and anticancer activities due to the multitude of studies on SFN over the past few years. We found that SFN is able to regulate epigenetic mechanisms and promote the prevention and treatment of several cancers. Definitely, it prevents tumor growth and acts as a histone deacetylase (HDAC) inhibitor, a DNA methyltransferase (DNMT) inhibitor, and a microRNA regulator in several cancers. These epigenetic regulations lead indirectly to a hyperregulation or deregulation of the expression of genes involved in carcinogenesis. SFN hasn't any major epigenetic effect on normal cells. This review revealed that the anticancer activities attributable to SFN are largely related to its ability to modulate cancer cell epigenome. These capabilities to modulate the epigenome make SFN a promising anticancer agent with significant therapeutic potential.",
    "explanation_zh": "蘿蔔硫素是一種存在於甘藍和西蘭花等十字花科蔬菜中的化合物，近年來因其抗癌特性而受到關注。這篇系統性回顧的主要目的是研究蘿蔔硫素對癌症的表觀遺傳和遺傳影響，並探討其抗癌作用。我們分析了結合表觀遺傳效應和抗癌活動的研究，發現蘿蔔硫素能調節表觀遺傳機制，並促進多種癌症的預防和治療。研究指出，蘿蔔硫素能防止腫瘤生長，並作為組蛋白去乙醯化酶（HDAC）和DNA甲基轉移酶（DNMT）的抑制劑，還能調節微小RNA，這些作用間接影響與癌症發生有關的基因表達。值得注意的是，蘿蔔硫素對正常細胞並沒有顯著的表觀遺傳影響。這項回顧顯示，蘿蔔硫素的抗癌活動主要與其調節癌細胞表觀基因組的能力有關，這使得蘿蔔硫素成為一種具有潛在治療效果的抗癌劑。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41060333/"
  },
  {
    "id": "40553560",
    "title_en": "Antibacterial effects of sulforaphane - A phytonutrient derived from broccoli as promising candidate in the combat of bacterial infections.",
    "pub_date": "2025-Oct",
    "abstract_en": "Bacterial pathogens, particularly antibiotic-resistant strains may constitute major challenges for the successful treatment of infected patients. Therefore, novel antibiotics or alternative, antibiotics-independent compounds with antimicrobial properties such as phytonutrients are needed. Our systematic literature review summarizes current knowledge on antibacterial effects of sulforaphane (SFN) in vitro and in vivo, including human studies. The isothiocyanate SFN is abundant in plants from the Brassicaceae family including broccoli. The 28 reports reviewed herein revealed that SFN i.) exerted antimicrobial effects against a variety of Gram-positive and Gram-negative bacteria; ii.) counteracted distinct virulence factors such as biofilm formation and toxin production (e.g. Shiga toxin); iii.) enhanced antibacterial immune cell responses mounting in anti-oxidant and anti-inflammatory actions thereby supporting bacterial killing and dampening inflammatory cell and tissue damage; iv.) prevented from aspirin-induced small intestinal cell injury; and v.) alleviated Helicobacter pylori-induced gastritis. In conclusion, given its antibacterial, immune-modulatory, and disease-alleviating effects, SFN constitutes a promising alternative antibiotic-independent candidate for the treatment of bacterial infections, warranting further consideration in clinical trials.",
    "explanation_zh": "這篇研究探討了一種叫做蘿蔔硫素的植物成分，這種成分主要存在於像是花椰菜等十字花科植物中。研究發現，蘿蔔硫素對許多細菌，包括一些抗藥性細菌，具有抗菌效果。它不僅能抑制細菌的毒性因子，例如生物膜的形成和毒素的產生，還能增強免疫細胞的反應，幫助抵抗感染。此外，蘿蔔硫素還能減少因阿斯匹林引起的小腸細胞損傷，並緩解由幽門螺旋桿菌引起的胃炎。這些發現顯示，蘿蔔硫素可能成為一種有前景的替代抗生素，值得在臨床試驗中進一步研究。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "gastritis",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40553560/"
  },
  {
    "id": "40597512",
    "title_en": "In vitro gastrointestinal digestion of broccolis sprout extract: Impact on the bioaccesibility of sulforaphane and total phenolic.",
    "pub_date": "2025-Oct",
    "abstract_en": "Broccoli sprout extract is rich in phenolic compounds and sulforaphane (SFN) and the gastrointestinal digestion process can affect the bioaccessibility of these substances. This study aimed to evaluate the antioxidant capacity and the content of total phenolic compounds (TPC) and SFN in broccoli sprout extract before and during in vitro gastrointestinal digestion (GID). The antioxidant capacity was determined using different assays (FRAP, ABTS and DPPH), and the TPC and sulforaphane content was measured using the Folin-Ciocalteu method and high performance liquid chromatography (HPLC), respectively. The in vitro digestion analyses followed the INFOGEST 2.0 protocol. Additionally, microbiological characterization and chemical composition analysis of broccoli sprouts were conducted. The microbiological analyses indicated that the sprouts were safe for consumption, with high amounts of TPC, antioxidant capacity, and SFN content. The TPC content decreased significantly (p < 0.001) after GID, from 1740.0 μg eq. GAE/g before digestion to 536.5 μg eq. GAE/g in the gastric phase and 211.0 μg eq. GAE/g in the enteric phase. The antioxidant capacity also decreased significantly after simulated digestion compared to initial values. A lower (p < 0.001) SFN content was identified in the gastric phase (18.6 mg/g) compared to the intestinal phase (27.8 mg/g), although both showed lower SFN levels than the undigested sample, which contained 72.2 mg/g of SFN. In conclusion, simulated digestion significantly reduced the amount of TPC and SFN, likely due to degradation or biotransformation of the compounds under digestion conditions.",
    "explanation_zh": "這項研究探討了西蘭花芽萃取物中的抗氧化成分，特別是蘿蔔硫素和總酚類化合物，這些成分在腸胃消化過程中會受到影響。研究團隊使用不同的方法來測量這些成分的含量和抗氧化能力，並根據特定的消化模擬程序進行實驗。結果顯示，經過模擬消化後，西蘭花芽中的總酚類化合物和蘿蔔硫素的含量都有顯著下降，這可能是因為這些成分在消化過程中被降解或轉化。雖然消化後的蘿蔔硫素含量在腸道階段有所增加，但仍低於未消化的樣本。這些發現對於了解西蘭花芽的健康益處及其在飲食中的應用具有重要意義。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40597512/"
  },
  {
    "id": "41026407",
    "title_en": "The Adaptive Laboratory Evolution Technology Enhances Sulforaphane Production of Lactobacillus plantarum CR12.",
    "pub_date": "2025-Sep",
    "abstract_en": "T he sulforaphane production of wild-type Lactobacillus plantarum CR12 (L. plantarum CR12) is limited. Researchers found that adaptive laboratory evolution (ALE) technology can enhance the production of microorganism by altering the growth environment of microorganisms. However, the effectiveness of enhancing the transformation function of L. plantarum CR12 and the safety of the adaptive strain are unknown. To clarify the above problem, ALE technology was used to enhance the sulforaphane conversion rate of L. plantarum CR12. The results showed that the glucoraphanin conversion rate, sulforaphane production rate, and sulforaphane conversion efficiency of adaptive strain were significantly higher than those of the wild-type strain. The adaptive strain could produce sulforaphane in vivo and regulate the gut microbiota structure. The genomes showed that the adaptive strain consists of a 4,165,885 bp chromosome with a GC content of 36.8%, encoding 4172 protein-coding genes. Compared with the wild-type strain, the adaptive strain expresses more glycoside hydrolases and glycosyl transferases, indicating that the adaptive strain possesses higher carbohydrate metabolic capability. Genes related to glucoraphanin metabolism (cliT, bglF, and bglA) were detected in both the genomes of the wild-type strain and adaptive strain, indicating that both the wild-type strain and adaptive strain possess sulforaphane production capabilities. Therefore, the adaptive strain can be safely used to increase the in vivo production of sulforaphane, ultimately improving human health. This research is aimed at providing genetic evidence for further formulating rational genetic engineering strategies to transform the wild-type strain into an overproducer.",
    "explanation_zh": "這項研究探討了一種名為Lactobacillus plantarum CR12的乳酸菌，這種菌的蘿蔔硫素產量有限。研究人員使用了一種叫做適應性實驗室進化（ALE）的技術，來改善這種菌的生長環境，從而提高其蘿蔔硫素的產量。研究發現，經過這種技術處理後的菌株在轉化率和產量上都顯著高於未處理的野生型菌株。此外，這種改良的菌株還能在體內產生蘿蔔硫素，並調節腸道微生物的結構。這項研究的結果顯示，改良菌株的基因組中有更多與碳水化合物代謝相關的基因，這意味著它在這方面的能力更強。這項研究的目的是為了提供基因證據，以便未來能夠制定更合理的基因工程策略，將野生型菌株轉變為高產的菌株。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41026407/"
  }
]