[
  {
    "id": "41167412",
    "title_en": "Titanium nanoparticles provoke ferritinophagy-mediated ferroptosis via inhibition of the Nrf2-HO-1 signaling pathway in osteocytes.",
    "abstract_en": "Wear particles-induced osteolysis is the primary cause of aseptic loosening and subsequent joint replacement failure. Osteocytes, the most abundant cells in bone, are in direct contact with implants; however, the interaction between osteocytes and wear particles remains largely unelucidated. In the present study, in vivo results showed that titanium (Ti) nanoparticles (with diameters of 40 nm and 800 nm) markedly triggered bone destruction and increased osteocytes death, and this effect was mitigated by the ferroptosis inhibitor ferrostatin-1 (Fer-1). Our in vitro experiments revealed that Ti nanoparticles significantly inhibited the viability of osteocytes MLO-Y4, and induced cell death. Meanwhile, Ti nanoparticles remarkably promoted ferroptosis in MLO-Y4 cells, as evidenced by iron overload, lipid peroxidation accumulation, downregulated protein expressions of solute carrier family 7 member 11 (SLC7A11) and glutathione peroxidase 4 (GPX4), and glutathione (GSH) depletion. Notably, this ferroptotic response was associated with enhanced ferritinophagy and degradation of ferritin heavy chain 1 (FTH1), since inhibition of ferritinophagy with 3-methyladenine (3-MA) alleviated Ti nanoparticles-induced ferroptosis. Additionally, Ti nanoparticles significantly suppressed the erythroid 2-related factor 2 (Nrf2)/ heme oxygenase-1(HO-1) pathway; the Nrf2-specific activator sulforaphane (SFN) reversed Ti nanoparticles-induced Fe²⁺ accumulation and lipid peroxidation, attenuated ferroptosis and ferritinophagy, and thereby restored the viability of MLO-Y4 cells. Collectively, these findings identify ferritinophagy-mediated ferroptosis as a novel mechanism underlying Ti nanoparticles-induced osteocytes death, and demonstrate that the Nrf2/HO-1 pathway is essential for regulating Ti nanoparticles-induced ferritinophagy and ferroptosis. These results further suggest that targeting the Nrf2/HO-1pathway may represent a promising therapeutic strategy for preventing or alleviating ferritinophagy-mediated ferroptosis in wear particles-related osteoclastogenesis and periprosthetic osteolysis.",
    "pub_date": "2026-Jan",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41167412/",
    "abstract_simplified_en": "Wear particles-induced osteolysis is the primary cause of aseptic loosening and subsequent joint replacement failure.  Osteocytes, the most abundant cells in bone, are in direct contact with implants; however, the interaction between osteocytes and wear particles remains largely unelucidated.  In the present study, in vivo results showed that titanium (Ti) nanoparticles (with diameters of 40 nm and 800 nm) markedly triggered bone destruction and increased osteocytes death, and this effect was mitigated by the ferroptosis inhibitor ferrostatin-1 (Fer-1)...",
    "abstract_zh_tw": "磨損顆粒引起的骨溶解是無菌性鬆動和隨後的關節置換失敗的主要原因。  骨細胞是骨骼中最豐富的細胞，與植入物直接接觸；然而，骨細胞和磨損顆粒之間的相互作用在很大程度上仍不清楚。  在本研究中，體內結果表明，鈦（Ti）納米粒子（直徑為40nm和800nm）顯著引發骨質破壞並增加骨細胞死亡，而鐵死亡抑製劑ferrostatin-1（Fer-1）可以減輕這種影響......"
  },
  {
    "id": "41054212",
    "title_en": "BolMYB28-BolMAM1 Confers Salt and Drought Tolerance via Regulating Specific Aliphatic Glucosinolate Biosynthesis and Affecting ABA Accumulation in Broccoli.",
    "abstract_en": "Glucosinolates (GSLs) are secondary metabolites popularly existing in Brassicaceae. However, the role and regulation of GSLs in environmental stress response remain ambiguous. Here, Methylthioalkylmalate synthase 1 (BolMAM1), a GSL biosynthesis-associated gene, was identified in broccoli. The overexpression of BolMAM1 enhanced both salt and drought tolerance in broccoli, along with an increase in aliphatic GSLs, such as 2(R)-hydroxy-3-butenyl GSL (progoitrin). Progoitrin could induce ABA accumulation in vitro. Consistently, ABA homoeostasis was modulated to accumulate more ABA in OEX-BolMAM1 transgenic broccoli. Moreover, sulforaphane (SFN), one of the hydrolysates of aliphatic GSLs, also exhibited accelerated accumulation in OEX-BolMAM1 transgenic broccoli. External application of SFN could rapidly induce stomatal closure. Furthermore, BolMYB28 was demonstrated to directly bind to the promoter of BolMAM1 and activate its transcription. These results indicated that BolMYB28-BolMAM1 confers tolerance to salt and drought stresses mainly by accelerating the biosynthesis of certain specific aliphatic GSLs. Progoitrin is a newly reported GSL positively regulating ABA accumulation. SFN may act as a signaling molecule to regulate stomatal behavior. These findings reveal the role of BolMYB28-BolMAM1 in abiotic stress response via regulating aliphatic GSL biosynthesis, and suggest the applications of progoitrin and SFN as natural defence factors to resist abiotic stresses in plants.",
    "pub_date": "2026-Jan",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41054212/",
    "abstract_simplified_en": "Glucosinolates (GSLs) are secondary metabolites popularly existing in Brassicaceae.  However, the role and regulation of GSLs in environmental stress response remain ambiguous.  Here, Methylthioalkylmalate synthase 1 (BolMAM1), a GSL biosynthesis-associated gene, was identified in broccoli...",
    "abstract_zh_tw": "芥子油苷（GSL）是普遍存在於十字花科植物中的次生代謝產物。  然而，GSL 在環境應激反應中的作用和調節仍然不明確。  在這裡，甲硫基烷基蘋果酸合酶 1 (BolMAM1)，一種 GSL 生物合成相關基因，在西蘭花中被鑑定出來......"
  },
  {
    "id": "40972999",
    "title_en": "Deciphering the quantitative relationship between NRF2 and SRXN1 through semi-mechanistic computational modeling.",
    "abstract_en": "Nuclear factor erythroid 2-related factor 2 (NRF2) plays a vital role in the regulation of various antioxidant response element (ARE) genes, which control physiological processes such as oxidative stress, autophagy, proliferation and apoptosis to maintain cellular homeostasis. It is not understood in detail how the NRF2 program acquires its flexibility with respect to regulation of its downstream targets. Various NRF2 binding partners and cofactors specific to ARE genes are involved in this regulation, and are potentially condition-specific (e.g., type of stressor) and dependent on non-canonical signaling pathways (i.e., crosstalk). Here, we explored the quantitative relationship between NRF2 and sulfiredoxin 1 (SRXN1), a bona fide key NRF2 target gene. We developed a semi-mechanistic mathematical model based on time course experimental data of NRF2 and SRXN1 protein expression in HepG2 cells following single or repeated exposure to NRF2 activating soft electrophiles (sulforaphane, andrographolide, ethacrynic acid or CDDO-me) at a wide concentration range. We showed that a nonlinear mixed effect modeling approach with partially hierarchical parameters accurately captures the observed experimental dynamics. Our analysis highlights that NRF2 requires a cofactor or post-translational modification to regulate its activity as a transcription factor. Moreover, this modulation of the transcription factor activity of NRF2 is time-, compound- and exposure scenario specific. We conclude that a complete understanding of NRF2-mediated ARE genes activation requires detailed dynamic information on NRF2 binding partners and cofactors.",
    "pub_date": "2026-Jan",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40972999/",
    "abstract_simplified_en": "Nuclear factor erythroid 2-related factor 2 (NRF2) plays a vital role in the regulation of various antioxidant response element (ARE) genes, which control physiological processes such as oxidative stress, autophagy, proliferation and apoptosis to maintain cellular homeostasis.  It is not understood in detail how the NRF2 program acquires its flexibility with respect to regulation of its downstream targets.  Various NRF2 binding partners and cofactors specific to ARE genes are involved in this regulation, and are potentially condition-specific (e...",
    "abstract_zh_tw": "核因子紅細胞2相關因子2（NRF2）在多種抗氧化反應元件（ARE）基因的調節中發揮著至關重要的作用，這些基因控制氧化應激、自噬、增殖和凋亡等生理過程以維持細胞穩態。  目前尚不清楚 NRF2 計劃如何在下游目標監管方面獲得靈活性。  各種 NRF2 結合配偶體和 ARE 基因特異的輔因子參與了這種調節，並且可能具有條件特異性（例如..."
  },
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "abstract_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L. (black radish) juice on BEAS-2B human bronchial epithelial cells. Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11.0 min. GO-PEG nanoparticles produced from graphites (50 nm and 400 nm) were tested at concentrations ranging from 50-225 μg mL<sup>-1</sup> and 100-1000 μg mL<sup>-1</sup> to have IC<sub>50</sub> values, respectively. Sulforaphane and black radish juice were also administered. The MTT assay revealed IC<sub>50</sub> values of 8.7 μg mL<sup>-1</sup> for sulforaphane, 197.0 mg mL<sup>-1</sup> for black radish juice, 175.8 μg mL<sup>-1</sup> for GO-PEG (50 nm), and 650.6 μg mL<sup>-1</sup> for GO-PEG (400 nm). Biochemical analyses showed that sulforaphane and radish juice decreased IL-6 levels and increased antioxidant enzyme activities (GSH-Px and CAT). These results highlight the therapeutic potential of GO-PEG, sulforaphane, and black radish juice for anti-inflammatory and antioxidant applications.",
    "pub_date": "2026-Jan",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/",
    "abstract_simplified_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L.  (black radish) juice on BEAS-2B human bronchial epithelial cells.  Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11...",
    "abstract_zh_tw": "本研究探討了聚乙二醇化氧化石墨烯 (GO-PEG) 納米粒子、蘿蔔硫素和 Raphanus sativus L.（黑蘿蔔）汁對 BEAS-2B 人支氣管上皮細胞的細胞毒性和生化作用。  通過調節 pH 值的水處理和有機溶劑萃取從蘿蔔汁中提取蘿蔔硫素，並通過高效液相色譜 (HPLC) 在 202 nm 處進行定量，保留時間為 11..."
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "abstract_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy. Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity. To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy. Among them, compound 17a demonstrated the highest potency, exhibiting an average 7.4-fold increase in antiproliferative activity with IC<sub>50</sub> values ranging from 0.85 ± 0.04 μM to 1.34 ± 0.02 μM in TNBC cell lines compared to the parent hybrid CT1-3. In vitro, 17a significantly suppressed TNBC cell proliferation, colony formation, migration, and invasion while inducing apoptosis. In vivo, administration of 17a effectively inhibited tumor growth without apparent toxicity in an MDA-MB-231 xenograft model, as evidenced by normal organ morphology. Mechanistically, RNA sequencing revealed that 17a downregulated the nucleotide excision repair (NER) and NF-κB pathways, suppressing expression of NER-related genes (ERCC2, POLE2, LIG1, GTF2H3, and DDB2) at mRNA and protein levels and inhibiting phosphorylation of IKKα and p65. These findings position 17a as a potent therapeutic candidate for TNBC treatment, warranting further clinical investigation.",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/",
    "abstract_simplified_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy.  Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity.  To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy...",
    "abstract_zh_tw": "三陰性乳腺癌 (TNBC) 是一種侵襲性亞型，主要依賴化療。  厚朴酚和蘿蔔硫素等天然產物，尤其是它們的合成混合物，已顯示出有前景的抗腫瘤活性。  為了開發更有效的藥物，我們設計並合成了 15 種新型厚朴酚-蘿蔔硫素混合類似物，並評估了它們的抗癌功效......"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "abstract_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury. Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS. We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes. Isoproterenol induced ferroptosis and oxidative stress by impairing Nrf2 signaling. SFN treatment restored myocardial structure and function while enhancing antioxidant capacity, reducing mitochondrial damage, and suppressing ferroptosis markers. Additionally, similar to Fer-1 (a ferroptosis inhibitor), SFN reduced intracellular ferrous levels but uniquely activated Nrf2-driven endogenous defenses. Notably, Nrf2 inhibition abrogated the benefits of SFN in both in vitro and in vivo experiments. These findings highlight SFN as a dual-action therapeutic for TTS, simultaneously targeting oxidative stress and ferroptosis via Nrf2 activation. The therapeutic efficacy of SFN, combined with endogenous pathway modulation, underscores its translational potential for improving TTS outcomes.",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/",
    "abstract_simplified_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury.  Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS.  We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes...",
    "abstract_zh_tw": "Takotsubo 綜合徵 (TTS) 一旦被認為是良性的，可能會導致危及生命的心肌損傷。  儘管氧化應激和鐵死亡與其發病機制有關，但 TTS 尚無靶向治療方法。  我們證明蘿蔔硫素 (SFN) 是一種天然 Nrf2 激活劑，可減輕異丙腎上腺素誘導的大鼠模型和 AC16 心肌細胞中與 TTS 相關的損傷……"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "abstract_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>. However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L. plantarum</i> remains unclear. This research utilized the adaptive laboratory evolution technology to enhance the sulforaphane conversion rate of <i>L. plantarum</i>. The results showed that an increase in the glucose replacement ratio significantly downregulated carbohydrate metabolism and upregulated amino acid metabolism. Transcriptomic analysis showed that the ALE-adapted strain significantly upregulated carbohydrate metabolism and amino acid metabolism. In the conversion pathway, glucoraphanin is imported into <i>L. plantarum</i> cells, and its glucose moiety is phosphorylated by bglF (the phosphate group may be derived from phosphoenolpyruvate via the phosphotransferase system). Subsequently, the S-glycosidic bond of phosphorylated glucoraphanin is hydrolyzed by bglA (6-phospho-β-glucosidase), followed by nonenzymatic rearrangement and sulfate elimination, ultimately yielding sulforaphane. This research can contribute to revealing the interaction mechanism between microorganisms and natural active substances.",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/",
    "abstract_simplified_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>.  However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L.  plantarum</i> remains unclear...",
    "abstract_zh_tw": "蘿蔔硫素是一種有益但不穩定的生物活性化合物，可以通過<i>植物乳桿菌</i>從蘿蔔硫素轉化而來。  但蘿蔔硫素轉化率較低，且<i>L.的轉化機理不明確。  Plantarum 仍不清楚......"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "abstract_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence. Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival. This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression. BEAS-2B cells were treated with CSE and SFN, and cell viability was assessed using the MTT assay. Cellular senescence was assessed using the SA-β-gal assay and the expression of genes associated with senescence (p16 and p21). The expression levels of SIRT1, senescence-associated secretory phenotype (SASP) cytokines (IL-1β, IL-6, IL-8, TNF-α), GPX4, and SLC7A11 were quantified using qRT-PCR. Additionally, ROS production, GSH and MDA levels, and iron content were measured. An emphysema mouse model was induced by intraperitoneal administration of CSE (7.2 mg/kg) alone or in combination with SFN (10.2 mg/kg) over 28 days, and subsequent histopathological changes were evaluated. Our findings revealed that SFN co-treatment effectively mitigated CSE-induced cytotoxicity, senescence, and SASP cytokine secretion, as well as the pronounced emphysematous changes in lung tissues. Furthermore, SFN reversed CSE-induced downregulation of SIRT1 and upregulation of NF-κB. Notably, SFN also inhibited CSE-induced ferroptosis by increasing GPX4 and SLC7A11 expression while reducing iron and MDA levels. The findings of the present study demonstrated that sulforaphane offers protective effects against CSE-induced toxicity by mitigating oxidative stress, ferroptosis, and cellular senescence.",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/",
    "abstract_simplified_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence.  Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival.  This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression...",
    "abstract_zh_tw": "吸煙通過引發氧化應激而引起肺毒性，導致細胞凋亡、鐵死亡和衰老。  蘿蔔硫素 (SFN) 是一種有效的抗氧化劑，可激活 SIRT1 通路，增強細胞的抗應激能力和存活率。  本研究旨在評估 SFN 對香煙煙霧提取物 (CSE) 誘導的人氣道上皮細胞 (BEAS-2B) 和小鼠肺部損傷的保護作用，重點關注其上調 SIRT1 表達的作用......"
  },
  {
    "id": "41324848",
    "title_en": "Editorial Expression of Concern: Antinociceptive and antiedema effects produced in rats by Brassica oleracea var. italica sprouts involving sulforaphane.",
    "abstract_en": "",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41324848/",
    "abstract_simplified_en": "",
    "abstract_zh_tw": ""
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "abstract_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty. Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies. However, its role in alleviating intrinsic skin aging remains to be elucidated. Integrative network pharmacology and proteomics were utilized to investigate the underlying mechanisms of SFN in intrinsic skin aging. Fifty-one anti-aging targets of SFN were identified, highlighting its promising regulatory impact on the aging process. Based on an 18-month-old natural aging mouse model, significant alleviation in skin structure, redox homeostasis, and immune cell composition was noted after 2 months of SFN supplementation. Additionally, proteomic analysis demonstrated that SFN reversed the proteomic profile of intrinsic skin aging, with 233 differentially expressed proteins (DEPs) identified in SFN-fed aging mice. Of note, the up-regulated DEPs were highly enriched in the apelin signaling pathway (p = 0.010). Furthermore, immune cell infiltration and whole blood cell analysis revealed that SFN rescued T cells depletion in dermal tissue, which was strongly correlated with DEPs enriched in the SFN-activated apelin signaling pathway. SFN improves skin morphology and immune functions via activating the apelin signaling pathway, suggesting new prime targets in counteracting intrinsic skin aging.",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/",
    "abstract_simplified_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty.  Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies.  However, its role in alleviating intrinsic skin aging remains to be elucidated...",
    "abstract_zh_tw": "皮膚老化的特點是結構功能下降，導致與年齡相關的虛弱。  蘿蔔硫素（SFN）是一種天然抗炎物質，已廣泛應用於多種癌症治療。  然而，它在緩解內在皮膚衰老方面的作用仍有待闡明……"
  },
  {
    "id": "41027171",
    "title_en": "Multi-omics analysis of gut-liver axis reveals the mechanism by which sulforaphane alleviates liver injury in Cyprinus carpio exposed to triphenyltin.",
    "abstract_en": "This study investigates the protective effects of sulforaphane (SFN) against triphenyltin (TPT)-induced hepatotoxicity, immune dysfunction and gut microbiota dysbiosis in Cyprinus carpio. Cyprinus carpio were divided into three groups and exposed for 8 weeks, including control, 10 μg/L TPT and 10 μg/L TPT + 10 mg/kg SFN group. This result showed that TPT exposure induced significantly (P < 0.05) hepatotoxicity, evidenced by increasing hepatic total bile acid (TBA) and total cholesterol levels, while upregulating Hsp70/90 and downregulating lysozyme gene expression. SFN supplementation reduced TBA accumulation, normalized Hsp90 and lysozyme expression, mitigating TPT-induced lipid dysregulation and immunosuppression. Transcriptomic analysis revealed that TPT exposure activated lipid metabolism pathways (PPAR signaling and cholesterol metabolism), but suppressed immune-related pathways. SFN supplementation restored metabolic homeostasis by enriching glucose and amino acid metabolism pathways and activating AMPK signaling, while also modulating the expression of key genes (PLIN1, ME1, CPT1B). The microbiota composition were changed in SFN + TPT, including the increased of beneficial Fusobacteriota and Cetobacterium, and the decreased of pathogenic Proteobacteria and Aeromonas. The gut transcriptome dysregulation were restored in SFN + TPT by enhancing immune pathways in Toll-like/NOD-like receptors. The significant correlations linked were found in gut microbes (Kaistia, Vagococcus) to hepatic/intestinal gene expression in SFN + TPT. Overall, these findings elucidate novel mechanisms underlying TPT-induced immunotoxicity in liver and intestine and demonstrate the protective role of SFN, providing a theoretical foundation for its application in toxicity mitigation strategies.",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41027171/",
    "abstract_simplified_en": "This study investigates the protective effects of sulforaphane (SFN) against triphenyltin (TPT)-induced hepatotoxicity, immune dysfunction and gut microbiota dysbiosis in Cyprinus carpio.  Cyprinus carpio were divided into three groups and exposed for 8 weeks, including control, 10 μg/L TPT and 10 μg/L TPT + 10 mg/kg SFN group.  This result showed that TPT exposure induced significantly (P < 0...",
    "abstract_zh_tw": "本研究探討了蘿蔔硫素 (SFN) 對三苯基錫 (TPT) 誘導的鯉魚肝毒性、免疫功能障礙和腸道微生物群失調的保護作用。  鯉魚分為三組，暴露8週，包括對照組、10μg/L TPT組和10μg/L TPT+10mg/kg SFN組。  該結果表明，TPT 暴露顯著誘導（P < 0..."
  },
  {
    "id": "40714240",
    "title_en": "Gut microbiota-related glutathione metabolism is key mechanism for sulforaphane ameliorating ulcerative colitis.",
    "abstract_en": "Gut barrier dysfunction is associated with dysbiosis of the gut microbiota and its metabolites, which is closely linked to the pathogenesis of ulcerative colitis (UC). Recent studies have demonstrated that Sulforaphane (SFN) exerts beneficial effects on UC. However, the role of the gut microbiota and microbial metabolism in the anti-UC mechanisms of SFN remains inadequately understood. In this study, we observed that SFN administration significantly improved the pathological phenotype, restored gut barrier integrity, and reduced colon inflammation in dextran sulfate sodium (DSS)-induced colitis mice. Gut microbiota analysis illustrated that SFN administration rebalances the alterations in gut microbiota composition, including genera such as Turicibacter, Lactobacillus and Bacteroides, in DSS-induced mice. Furthermore, untargeted metabolomics analysis indicated that the levels of microbial arachidonic acid metabolism, as well as the metabolism of alanine, aspartate, and glutamate, and glutathione metabolism in the gastrointestinal tract, were significantly altered in DSS-induced mice. Interestingly, SFN treatment significantly restore the alterations in glutathione metabolism and the levels of associated metabolites. Additionally, we observed that the MAPK/NF-κB signaling pathway, regulated by glutathione metabolism, was inhibited in the colon of DSS-induced mice following SFN treatment. Collectively, these results suggest that SFN can alleviate DSS-induced colitis in mice by restoring dysregulated gut microbiota and glutathione metabolism, thereby modulating the MAPK/NF-κB signaling pathway, enhancing intestinal barrier function and reducing colonic inflammation. Importantly, our findings elucidate a novel mechanism by which SFN improves gut barrier function, highlighting its potential to advance the development of SFN-derived therapeutics for the clinical management of colitis.",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40714240/",
    "abstract_simplified_en": "Gut barrier dysfunction is associated with dysbiosis of the gut microbiota and its metabolites, which is closely linked to the pathogenesis of ulcerative colitis (UC).  Recent studies have demonstrated that Sulforaphane (SFN) exerts beneficial effects on UC.  However, the role of the gut microbiota and microbial metabolism in the anti-UC mechanisms of SFN remains inadequately understood...",
    "abstract_zh_tw": "腸道屏障功能障礙與腸道菌群及其代謝物的失調有關，這與潰瘍性結腸炎（UC）的發病機制密切相關。  最近的研究表明蘿蔔硫素 (SFN) 對 UC 具有有益作用。  然而，腸道菌群和微生物代謝在 SFN 抗 UC 機制中的作用仍知之甚少……"
  },
  {
    "id": "40581607",
    "title_en": "Dietary Supplements in the Management of Symptoms Associated With Autism Spectrum Disorder: A Scoping Review.",
    "abstract_en": "Autism spectrum disorder (ASD) is characterized as a neurodevelopmental disorder in which oxidative stress is a strong hypothesis for the pathophysiology. Treatment usually involves complementary therapies and psychotropic medication. However, despite their benefits, these drugs also cause adverse effects. Thus, substances such as vitamins, minerals, antioxidants, and fatty acids have been the subject of studies due to their possible benefits. This scoping review aimed to map the literature on substances that can reduce symptoms associated with ASD. The review followed the PRISMA guidelines and the Joanna Briggs Institute Manual for Evidence Synthesis. The studied substances were folic acid, l-carnitine, l-carnosine, melatonin, methylcobalamin, sulforaphane, beta-glucan, and ubiquinol. The interventions reduced some symptoms, with improvements in sociability, cognition, language, the Childhood Autism Rating Scale (CARS) score, the Clinical Global Impression Scale (CGI-I) score, and sleep disorders, with mild or no adverse effects. Although further research is necessary, the substances described in the literature have potential for use in clinical practice and could be options for reducing symptoms of autism or those related to comorbidities, with a view to improving the quality of life in this population. Scoping Review Registration: The protocol was prospectively registered on the Open Science Framework on June 30, 2022 (https://osf.io/2ejhk).",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40581607/",
    "abstract_simplified_en": "Autism spectrum disorder (ASD) is characterized as a neurodevelopmental disorder in which oxidative stress is a strong hypothesis for the pathophysiology.  Treatment usually involves complementary therapies and psychotropic medication.  However, despite their benefits, these drugs also cause adverse effects...",
    "abstract_zh_tw": "自閉症譜系障礙 (ASD) 是一種神經發育障礙，其中氧化應激是其病理生理學的有力假設。  治療通常涉及補充療法和精神藥物。  然而，儘管這些藥物有好處，但也會產生副作用……"
  },
  {
    "id": "40267062",
    "title_en": "Statement of Retraction: Sulforaphane ameliorates amyloid-β-induced inflammatory injury by suppressing the PARP1/SIRT1 pathway in retinal pigment epithelial cells.",
    "abstract_en": "",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40267062/",
    "abstract_simplified_en": "",
    "abstract_zh_tw": ""
  },
  {
    "id": "40239010",
    "title_en": "An overview of potential of natural compounds to regulate epigenetic modifications in colorectal cancer: a recent update.",
    "abstract_en": "Colorectal cancer (CRC) remains an alarming global health concern despite advancements in treatment modalities over recent decades. Among the various factors contributing to CRC, this review emphasizes the critical role of epigenetic mechanisms in its pathogenesis and progression. This review also describes the potential role of natural compounds in altering the epigenetic landscape, focused mainly on DNA methylation, histone modification, and non-coding RNAs. Publications from the previous five years were searched and retrieved using well-known search engines and databases like PubMed, Google Scholar, and ScienceDirect. Keywords like CRC/colorectal cancer, CAC/Colitis associated CRC, inflammasomes, epigenetic modulation, genistein, curcumin, quercetin, resveratrol, anthocyanins, sulforaphane, and epigallocatechin-3-gallate were used in various combinations during the search. These natural compounds predominantly affect pathways such as Wnt/β-catenin, NF-κB, and PI3K/AKT to suppress CRC cell proliferation and oxidative stress and enhance anti-inflammation and apoptosis. However, their clinical use is restricted due to their low bioavailability. However, multiple methods exist to overcome challenges like this, including but not limited to structural modifications, nanoparticle encapsulations, bio-enhancers, and novel advanced delivery systems. These methods improve their potential as supportive therapies that target CRC progression epigenetically with fewer side effects. Current research focuses on enhancing epigenetic targeting to control CRC progression while minimizing side effects, emphasizing improved specificity, bioavailability, and efficacy as standalone or synergistic therapies.",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40239010/",
    "abstract_simplified_en": "Colorectal cancer (CRC) remains an alarming global health concern despite advancements in treatment modalities over recent decades.  Among the various factors contributing to CRC, this review emphasizes the critical role of epigenetic mechanisms in its pathogenesis and progression.  This review also describes the potential role of natural compounds in altering the epigenetic landscape, focused mainly on DNA methylation, histone modification, and non-coding RNAs...",
    "abstract_zh_tw": "儘管近幾十年來治療方式取得了進步，結直腸癌（CRC）仍然是一個令人震驚的全球健康問題。  在導致結直腸癌的各種因素中，本綜述強調了表觀遺傳機制在其發病機制和進展中的關鍵作用。  這篇綜述還描述了天然化合物在改變表觀遺傳景觀中的潛在作用，主要關注 DNA 甲基化、組蛋白修飾和非編碼 RNA……"
  },
  {
    "id": "41291551",
    "title_en": "Nanoliposome-mediated delivery of sulforaphane suppresses Ehrlich ascites carcinoma growth and improves liver integrity and therapeutic outcomes in a murine model.",
    "abstract_en": "The anticancer activity of sulforaphane (SFN) involves multiple signaling pathways, but its mechanism against Ehrlich Ascites Carcinoma (EAC) in mice remains unclear. This study evaluated the antitumor efficacy of SFN-loaded nanoliposomes (SFN-NLPs). Ninety female Swiss albino mice were allocated into six groups: (1) untreated control, (2) SFN alone (50 mg/kg/day, orally), (3) SFN-NLPs alone (50 mg/kg/day, orally), (4) EAC-bearing mice (2.5 × 10⁶ cells, intraperitoneally), (5) EAC + SFN, and (6) EAC + SFN-NLPs. with treatment lasting 20 days in tumor-bearing groups. SFN-NLPs significantly reduced EAC tumor volume, viable cell count, and tumor marker levels, while prolonging survival more effectively than free SFN. SFN-NLPs modulated key molecular pathways by suppressing inflammatory gene expression (NF-κB, COX-2) and shifting the balance toward apoptosis via upregulation of TP53 and Bax and concomitant downregulation of Bcl-2. Regarding liver integrity, SFN-NLPs significantly reduced DNA fragmentation and hepatic oxidative stress, while modulating systemic inflammation through reductions in total leukocyte count, TNF-α, and C-reactive protein. In addition, SFN-NLPs conferred superior protection against both histopathological and ultrastructural liver damage. Furthermore, molecular docking analysis suggested plausible interactions of SFN with proteins associated with antioxidant defense, inflammation regulation, and apoptosis, indicating a potential modulatory role. In conclusion, nanoformulated SFN enhances stability, augments efficacy, and facilitates sustained release and bioavailability, thereby strengthening its antitumor, anti-inflammatory, antioxidant, and pro-apoptotic effects in EAC-bearing mice. These findings highlight the potential of SFN-NLPs to suppress tumor growth by modulating inflammatory and apoptotic gene expression while preserving liver integrity.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41291551/",
    "abstract_simplified_en": "The anticancer activity of sulforaphane (SFN) involves multiple signaling pathways, but its mechanism against Ehrlich Ascites Carcinoma (EAC) in mice remains unclear.  This study evaluated the antitumor efficacy of SFN-loaded nanoliposomes (SFN-NLPs).  Ninety female Swiss albino mice were allocated into six groups: (1) untreated control, (2) SFN alone (50 mg/kg/day, orally), (3) SFN-NLPs alone (50 mg/kg/day, orally), (4) EAC-bearing mice (2...",
    "abstract_zh_tw": "蘿蔔硫素（SFN）的抗癌活性涉及多種信號通路，但其對抗小鼠艾利希腹水癌（EAC）的機制仍不清楚。  本研究評估了裝載 SFN 的納米脂質體 (SFN-NLP) 的抗腫瘤功效。  90 隻雌性瑞士白化小鼠被分為六組：(1) 未經治療的對照組，(2) 單獨的 SFN（50 mg/kg/天，口服），(3) 單獨的 SFN-NLP（50 毫克/千克/天，口服），(4) 攜帶 EAC 的小鼠（2..."
  },
  {
    "id": "41135276",
    "title_en": "Sulforaphane targets STAT3-CKMT2-AS1 to suppress gastric cancer via PSMB8 downregulation and AIMP1 stabilization.",
    "abstract_en": "Gastric cancer (GC) remains one of the most formidable threats to human health with limited therapeutic options. Sulforaphane (SFN), a natural isothiocyanate, exhibits antitumor activity; however, its molecular mechanisms of action in GC remain unclear. To investigate the mechanism of action of SFN in gastric cancer. The antitumor effects of SFN were comprehensively assessed in vitro and in vivo, followed by sequencing analysis to identify the targeted lncRNA. Subsequently, the mechanical verification experiments were carried out to determine the upstream and downstream regulatory components involved in the STAT3-CKMT2-AS1 regulatory axis. We demonstrated that SFN strongly inhibits GC. SFN downregulated the expression of the lncRNA CKMT2-AS1. Elevated expression levels of CKMT2-AS1 in human GC tissues are correlated with poor patient survival rates. Knockdown of CKMT2-AS1 significantly inhibited GC proliferation and migration both in vivo and in vitro, whereas CKMT2-AS1 overexpression enhanced malignant phenotypes. Mechanistically, we identified STAT3 as the transcriptional activator driving CKMT2-AS1 expression, with SFN directly binding to, and inhibiting, STAT3 phosphorylation to decrease its transcriptional activity. Interestingly, cytoplasmic CKMT2-AS1 competitively adsorbs miR-451a, leading to the expression of PSMB8, ultimately promoting the progression of the malignant phenotype of GC. Moreover, we discovered that CKMT2-AS1 directly binds to the RNA-binding protein (RBP) AIMP1, promoting ubiquitination-mediated degradation of AIMP1 protein via the proteasomal pathway. The highly expressed AIMP1 protein, in turn, inhibits the phosphorylation of the PI3K/AKT signaling pathway, which is hyperactivated in virtually all solid tumors. Our findings not only elucidate a novel SFN-mediated tumor-suppressive mechanism via the STAT3/CKMT2-AS1 regulatory axis, but also validate CKMT2-AS1 as a promising therapeutic target for GC intervention.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41135276/",
    "abstract_simplified_en": "Gastric cancer (GC) remains one of the most formidable threats to human health with limited therapeutic options.  Sulforaphane (SFN), a natural isothiocyanate, exhibits antitumor activity; however, its molecular mechanisms of action in GC remain unclear.  To investigate the mechanism of action of SFN in gastric cancer...",
    "abstract_zh_tw": "胃癌（GC）仍然是對人類健康最嚴重的威脅之一，治療選擇有限。  蘿蔔硫素 (SFN) 是一種天然異硫氰酸酯，具有抗腫瘤活性；然而，其在GC中作用的分子機制仍不清楚。  探討SFN在胃癌中的作用機制..."
  },
  {
    "id": "41285978",
    "title_en": "New fluorescently labeled isothiocyanate derivatives as a potential cancer theranostic tool.",
    "abstract_en": "Cancer is the plague of the 20<sup>th</sup> and 21<sup>st</sup> centuries, affecting sick individuals, their families, and entire micro- and macro-communities. Despite the efforts of scientists to search for new diagnostic and therapeutic methods, the statistics regarding cases of illness and deaths are becoming more and more alarming. Therefore, it is extremely important to look for theranostic tools that enable the initiation of therapy during the diagnostic process. Theranostics involves the use of a tool that is one construct that simultaneously performs two functions: imaging (diagnostics) and selective cytotoxicity towards cancer cells (therapeutics). Currently, due to its low invasiveness and extremely high sensitivity, fluorescence imaging is attracting attention in the development of theranostics. Therefore, the impact of structural modifications on the biological activity of fluorescently labeled isothiocyanate (ITC) derivatives was designed, synthesized and studied. The covalent combination of a fluorescent marker enabling imaging and an isothiocyanate group responsible for biological activity, connected via a linker, allowed for obtaining constructs with high application potential, which combine diagnostic and therapeutic functions. To verify the therapeutic potential of the synthesized derivatives, the influence of the type of fluorophore and the length of the linker on the anticancer effect of ITC group was examined. Moreover, the ability of the obtained compounds to pass through the cell membrane and their retention time in the cell after penetration were monitored to verify their diagnostic potential. Model cell lines of breast cancer (T47D) and prostate cancer (PC3) were used to study the activity. Healthy dermal fibroblast cell line (HDFa) was used to test selectivity. The reference compound used was sulforaphane (SFN), one of the best-studied active ITC derivatives. During the research, it was found that all compounds have higher anti-cancer activity than the reference compound. The anticancer activity depends on both the type of fluorophore and the length of the linker. The most active compound has an IC<sub>50</sub> value that is over 30 times lower for prostate cancer cells and almost 30 times lower for breast cancer cells than SFN. Studies of the anticancer activity of the synthesized analogues allowed us to conclude that the ITC group is responsible for the activity of these compounds, while the presence of a fluorophore enhances it. Moreover, it was found that all tested compounds penetrate the cell membrane. The accumulation of the dye in the cell was visible after 5 min of treatment with compounds at low concentrations. Moreover, after removing the dye from the medium, cell fluorescence could be recorded even after 24 h at higher contrast. The research confirmed that compounds combining potential diagnostic and therapeutic functions were obtained. Therefore, fluorescently labeled ITC derivatives represent super promising theranostic tools.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41285978/",
    "abstract_simplified_en": "Cancer is the plague of the 20<sup>th</sup> and 21<sup>st</sup> centuries, affecting sick individuals, their families, and entire micro- and macro-communities.  Despite the efforts of scientists to search for new diagnostic and therapeutic methods, the statistics regarding cases of illness and deaths are becoming more and more alarming.  Therefore, it is extremely important to look for theranostic tools that enable the initiation of therapy during the diagnostic process...",
    "abstract_zh_tw": "癌症是 20 世紀和 21 世紀的瘟疫，影響著患病的個人、他們的家庭以及整個微觀和宏觀社區。  儘管科學家努力尋找新的診斷和治療方法，但有關疾病和死亡病例的統計數據卻變得越來越令人震驚。  因此，尋找能夠在診斷過程中啟動治療的治療診斷工具非常重要......"
  },
  {
    "id": "41275316",
    "title_en": "Investigating the clinical efficacy, safety and molecular mechanism of sulforaphane in autism spectrum disorder: an integrated study combining meta-analysis, network pharmacology, and computational biology.",
    "abstract_en": "Sulforaphane, a natural antioxidant rich in cruciferous vegetables, has emerged as a promising dietary supplement for autism spectrum disorder (ASD). However, its therapeutic efficacy remains controversial, and the pharmacological mechanisms are not fully elucidated. Eligible randomized controlled trials were retrieved from PubMed, Web of Science, Embase, and Cochrane Library databases. Review Manager 5.4 was used for meta-analysis and bias risk assessment. Network pharmacology, Mendelian randomization, GEO data analyses, molecular docking, and molecular dynamics simulation were employed to explore the mechanisms of sulforaphane in ASD. Six trials involving 333 participants were included in the meta-analysis. Pooled results demonstrated that both 4-5 weeks and 8-10 weeks of sulforaphane supplementation significantly decreased the scores on the Social Responsiveness Scale compared to placebo controls. No significant difference was observed in the incidence of adverse events. Network pharmacology identified 10 core targets of sulforaphane in ASD, including AKT1, EGFR, HSP90AA1, SRC, CASP3, STAT1, MAPK1, MMP9, MAPK8, and JAK2. These targets were implicated in the PI3K-Akt signaling pathway, MAPK signaling pathway, Chemokine signaling pathway, Chemical carcinogenesis - reactive oxygen species, TNF signaling pathway, Th17 cell differentiation, mTOR signaling pathway, and IL-17 signaling pathway. Mendelian randomization further revealed an inverse association between STAT1 levels and ASD risk. GEO transcriptomic data provided independent validation for the network pharmacology predictions. The binding energies between sulforaphane and the top 10 core targets are all ≤ -4.0 kcal/mol. Molecular dynamics simulations further validated the stable interaction between MMP-9 and sulforaphane. Sulforaphane may serve as an efficacious and safe adjunctive therapy for ASD, mediated by its anti-oxidant and anti-inflammatory effects along with the modulation of autophagy. CRD42025635045.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41275316/",
    "abstract_simplified_en": "Sulforaphane, a natural antioxidant rich in cruciferous vegetables, has emerged as a promising dietary supplement for autism spectrum disorder (ASD).  However, its therapeutic efficacy remains controversial, and the pharmacological mechanisms are not fully elucidated.  Eligible randomized controlled trials were retrieved from PubMed, Web of Science, Embase, and Cochrane Library databases...",
    "abstract_zh_tw": "蘿蔔硫素是一種富含十字花科蔬菜的天然抗氧化劑，已成為治療自閉症譜系障礙 (ASD) 的一種很有前景的膳食補充劑。  然而，其治療效果仍存在爭議，藥理機制尚未完全闡明。  符合條件的隨機對照試驗是從 PubMed、Web of Science、Embase 和 Cochrane 圖書館數據庫中檢索的……"
  },
  {
    "id": "41276024",
    "title_en": "Aurocyanide, an active metabolite of auranofin, exerts cytoprotective effects via ROS-mediated Nrf2 activation in HepG2 cells.",
    "abstract_en": "Auranofin, an FDA-approved oral gold(I) compound for rheumatoid arthritis, is being repurposed due to its established clinical safety and emerging therapeutic potential. Given its extensive in vivo metabolism, identifying active metabolites and characterizing their biological activities are critical for understanding its therapeutic mechanisms. Here, we evaluated the cytoprotective effects of seven potential auranofin metabolites against tert-butylhydroperoxide-induced oxidative injury in HepG2 cells. Among them, only aurocyanide markedly improved cell viability, as demonstrated by MTT and live-cell imaging assays. This study is the first to elucidate the molecular mechanisms underlying the cytoprotective effects of aurocyanide, with a focus on Nrf2 signaling. Aurocyanide suppressed tert-butylhydroperoxide-induced intracellular and mitochondrial ROS production and significantly increased antioxidant responsive element (ARE)-luciferase activity, comparable to that of sulforaphane. It also promoted nuclear accumulation of Nrf2, leading to upregulation of Nrf2-regulated antioxidant enzymes (GCL, HO-1, NQO1). Induction of Nrf2 target genes was confirmed in both HepG2 cells and primary mouse hepatocytes. Aurocyanide elevated intracellular GSH levels and alleviated tert-butylhydroperoxide-induced GSH depletion. Importantly, the cytoprotective effect of aurocyanide was significantly reduced in Nrf2-knockdown cells, highlighting the essential role of Nrf2. Pretreatment with N-acetyl-L-cysteine (NAC) abolished aurocyanide-induced Nrf2 activation and HO-1 upregulation, indicating the involvement of ROS in Nrf2/ARE pathway activation. Aurocyanide induced mild ROS production, which was reduced by NAC, and NAC also diminished the protective effects of aurocyanide against oxidative injury. In conclusion, aurocyanide, an active metabolite of auranofin, exerts antioxidant and hepatoprotective effects via ROS-mediated activation of the Nrf2 signaling pathway, broadening our understanding of its pharmacological actions in liver pathology.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41276024/",
    "abstract_simplified_en": "Auranofin, an FDA-approved oral gold(I) compound for rheumatoid arthritis, is being repurposed due to its established clinical safety and emerging therapeutic potential.  Given its extensive in vivo metabolism, identifying active metabolites and characterizing their biological activities are critical for understanding its therapeutic mechanisms.  Here, we evaluated the cytoprotective effects of seven potential auranofin metabolites against tert-butylhydroperoxide-induced oxidative injury in HepG2 cells...",
    "abstract_zh_tw": "金諾芬 (Auranofin) 是一種經 FDA 批准用於治療類風濕性關節炎的口服金 (I) 化合物，由於其既定的臨床安全性和新興的治療潛力，正在重新調整其用途。  鑑於其廣泛的體內代謝，識別活性代謝物並表徵其生物活性對於理解其治療機制至關重要。  在這裡，我們評估了七種潛在的金諾芬代謝物對叔丁基過氧化氫誘導的 HepG2 細胞氧化損傷的細胞保護作用......"
  },
  {
    "id": "41252472",
    "title_en": "The effect of gamma radiation seed priming on glucosinolate metabolism, microbial dynamics, and antimicrobial activity in Brassicaceae sprouts.",
    "abstract_en": "Sprouting boosts bioactive compounds in Brassicaceae, including glucosinolates, amino acids, and anthocyanins. This study examined gamma radiation seed priming effects on growth, metabolism, and bioactive accumulation in <i>Nasturtium officinale, Eruca sativa</i>, and <i>Raphanus raphanistrum</i> sprouts. Seeds of the three species were primed with gamma radiation (0.1 kGy/h) and grown under controlled conditions. Biomass was measured; metabolic profiling quantified glucosinolates, amino acids, flavonoids, and anthocyanins. Enzymatic activities for glucosinolate and flavonoid biosynthesis were assessed. Antioxidant potential was assessed using FRAP and DPPH assays; antimicrobial activity was tested against Escherichia coli and Enterococcus faecalis. Microbial counts (APCs and Coliforms) were measured. Gamma radiation increased biomass by 48%, 36%, and 71% in <i>N. officinale, E. sativa</i>, and <i>R. raphanistrum</i>, respectively. Glucosinolates rose, especially glucoerucin (up to 227% in E. sativa) and glucoraphenin (up to 60%), linked to higher precursor amino acids (leucine, tryptophan, methionine), glutathione, and activities of glutathione S-transferase and sulfotransferase. Myrosinase activity increased, boosting sulforaphane. Flavonoids surged: quercetin (48 -191%), kaempferol (75 -172%), anthocyanins (42 -60%), with elevated PAL, CHS, 4CL, and C4H activities. Antioxidant and antimicrobial (40 -77%) potentials improved, though APCs and coliforms rose. Gamma radiation priming enhances growth, secondary metabolite accumulation, antioxidant potential, and antimicrobial activity in Brassicaceae sprouts. It offers a promising method to improve the nutritional and functional qualities of edible sprouts, aiding food safety and health.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41252472/",
    "abstract_simplified_en": "Sprouting boosts bioactive compounds in Brassicaceae, including glucosinolates, amino acids, and anthocyanins.  This study examined gamma radiation seed priming effects on growth, metabolism, and bioactive accumulation in <i>Nasturtium officinale, Eruca sativa</i>, and <i>Raphanus raphanistrum</i> sprouts.  Seeds of the three species were primed with gamma radiation (0...",
    "abstract_zh_tw": "發芽會增加十字花科植物中生物活性化合物的含量，包括芥子油苷、氨基酸和花青素。  本研究考察了伽馬輻射種子引發對金蓮花、芥菜和蘿蔔芽的生長、代謝和生物活性積累的影響。  這三個物種的種子都經過伽馬輻射（0..."
  },
  {
    "id": "41265122",
    "title_en": "Synergistic strategies of sulforaphane biosynthesis and functional properties in broccoli sprouts powder obtained from sucrose stress modulation coupled with vacuum freeze-drying.",
    "abstract_en": "This study investigated methionine-sucrose stress treatments on glucoraphanin biosynthesis in broccoli sprouts and the impact of vacuum freeze-drying (VFD) on sprout powder quality. Results showed that sucrose treatment elevated glucoraphanin content by 316.30 % in 4-day sprouts compared to the control (9.72 mg/g), accompanied by increases of 42.65 % in total isothiocyanates (ITCs) and 70.00 % in anthocyanins. The treatment enhanced myrosinase activity and upregulated osmotic regulators. PCA confirmed that sucrose stress optimized the nutritional quality of broccoli sprouts and exhibited potential in sulforaphane enrichment. The VFD broccoli sprout powder exhibited high retention of sulforaphane (6.00 mg/g dw) and total ITCs (7.00 mg/g dw), with optimal water-holding capacity, oil-holding capacity, and swelling capacity. The sulforaphane extract exhibited significant antimicrobial activity against E. coli (16.00 mm inhibition zone) and Staphylococcus aureus (10.02 mm). The synergistic application of sucrose stress and VFD presents a promising approach for developing functional foods.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41265122/",
    "abstract_simplified_en": "This study investigated methionine-sucrose stress treatments on glucoraphanin biosynthesis in broccoli sprouts and the impact of vacuum freeze-drying (VFD) on sprout powder quality.  Results showed that sucrose treatment elevated glucoraphanin content by 316. 30 % in 4-day sprouts compared to the control (9...",
    "abstract_zh_tw": "本研究調查了蛋氨酸-蔗糖脅迫處理對西蘭花芽苗菜蘿蔔硫苷生物合成的影響以及真空冷凍乾燥 (VFD) 對芽苗菜粉質量的影響。  結果表明，與對照相比，蔗糖處理使 4 天豆芽中的蘿蔔硫苷含量提高了 316. 30%（9..."
  },
  {
    "id": "41159773",
    "title_en": "Sulforaphane-Loaded Hydrogel Prolongs Fully MHC-Mismatched Skin Allograft Survival.",
    "abstract_en": "Despite immunosuppression, acute rejection (AR) is still a common setback among transplantation patients and is a risk factor for graft survival. Sulforaphane (SFN), a phytochemical present in crucifers, has been shown to have anti-inflammatory and immunoregulatory properties, yet its influences on immune cell activation as well as in graft survival are still unknown. Thus, the aim was to evaluate SFN's effect, and to improve efficacy, efficiency, and availability, it was incorporated into thermosensitive polymeric hydrogels, to prevent AR in skin transplant (Tx) model mice. A thermosensitive hydrogel containing SFN (0.1%) and hyaluronic acid (HA) (0.5%) dispersed in a poloxamer matrix (PL407 at 20% w/v) was developed (GS-PL407 20%, HA and SFN) and characterized as a liquid-viscous hydrogel. The fully MHC-incompatible skin Tx procedure was performed by using donor skin Balb/c mice, transplanted into C57BL/6 recipient mice. The cytotoxicity test of GS was performed using in vitro assays with bone marrow-derived dendritic cells (BMDC). Treatment of BMDC with GS for 24 h presents no cytotoxicity. Untreated allograft mice present 100% of graft loss at day 9 post Tx. Remarkably, subcutaneous GS injection every 3 days promoted 80% of allograft survival for more than 14 days when compared with untreated recipients (<i>p</i> < 0.001). Histological analysis showed a lower level of inflammatory cells in the skin Tx of GS-treated mice. Flow cytometry analysis of draining lymph nodes at day 5 post Tx revealed that GS treatment reduced the frequency of DC and subtypes and function of the CD4<sup>+</sup> T cells. In vitro GS-treated lipopolysaccharide-activated BMDC present less activation of costimulatory markers. Taken together, GS treatment reduced immune cell activation, postponing AR onset and prolonging allograft survival in Tx animals. This strategy highlights the role of SFN as a promising candidate for further studies in organ transplantation experiments and being tested combined with current immunosuppression protocols.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41159773/",
    "abstract_simplified_en": "Despite immunosuppression, acute rejection (AR) is still a common setback among transplantation patients and is a risk factor for graft survival.  Sulforaphane (SFN), a phytochemical present in crucifers, has been shown to have anti-inflammatory and immunoregulatory properties, yet its influences on immune cell activation as well as in graft survival are still unknown.  Thus, the aim was to evaluate SFN's effect, and to improve efficacy, efficiency, and availability, it was incorporated into thermosensitive polymeric hydrogels, to prevent AR in skin transplant (Tx) model mice...",
    "abstract_zh_tw": "儘管有免疫抑制，急性排斥反應（AR）仍然是移植患者中常見的問題，也是移植物存活的危險因素。  蘿蔔硫素 (SFN) 是十字花科植物中存在的一種植物化學物質，已被證明具有抗炎和免疫調節特性，但其對免疫細胞激活以及移植物存活的影響仍不清楚。  因此，我們的目的是評估 SFN 的效果，並為了提高功效、效率和可用性，將其納入熱敏聚合物水凝膠中，以預防皮膚移植 (Tx) 模型小鼠中的 AR..."
  },
  {
    "id": "41292730",
    "title_en": "Oxidative-stress related increase in keratoconus tear MDA and GPX3 while NRF2-antioxidant functions decrease in stromal cells.",
    "abstract_en": "Keratoconus (KC) is a common eye disease where the cornea undergoes degenerative thinning and steepening. The absence of biomarkers for early diagnosis prior to the onset of overt corneal phenotypes and the lack of curative treatments rooted in a fundamental understanding of KC biology remain significant challenges. To address these issues, we investigated the role of unresolved oxidative stress in KC pathogenesis. Malondialdehyde (MDA) a lipid peroxidation byproduct that accumulates during oxidative stress was significantly elevated in the tears of KC patients compared to unaffected controls and positively correlated with maximal keratometry (Kmax), a measure of KC severity. Similarly, the secreted antioxidant glutathione peroxidase 3 (GPX3), was significantly increased in patient tears, and strongly correlated with Kmax. In a cell culture model of oxidative stress, KC corneal stromal cells displayed increased apoptosis and suboptimal activation of NRF2, a transcription factor master regulator of antioxidant genes. Conversely, inhibition of NRF2 in donor stromal cells elicited KC-like cellular phenotype, whereas sulforaphane, an NRF2 booster restored antioxidant gene expression and the deposition of cornea-typical collagens. Our study identified cellular antioxidant signaling dysregulations in keratoconus where sulforaphane treatment may be restorative. Consistent increases in patient tear MDA and GPX3 present these as promising biomarkers for KC diagnosis and severity predictions.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41292730/",
    "abstract_simplified_en": "Keratoconus (KC) is a common eye disease where the cornea undergoes degenerative thinning and steepening.  The absence of biomarkers for early diagnosis prior to the onset of overt corneal phenotypes and the lack of curative treatments rooted in a fundamental understanding of KC biology remain significant challenges.  To address these issues, we investigated the role of unresolved oxidative stress in KC pathogenesis...",
    "abstract_zh_tw": "圓錐角膜 (KC) 是一種常見的眼部疾病，角膜會發生退行性變薄和變陡。  在明顯的角膜表型出現之前缺乏用於早期診斷的生物標誌物，以及缺乏基於對 KC 生物學的基本了解的治療方法仍然是重大挑戰。  為了解決這些問題，我們研究了未解決的氧化應激在 KC 發病機制中的作用......"
  },
  {
    "id": "40946670",
    "title_en": "Targeting GCS regulates the NRF2 axis to inhibit hepatocyte endoplasmic reticulum stress-ferroptosis improving immune-mediated liver injury.",
    "abstract_en": "Ferroptosis is a regulated, iron-dependent form of cell death triggered by toxic accumulation of lipid peroxides on cell membranes. Although it is established that glycosphingoid metabolites can activate the ferroptosis signaling pathway, whether they are involved in regulating endoplasmic reticulum stress (ERS)-ferroptosis in immune-mediated liver injury requires further investigation. This study used the GCS inhibitor GENZ-123346 (GENZ) to treat ConA-induced immune liver injury in mice. Inflammatory factor levels and liver histology were analyzed to evaluate GENZ's effects. Additionally, the antioxidant and lipid peroxidation capacity of GENZ was tested in vivo and in vitro. Based on the regulation of NFE2-related factor 2 (NRF2) signaling pathway expression (including si-NRF2, NRF2 inducer sulforaphane (SFN), and inhibitor ML385), the regulatory effect of GENZ on ERS-ferroptosis was investigated. GENZ administration improved the survival rate of mice with immune-mediated liver injury, decreased serum transaminase activity, inhibited inflammatory factor production, reduced hepatocyte ferroptosis. In in vitro experiments, ferroptosis in AML12 cells was accompanied by the activation of ERS-related proteins Glucose-regulated protein 78 (GRP78) and C/EBP homologous protein (CHOP) and mild alterations in endoplasmic reticulum ultrastructure. Inhibition of ERS by 4-phenylbutyric acid (4-PBA) attenuated ferroptosis in AML12 cells. However, when the cells were treated with the ferroptosis inducer RSL3 in combination with the ERS inducer thapsigargin (Tg), GENZ could not effectively suppress ferroptosis. Silencing NRF2 exacerbated cellular ferroptosis and ERS while diminishing the expression of downstream effectors heme oxygenase-1 (HO-1) and NAD(P)H quinone oxidoreductase 1 (NQO1). Conversely, SFN treatment alleviated these effects and upregulated NRF2 signaling, increasing HO-1 and NQO1 expression. Furthermore, ML385 administration reversed the hepatoprotective and antioxidant effects of GENZ on immune-mediated liver injury in mice. GCS inhibition exerts hepatoprotective effects by modulating the NRF2 antioxidant pathway to suppress ERS and hepatocyte ferroptosis, revealing a novel role of glycosphingolipid metabolism in immune-mediated liver injury and programmed hepatocyte death.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40946670/",
    "abstract_simplified_en": "Ferroptosis is a regulated, iron-dependent form of cell death triggered by toxic accumulation of lipid peroxides on cell membranes.  Although it is established that glycosphingoid metabolites can activate the ferroptosis signaling pathway, whether they are involved in regulating endoplasmic reticulum stress (ERS)-ferroptosis in immune-mediated liver injury requires further investigation.  This study used the GCS inhibitor GENZ-123346 (GENZ) to treat ConA-induced immune liver injury in mice...",
    "abstract_zh_tw": "鐵死亡是一種受調節的、鐵依賴性細胞死亡形式，由細胞膜上脂質過氧化物的毒性積累引發。  儘管已確定鞘氨醇代謝物可以激活鐵死亡信號通路，但它們是否參與調節免疫介導的肝損傷中的內質網應激（ERS）鐵死亡還需要進一步研究。  本研究使用 GCS 抑製劑 GENZ-123346 (GENZ) 治療刀豆蛋白 A 誘導的小鼠免疫性肝損傷..."
  },
  {
    "id": "41196460",
    "title_en": "Sulforaphane: a natural organosulfur having potential to modulate apoptosis and survival signalling in cancer.",
    "abstract_en": "Owing to its ever-growing range of pharmacological advantages, sulforaphane, an isothiocyanate from cruciferous vegetables such as broccoli, is becoming increasingly popular. This review aims to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment. Sulforaphane interacts with many signaling molecules that control various pathways in malignant cells, including angiogenesis, apoptosis, cell cycle arrest, metastasis, and inflammation pathways. This review examines the effects of this isothiocyanate on inflammatory mediators, caspases, MMPs, cytokines, and the proteins Bax and Bcl-2. Furthermore, the advantages of nanotechnology and synergistic effects in sulforaphane applications are also reviewed. As per evidence, sulforaphane is a shining example of how ethno-pharmacological expertise can be used to create modern medications.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41196460/",
    "abstract_simplified_en": "Owing to its ever-growing range of pharmacological advantages, sulforaphane, an isothiocyanate from cruciferous vegetables such as broccoli, is becoming increasingly popular.  This review aims to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment.  Sulforaphane interacts with many signaling molecules that control various pathways in malignant cells, including angiogenesis, apoptosis, cell cycle arrest, metastasis, and inflammation pathways...",
    "abstract_zh_tw": "由於其藥理優勢不斷擴大，蘿蔔硫素（一種來自西蘭花等十字花科蔬菜的異硫氰酸鹽）越來越受歡迎。  本綜述旨在提供對蘿蔔硫素在癌症治療中應用的全面了解和最新更新。  蘿蔔硫素與許多信號分子相互作用，控制惡性細胞中的各種途徑，包括血管生成、細胞凋亡、細胞週期停滯、轉移和炎症途徑......"
  },
  {
    "id": "41200212",
    "title_en": "Analysis of Different Parts of Broccoli (<i>Brassica oleracea</i> var. <i>italica</i>) Leaves and Retention of Functional Compounds Under Different Cooking Methods.",
    "abstract_en": "The disposal of broccoli by-products, such as broccoli leaves and stems, can potentially have harmful impacts on the environment. However, these by-products may contain substantial amounts of phytochemical compounds with potential health benefits. In this study, the phytochemical composition and antioxidant activities of different parts of broccoli leaves, such as leaf blades and petioles, were analyzed to identify their potential use as functional food materials. Ten glucosinolates, 1 nitrile, 1 isothiocyanate, 14 hydroxycinnamic acids, 3 benzoic acids, 5 flavonoids, and 1 lignan were detected in the broccoli leaf blades, whereas 10 glucosinolates, 1 nitrile, 1 isothiocyanate, 11 hydroxycinnamic acids, 3 benzoic acids, 0 flavonoid, and 1 lignan were detected in the petioles. Antioxidant activity was consistently high in the leaf blades, indicating greater accumulation of bioactive compounds in the blades. Furthermore, broccoli leaf blades were subjected to different cooking methods (boiling, steaming, and sous-vide) to assess changes in antioxidant activities, and sulforaphane content. Significant differences were observed depending on the cooking method, with steaming and sous-vide methods demonstrating greater antioxidant activity than that of boiling. Although both boiling and steaming resulted in a reduction in sulforaphane content compared with that of the raw samples, the sous-vide method led to an increase in sulforaphane content. In conclusion, broccoli leaf blades have superior phytochemical composition and antioxidant activities, and when broccoli leaf blades are cooked sous-vide, the retention of bioactive compounds is the highest, suggesting that health functional foods can be developed through food upcycling.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41200212/",
    "abstract_simplified_en": "The disposal of broccoli by-products, such as broccoli leaves and stems, can potentially have harmful impacts on the environment.  However, these by-products may contain substantial amounts of phytochemical compounds with potential health benefits.  In this study, the phytochemical composition and antioxidant activities of different parts of broccoli leaves, such as leaf blades and petioles, were analyzed to identify their potential use as functional food materials...",
    "abstract_zh_tw": "西蘭花副產品（例如西蘭花葉和莖）的處置可能會對環境產生有害影響。  然而，這些副產品可能含有大量具有潛在健康益處的植物化學化合物。  在這項研究中，分析了西蘭花葉不同部分（例如葉片和葉柄）的植物化學成分和抗氧化活性，以確定它們作為功能性食品材料的潛在用途......"
  },
  {
    "id": "41189420",
    "title_en": "Glucosinolates Hydrolysis Products: Promising Bioactives for the Prevention of Diabetes.",
    "abstract_en": "Glucosinolates (GSLs), the characteristic sulfur-rich components of Brassicaceae plants and their therapeutically active hydrolysis products, including aliphatic isothiocyanates (sulforaphane, allyl isothiocyanate); aromatic isothiocyanate (benzyl isothiocyanate); and indole-3-carbinol metabolites, predominantly contribute to their anti-diabetic efficacy. They possess the propensity to reduce insulin resistance, enhance antioxidant defense mechanisms via Nrf2 activation, impede inflammation via NF-κB inhibition, prevent exaggerated hepatic glucose production, restore β-cell function via activation of Nrf2 and inhibition of NF-κB, regulate lipid and glucose metabolism via PGC-1α and Nrf2-dependent mitochondrial regulation, regulation of AMPK, downregulation of SREBP1, and activate transient receptor potential (TRP vanilloid type 1 and TRP ankyrin 1). The current review summarizes the underlying mechanistic pathways and research outcomes that follow the anti-diabetic intervention of GSLs and their derivatives. Although consumption of GSLs has been linked to the prevention of diabetic conditions, most of the studies investigating underlying mechanisms and other evaluations are based on in vitro and in vivo studies. Moreover, the currently available clinical studies have certain limitations due to heterogeneity in the source, dosage, formulation, study designs, lack of proper standardization, inadequate sample sizes, and clearly defined target populations. Thus, there is a pressing need for more clinical studies using standardized glucosinolate supplements.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41189420/",
    "abstract_simplified_en": "Glucosinolates (GSLs), the characteristic sulfur-rich components of Brassicaceae plants and their therapeutically active hydrolysis products, including aliphatic isothiocyanates (sulforaphane, allyl isothiocyanate); aromatic isothiocyanate (benzyl isothiocyanate); and indole-3-carbinol metabolites, predominantly contribute to their anti-diabetic efficacy.  They possess the propensity to reduce insulin resistance, enhance antioxidant defense mechanisms via Nrf2 activation, impede inflammation via NF-κB inhibition, prevent exaggerated hepatic glucose production, restore β-cell function via activation of Nrf2 and inhibition of NF-κB, regulate lipid and glucose metabolism via PGC-1α and Nrf2-dependent mitochondrial regulation, regulation of AMPK, downregulation of SREBP1, and activate transient receptor potential (TRP vanilloid type 1 and TRP ankyrin 1).  The current review summarizes the underlying mechanistic pathways and research outcomes that follow the anti-diabetic intervention of GSLs and their derivatives...",
    "abstract_zh_tw": "芥子油苷 (GSL)，十字花科植物特有的富含硫成分及其具有治療活性的水解產物，包括脂肪族異硫氰酸酯（蘿蔔硫素、異硫氰酸烯丙酯）；芳香族異硫氰酸酯（異硫氰酸芐酯）；和吲哚-3-甲醇代謝物，主要有助於其抗糖尿病功效。  它們具有降低胰島素抵抗、通過 Nrf2 激活增強抗氧化防禦機制、通過 NF-κB 抑制阻止炎症、防止肝葡萄糖過度生成、通過 Nrf2 激活和 NF-κB 抑制恢復 β 細胞功能、通過 PGC-1α 和 Nrf2 依賴性線粒體調節調節脂質和葡萄糖代謝、AMPK 調節、SREBP1 下調以及激活瞬時受體電位（TRP 香草酸 1 型和TRP 錨蛋白 1)。  當前的綜述總結了 GSL 及其衍生物抗糖尿病干預的潛在機制途徑和研究成果......"
  },
  {
    "id": "41184790",
    "title_en": "Efficacy and safety of sulforaphane in schizophrenia: a systematic review and meta-analysis of randomized controlled trials.",
    "abstract_en": "Sulforaphane, an isothiocyanate derived from cruciferous vegetables (e.g., broccoli sprouts), has been explored for its antioxidant and anti-inflammatory properties. This is the first systematic review and meta-analysis to explore the therapeutic potentials of sulforaphane in schizophrenia. We searched PubMed, Scopus, Web of Science, and Cochrane Central for studies from inception to April 2025. We included randomized controlled trials (RCTs) evaluating the efficacy of sulforaphane in schizophrenia. The primary outcomes were changes in the Positive and Negative Syndrome Scale (PANSS) total and its subscales. Secondary outcomes included cognitive measures, metabolic markers, and safety. Four RCTs with 369 schizophrenia patients were included. Sulforaphane did not significantly improve PANSS total or positive symptom scores at the latest follow-up (ranging from 24 weeks to 18 weeks) or at a consistent 12-week time point. However, a modest improvement in negative symptoms was found at 12 week- time point (MD= -1.06; 95% CI: -1.95 to -0.16; p = 0.02), which was not maintained at the latest follow-up. General psychopathology scores improved significantly (MD= -1.5; 95% CI: -2.78 to -0.23; p = 0.02). No cognitive benefits were observed. Sulforaphane led to significant reductions in metabolic markers, including LDL, triglycerides, and cholesterol. Discontinuation rates were lower in the sulforaphane group (RR = 0.68; 95% CI: 0.49 to 0.95; p = 0.02). The study provides initial insights into sulforaphane's potential therapeutic effects in schizophrenia, showing modest improvements in general psychopathology and negative symptoms, with favorable metabolic changes and lower discontinuation rates. Due to limited data and heterogeneity, the study findings should be interpreted with caution. Not applicable.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41184790/",
    "abstract_simplified_en": "Sulforaphane, an isothiocyanate derived from cruciferous vegetables (e. g. , broccoli sprouts), has been explored for its antioxidant and anti-inflammatory properties...",
    "abstract_zh_tw": "蘿蔔硫素是一種從十字花科蔬菜（例如西蘭花芽）中提取的異硫氰酸鹽，因其抗氧化和抗炎特性而被探索......"
  },
  {
    "id": "41075071",
    "title_en": "Nrf2 signaling in bone health: unlocking new avenues for osteoporosis management.",
    "abstract_en": "Osteoporosis (OP) is a progressive skeletal disorder characterized by reduced bone mass, structural deterioration, and increased fracture risk, particularly in postmenopausal women and the elderly. Oxidative stress and inflammation are key contributors to the disruption of bone remodeling in OP. Nuclear factor erythroid 2-related factor 2 (Nrf2), a master regulator of cellular redox homeostasis, has gained attention for its role in bone metabolism. This review explores Nrf2's regulatory influence on osteoblast (OB) and osteoclast (OC) activity. In OBs, moderate Nrf2 activation protects against reactive oxygen species (ROS)-induced apoptosis, enhances differentiation, and supports bone formation. In contrast, both insufficient and excessive Nrf2 expression may impair OB function. In OCs, Nrf2 suppresses ROS-mediated pathways such as MAPK and NF-κB, thereby inhibiting differentiation and resorptive activity. Nrf2 also attenuates inflammation by downregulating pro-inflammatory mediators and inhibiting NF-κB nuclear translocation. Nrf2 knockout animal models exhibit age-related bone loss, reduced bone mineral density, impaired trabecular structure, and delayed fracture healing. These effects are exacerbated by increased oxidative stress and inflammation. Notably, sex-specific differences have been observed, with female mice showing greater susceptibility to Nrf2 deficiency, potentially due to interactions with estrogen signaling. Nrf2 also regulates osteocyte-specific gene expression, further reinforcing its role in bone maintenance and mechanotransduction. Therapeutic activation of Nrf2 using agents such as bardoxolone methyl, sulforaphane, quercetin, and curcumin shows promise in mitigating bone loss. However, precise modulation is crucial to avoid potential adverse effects. Overall, Nrf2 represents a promising target for the prevention and treatment of OP and related musculoskeletal disorders.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41075071/",
    "abstract_simplified_en": "Osteoporosis (OP) is a progressive skeletal disorder characterized by reduced bone mass, structural deterioration, and increased fracture risk, particularly in postmenopausal women and the elderly.  Oxidative stress and inflammation are key contributors to the disruption of bone remodeling in OP.  Nuclear factor erythroid 2-related factor 2 (Nrf2), a master regulator of cellular redox homeostasis, has gained attention for its role in bone metabolism...",
    "abstract_zh_tw": "骨質疏鬆症 (OP) 是一種進行性骨骼疾病，其特徵是骨量減少、結構惡化和骨折風險增加，尤其是絕經後婦女和老年人。  氧化應激和炎症是OP骨重塑破壞的關鍵因素。  核因子紅細胞 2 相關因子 2 (Nrf2) 是細胞氧化還原穩態的主要調節因子，因其在骨代謝中的作用而受到關注......"
  },
  {
    "id": "41022340",
    "title_en": "Role of inflammatory response in benzo[a]pyrene-induced noradrenergic axon degeneration in mouse brain.",
    "abstract_en": "Environmental pollution is a major contributor to neurotoxicity and could explain various nervous system dysfunctions. The polycyclic aromatic hydrocarbon (PAH) benzo[a]pyrene (B[a]P) is widely present in the environment, including air polluted with combustion or cigarette smoke, and considered to be involved in the development of neurodegenerative disorders. Our previous study demonstrated that B[a]P decreased noradrenergic axon density and upregulated proinflammatory cytokines in the mouse brain. The aim of this study was to explore the hypothesis that B[a]P induced neurodegeneration through signals related to inflammatory response in the brain and that sulforaphane (SFN), a naturally present antioxidant and anti-inflammatory compound, can protect against B[a]P-induced neurotoxicity. Adult male mice (C57Bl/6JJcl) were exposed to B[a]P at 0, 0.87, 2.74 or 8.67 µg which is approximately equivalent to (0.037,0.117 and 0.37 mg/kg) by pharyngeal aspiration once a week, with subcutaneous injection of SFN at 0 or 25 mg/kg body weight daily for 4 weeks. Neurotoxicity was evaluated by morphological examination of noradrenergic axon density and the positive stained Iba-1 microglia in the hippocampal areas CA1 and CA3. Moreover, we also analyzed the expression of various genes in the same tissues. At 8.67 µg, B[a]P significantly increased brain weight. Sulforaphane protected against B[a]P-induced neurotoxicity, including brain weight gain, decreased noradrenergic axon density, and microglial activation in the hippocampus. Sulforaphane also suppressed B[a]P-induced upregulation of Nf-κB and Il-6. These findings demonstrate that SFN effectively protected against B[a]P-induced neuroinflammation and axonal degeneration and suggest that B[a]P-induced neurodegeneration is mediated through brain inflammatory response.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41022340/",
    "abstract_simplified_en": "Environmental pollution is a major contributor to neurotoxicity and could explain various nervous system dysfunctions.  The polycyclic aromatic hydrocarbon (PAH) benzo[a]pyrene (B[a]P) is widely present in the environment, including air polluted with combustion or cigarette smoke, and considered to be involved in the development of neurodegenerative disorders.  Our previous study demonstrated that B[a]P decreased noradrenergic axon density and upregulated proinflammatory cytokines in the mouse brain...",
    "abstract_zh_tw": "環境污染是神經毒性的主要原因，可以解釋各種神經系統功能障礙。  多環芳烴 (PAH) 苯並[a]芘 (B[a]P) 廣泛存在於環境中，包括燃燒或香煙煙霧污染的空氣，並被認為與神經退行性疾​​病的發展有關。  我們之前的研究表明，B[a]P 降低了小鼠大腦中的去甲腎上腺素能軸突密度並上調了促炎細胞因子......"
  },
  {
    "id": "40992247",
    "title_en": "Assessing the transplacental passage and breastmilk levels of broccoli sprout-derived sulforaphane.",
    "abstract_en": "Preeclampsia is characterised by hypertension with maternal end-organ dysfunction and/or fetal growth restriction. Sulforaphane, an antioxidant found in broccoli sprouts, has potential as a future therapeutic. With its ability to attenuate the injurious impacts of endothelial dysfunction in vitro, sulforaphane is uniquely positioned to protect against the harmful effects of preeclampsia. However, the transferability of sulforaphane from mother to fetus/baby remains unknown in humans. Uncomplicated pregnant patients (n = 8) scheduled for elective caesarean sections (>37 weeks gestation) provided written and informed consent. A single oral dose of EnduraCell, a broccoli sprout extract (equivalent to 21 mg of sulforaphane), was administered prior to caesarean section. Baseline blood pressure, blood and urine were collected and again at time of operation, alongside umbilical cord blood (vein and artery) and placental samples. 2-4 days post-delivery, a second dose was administered. Two hours later, maternal bloods and breast milk were collected. Samples were processed and analysed by liquid-chromatography mass-spectrometry to measure sulforaphane. Besides an increase in peripheral diastolic blood pressure on the day of caesarean section (p = 0.028), there were no changes in maternal blood pressure or heart rate after ingestion of EnduraCell. Sulforaphane was found in maternal serum (70.10 ng/ml ± 11.90), umbilical cord blood (vein: 25.18 ng/mL ± 3.11, artery: 18.81 ng/mL ± 2.36), urine (5726.00 ng/mL ± 1175.00), placental tissue (10.99 ng/mg ± 2.11) and breast milk (1.33 ng/mL ± 2.29). Sulforaphane is present in the umbilical cord and breast milk, providing the world's first evidence of sulforaphane maternal-fetal transfer in humans, and opening avenues for future research into relevant fetal implications.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40992247/",
    "abstract_simplified_en": "Preeclampsia is characterised by hypertension with maternal end-organ dysfunction and/or fetal growth restriction.  Sulforaphane, an antioxidant found in broccoli sprouts, has potential as a future therapeutic.  With its ability to attenuate the injurious impacts of endothelial dysfunction in vitro, sulforaphane is uniquely positioned to protect against the harmful effects of preeclampsia...",
    "abstract_zh_tw": "先兆子癇的特徵是高血壓伴母體終末器官功能障礙和/或胎兒生長受限。  蘿蔔硫素是西蘭花芽中發現的一種抗氧化劑，具有作為未來治療劑的潛力。  蘿蔔硫素能夠在體外減輕內皮功能障礙的有害影響，因此在預防先兆子癇的有害影響方面具有獨特的優勢......"
  },
  {
    "id": "40975498",
    "title_en": "A Systematic Review of Food-Derived DNA Methyltransferase Modulators: Mechanistic Insights and Perspectives for Healthy Aging.",
    "abstract_en": "DNA methylation represents a crucial epigenetic mechanism orchestrating gene expression, cellular homeostasis, and the aging trajectory. Dysregulation of DNA methyltransferases (DNMTs)-the enzymes catalyzing this process-has been implicated in a wide spectrum of chronic conditions, including cancer, cardiovascular and metabolic disorders, and neurodegenerative diseases. Emerging evidence suggests that food-derived bioactive compounds can act as DNMT inhibitors, reshaping epigenetic landscapes. This systematic review, registered in PROSPERO (CRD42022320316), critically evaluated in vitro, in vivo animal, and ex vivo studies investigating the effects of dietary bioactives on DNMT expression and activity. A thorough search of PubMed up to 23 May, 2025, yielded 103 studies, of which 76 met the inclusion criteria. Eligible publications were original, peer-reviewed, and provided evidence from in vitro, in vivo animal, or ex vivo models. Frequently studied bioactives included epigallocatechin-3-gallate, curcumin, genistein, resveratrol, sulforaphane, and folate. Notably, nearly 90% of studies reported DNMT inhibition-often dose- and time-dependent. Approximately 21% defined minimal effective concentrations, predominantly for isolated compounds. Several studies described synergistic interactions between bioactives, and emerging data highlighted the gut microbiota's mediating role in epigenetic modulation. Despite promising outcomes, the predominance of preclinical evidence and variability in experimental protocols and dosing limit the immediate translational impact. Nonetheless, current findings underscore the promise of dietary DNMT modulators as foundational elements for precision nutrition strategies aimed at promoting healthy aging and mitigating age-associated disease risk. The potential application of DNA methylation age as a biomarker of biological aging has been increasingly supported by recent literature, reinforcing its relevance in future nutritional epigenetics research. Further well-designed clinical trials are warranted to assess long-term efficacy, safety, and bioavailability of these compounds and to validate their use in personalized epigenetic interventions using biological aging markers. This review was funded by the European Union-Next Generation EU, PNRR Project Age-It (DM 1557 11.10.2022), and the University of Padua SID Grant (2024DCTV1SIDPROGETTI-00194).",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40975498/",
    "abstract_simplified_en": "DNA methylation represents a crucial epigenetic mechanism orchestrating gene expression, cellular homeostasis, and the aging trajectory.  Dysregulation of DNA methyltransferases (DNMTs)-the enzymes catalyzing this process-has been implicated in a wide spectrum of chronic conditions, including cancer, cardiovascular and metabolic disorders, and neurodegenerative diseases.  Emerging evidence suggests that food-derived bioactive compounds can act as DNMT inhibitors, reshaping epigenetic landscapes...",
    "abstract_zh_tw": "DNA 甲基化代表了協調基因表達、細胞穩態和衰老軌蹟的重要表觀遺傳機制。  DNA 甲基轉移酶 (DNMT)（催化這一過程的酶）的失調與多種慢性疾病有關，包括癌症、心血管和代謝紊亂以及神經退行性疾​​病。  新的證據表明，源自食物的生物活性化合物可以充當 DNMT 抑製劑，重塑表觀遺傳景觀……"
  },
  {
    "id": "40885409",
    "title_en": "NFE2L2 protects against Sorafenib-induced Ferroptosis and cardiotoxicity by activating the HO1/ferritin pathway.",
    "abstract_en": "Sorafenib, a tyrosine kinase inhibitor, has demonstrated efficacy in the treatment of hepatocellular carcinoma and clear cell renal carcinoma. However, its clinical application is limited by cardiotoxicity. Here, we show that NFE2L2, a transcription factor that regulates oxidative stress and iron homeostasis, mitigates Sorafenib-induced cardiotoxicity. Sorafenib increases NFE2L2 expression in cardiomyocytes, while ferroptosis inhibitors such as ferrostatin-1 (Fer-1) and deferoxamine (DFO) attenuate this effect, indicating that ferroptosis is involved in NFE2L2 activation. Further studies revealed that NFE2L2 knockdown exacerbates Sorafenib-induced cardiomyocyte ferroptosis, which is characterized by increased lipid peroxidation and reactive oxygen species (ROS) production. Conversely, NFE2L2 agonist sulforaphane (SFN) mitigated Sorafenib-induced ferroptosis. Mechanistically, NFE2L2 activates the heme oxygenase-1 (HO-1)/ferritin axis, which alleviates oxidative stress and promotes iron homeostasis in cardiomyocytes, thereby mitigating Sorafenib-induced ferroptosis. Interestingly, Sorafenib activates NFE2L2 via the endoplasmic reticulum (ER) stress-related kinase EIF2AK3, rather than the SQSTM1-KEAP1 pathway. This finding reveals a novel role for ER stress-dependent pathways in counteracting Sorafenib-induced cardiotoxicity. Finally, we found that SFN alleviates Sorafenib-induced cardiotoxicity in vivo, providing a new therapeutic strategy for managing drug-induced cardiac injury. Taken together, these data suggest that NFE2L2 and its downstream pathways, including the HO-1/ferritin axis, may represent promising therapeutic targets for mitigating Sorafenib-induced cardiotoxicity. Further investigation of NFE2L2 agonists could enhance the safety of Sorafenib therapy.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40885409/",
    "abstract_simplified_en": "Sorafenib, a tyrosine kinase inhibitor, has demonstrated efficacy in the treatment of hepatocellular carcinoma and clear cell renal carcinoma.  However, its clinical application is limited by cardiotoxicity.  Here, we show that NFE2L2, a transcription factor that regulates oxidative stress and iron homeostasis, mitigates Sorafenib-induced cardiotoxicity...",
    "abstract_zh_tw": "索拉非尼是一種酪氨酸激酶抑製劑，已證明對肝細胞癌和透明細胞腎癌的治療有效。  然而，其臨床應用受到心臟毒性的限制。  在這裡，我們證明 NFE2L2（一種調節氧化應激和鐵穩態的轉錄因子）可以減輕索拉非尼誘導的心臟毒性......"
  },
  {
    "id": "40815154",
    "title_en": "Recent advances in exercise immunometabolism: Immune cell bioenergetics, muscle-immune cell interactions, and potential dietary adjuvants.",
    "abstract_en": "Exercise profoundly alters immunological processes to improve overall health and immunity. The link between immune cell metabolism and function has prompted study of immune cell bioenergetics following acute exercise and the role of muscle-resident immune cells in training adaptations. This review highlights recent work in the area and discusses potential dietary approaches for boosting exercise-induced immunometabolic benefits. Human studies highlight the ability of exercise to alter immune cell bioenergetics, with some also reporting accompanying changes in immune cell function. Rodent studies involving moderate exercise report improved innate and adaptive immune cell phenotypes that are accompanied by increased mitochondrial size and bioenergetic function. Various muscle resident immune cell subpopulations including macrophages, mast cells, and regulatory T cells also appear to be involved in the adaptive responses to exercise. Fasting, exogenous ketones, and mitochondrial enhancing compounds (e.g., sulforaphane, urolithin A) could theoretically potentiate the immunometabolic benefits of exercise based on their independent effects, but evidence for combined interventions is currently lacking. Exercise and dietary manipulations that independently alter immunometabolic pathways could be combined to maximize associated health benefits. This may benefit those who cannot meet physical activity guidelines or want to maximize exercise adaptation.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40815154/",
    "abstract_simplified_en": "Exercise profoundly alters immunological processes to improve overall health and immunity.  The link between immune cell metabolism and function has prompted study of immune cell bioenergetics following acute exercise and the role of muscle-resident immune cells in training adaptations.  This review highlights recent work in the area and discusses potential dietary approaches for boosting exercise-induced immunometabolic benefits...",
    "abstract_zh_tw": "鍛煉可以深刻改變免疫過程，從而改善整體健康和免疫力。  免疫細胞代謝和功能之間的聯繫促進了對急性運動後免疫細胞生物能學以及肌肉駐留免疫細胞在訓練適應中的作用的研究。  這篇綜述重點介紹了該領域的最新工作，並討論了增強運動引起的免疫代謝益處的潛在飲食方法......"
  },
  {
    "id": "40637329",
    "title_en": "Bioactive component shifts in flowering Chinese cabbage treated by three processing methods.",
    "abstract_en": "Flowering Chinese cabbage is a popular Brassica vegetable valued for its nutritional properties. However, the impact of common processing methods on its bioactive components and their associated biological activities remains unexplored. Understanding these shifts is crucial for maximizing its health benefits during consumption and industrial production. This study investigated how the bioactive ingredients in flowering Chinese cabbage were impacted by three typical processing methods: steaming, hot-air drying, and freeze-drying. Their methanol extracts for preventing the proliferation of colon cancer cell line HT29 were assessed. Component shifts and potential bioactive components responsible for the observed effects were found using untargeted metabolomics and network pharmacology analysis. The results show that, in contrast to the steamed group, both drying methods (hot-air drying and freeze-drying) demonstrated significant inhibition of HT29 cell proliferation at 1000 μg mL<sup>-1</sup>. Metabolomic analysis revealed that cinnamic acids and derivatives, flavonoids, and prenol lipids were the primary metabolite categories significantly altered by all three processing methods. Given the superior inhibitory activity of both drying groups, network pharmacology analysis pinpointed specific differential metabolites (sulforaphane, pentamidine, S-adenosylhomocysteine, and S-adenosylmethionine) enriched in both drying groups as potential key contributors to the anti-proliferative. This study provides clear evidence that processing methods significantly alter the bioactive component profile and associated anti-cancer potential of flowering Chinese cabbage. Drying processes, in particular, enhance specific bioactive metabolites linked to potent HT29 cell inhibition. These findings offer valuable insights for selecting processing methods to preserve or enhance the health-promoting properties of this vegetable. © 2025 Society of Chemical Industry.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40637329/",
    "abstract_simplified_en": "Flowering Chinese cabbage is a popular Brassica vegetable valued for its nutritional properties.  However, the impact of common processing methods on its bioactive components and their associated biological activities remains unexplored.  Understanding these shifts is crucial for maximizing its health benefits during consumption and industrial production...",
    "abstract_zh_tw": "大白菜是一種受歡迎的蕓苔屬蔬菜，因其營養特性而受到重視。  然而，常見加工方法對其生物活性成分及其相關生物活性的影響仍有待探索。  了解這些轉變對於在消費和工業生產過程中最大限度地發揮其健康益處至關重要......"
  },
  {
    "id": "40633511",
    "title_en": "Synthesis and biological evaluation of Sulforaphane derivatives with dual functions: Ischemia-reperfusion injury protection and antitumor effects.",
    "abstract_en": "Reperfusion therapy for the treatment of acute myocardial infarction (AMI) often leads to ischemia-reperfusion (I/R) injuries, characterized by excessive ROS. Sulforaphane (SFN) homologous, known for their anti-inflammatory and antioxidant properties, activate the nuclear factor-erythroid 2-related factor 2 (Nrf2) pathway and reduce mitochondrial ROS but are limited by poor stability and short half-life. SFN derivatives were synthesized through structural modifications of the dithiocarbamate and thiourea moieties at the isothiocyanate group, aiming to enhance stability and maintain therapeutic efficacy. Compound 3g emerged as a promising candidate, demonstrating superior protection against hypoxia-reoxygenation (H/R) injury in cardiac microvascular endothelial cells (CMECs) and exhibiting good antitumor activity. Specifically, 3g reduced ROS levels by 24.5 % (compared to nifedipine at 17.8 %), increased NO production to 48.0 μM (vs. 44.0 μM), lowered TNF-α secretion to 22.6 pg/mL (vs. 23.9 pg/mL). Concurrently, 3g showed potent antiproliferative activity (IC<sub>50</sub> = 7.5 μM), with 3.8-fold greater potency than 5-fluorouracil (IC<sub>50</sub> = 28.2 μM). Stability studies showed enhanced resistance in both protic and aprotic solvents. Density functional theory (DFT) was applied to characterize the molecular properties of the optimal compounds. Molecular docking and ADMET analysis revealed that aromatic substitution and sulfur oxidation significantly improved Nrf2/Keap1 pathway targeting, highlighting the derivative's potential for stability and therapeutic efficacy. These findings suggest that 3g is a promising candidate for treating I/R-induced injury and oxidative stress-related cardiovascular conditions.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40633511/",
    "abstract_simplified_en": "Reperfusion therapy for the treatment of acute myocardial infarction (AMI) often leads to ischemia-reperfusion (I/R) injuries, characterized by excessive ROS.  Sulforaphane (SFN) homologous, known for their anti-inflammatory and antioxidant properties, activate the nuclear factor-erythroid 2-related factor 2 (Nrf2) pathway and reduce mitochondrial ROS but are limited by poor stability and short half-life.  SFN derivatives were synthesized through structural modifications of the dithiocarbamate and thiourea moieties at the isothiocyanate group, aiming to enhance stability and maintain therapeutic efficacy...",
    "abstract_zh_tw": "用於治療急性心肌梗死 (AMI) 的再灌注治療通常會導致缺血再灌注 (I/R) 損傷，其特徵是活性氧過多。  蘿蔔硫素 (SFN) 同源物以其抗炎和抗氧化特性而聞名，可激活核因子-紅細胞 2 相關因子 2 (Nrf2) 通路並減少線粒體 ROS，但其穩定性較差且半衰期短。  通過對異硫氰酸酯基團上的二硫代氨基甲酸酯和硫脲部分進行結構修飾合成了SFN衍生物，旨在增強穩定性並保持治療功效..."
  },
  {
    "id": "40617372",
    "title_en": "Antioxidant effect of esculin and sulforaphane in zebrafish larvae: A comparative study.",
    "abstract_en": "Antioxidants are crucial for maintaining cellular redox homeostasis by neutralizing free radicals, including reactive oxygen species (ROS). Nuclear factor erythroid-2-related factor 2 (Nrf2) is a transcription factor that activates various cytoprotective genes to counteract oxidative damage. The present study aimed to compare the antioxidant potential of natural phytochemicals, esculin (ESC), and sulforaphane (SFN) in zebrafish larvae, focusing on Nrf2 activation. Zebrafish larvae were treated with ESC (100 μM) and SFN (40 μM) along with control for 6 h. The levels of ROS, lipid peroxidation (LPO), nitric oxide (NO), glutathione S-transferase (GST), glutathione peroxidase (GPx), catalase (CAT), and reduced glutathione (GSH) were measured. Further, RT-PCR and Western blotting methods were employed to determine the antioxidant genes and protein levels, respectively. In addition, Nrf2 localization within the cell was assessed using nuclear/cytosolic fractionation assay and wholemount immunohistochemistry method. Our results demonstrate that ESC treatment significantly increased antioxidant enzyme activities (GST, GPx, CAT), similar to the effects observed with SFN. Further, ESC enhanced the mRNA levels of antioxidant genes expression, such as nrf2, gstp1, hmox1a, prdx1, nqo1, gss, gsr, sqstm1, hsp90aa1.2 than SFN. Antioxidant proteins Nrf2, Gstp1, Cat, and Sod2 were upregulated in the ESC-treated groups. Subsequently, nuclear localization of Nrf2 was detected in both SFN- and ESC-treated groups, confirming Nrf2 translocation into the nucleus. Our findings suggest that ESC possesses potent antioxidant activity as SFN in 72-hpf zebrafish larvae through the Keap1-Nrf2 signaling pathway.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40617372/",
    "abstract_simplified_en": "Antioxidants are crucial for maintaining cellular redox homeostasis by neutralizing free radicals, including reactive oxygen species (ROS).  Nuclear factor erythroid-2-related factor 2 (Nrf2) is a transcription factor that activates various cytoprotective genes to counteract oxidative damage.  The present study aimed to compare the antioxidant potential of natural phytochemicals, esculin (ESC), and sulforaphane (SFN) in zebrafish larvae, focusing on Nrf2 activation...",
    "abstract_zh_tw": "抗氧化劑通過中和自由基（包括活性氧 (ROS)）來維持細胞氧化還原穩態至關重要。  核因子紅細胞 2 相關因子 2 (Nrf2) 是一種轉錄因子，可激活各種細胞保護基因以抵抗氧化損傷。  本研究旨在比較斑馬魚幼蟲中天然植物化學物質七葉苷 (ESC) 和蘿蔔硫素 (SFN) 的抗氧化潛力，重點關注 Nrf2 激活......"
  },
  {
    "id": "40533430",
    "title_en": "Monovalent glycoconjugates of sulforaphane prevent inflammation induced by lipopolysaccharide in human dendritic cells by inhibiting NF-ĸB signalling pathway.",
    "abstract_en": "Sulforaphane (SFN) has notable health benefits but faces challenges due to its poor solubility and delivery. This study investigates SFN-glycoconjugates effects on lipopolysaccharide (LPS)-induced inflammation in dendritic cells (DCs). With the aiming to enhance their therapeutic potential against inflammatory diseases. Novel monovalent SFN-glycoconjugates with mannose (Man) and fucose (0Fuc) were developed and tested for their anti-inflammatory and immune-modulatory properties in DCs from healthy donors under chronic LPS exposure. By leveraging therapeutic strategies, SFN-glycoconjugates significantly improved the solubility and bioavailability of SFN, thereby overcoming the limitations of traditional delivery methods. Monocyte-derived DCs were treated with SFN-glycoconjugates and subsequently exposed to a chronic inflammatory environment induced by LPS. Our results showed that SFN-glycoconjugates enhance effectiveness in suppressing inflammation by targeting the p65 NF-κB pathway, without affecting MAPK signalling. SFN-glycoconjugates induce a tolerogenic immune response, characterized by increased IL-10 production and enhanced regulatory T- and B-cell proliferation. These effects surpass those of p65 NF-κB inhibition alone, highlighting a distinct and potent regulatory mechanism independent of MAPK pathways. The integration of food therapeutic strategies not only enhances the stability and delivery of bioactive compounds but also broadens their potential applications in functional foods and therapeutic approaches. In particular, SFN-glycoconjugates represent a promising option as biologically active compounds for inflammatory diseases, offering enhanced anti-inflammatory and immunomodulatory effects through optimized delivery systems and the activation of specific molecular pathways.",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40533430/",
    "abstract_simplified_en": "Sulforaphane (SFN) has notable health benefits but faces challenges due to its poor solubility and delivery.  This study investigates SFN-glycoconjugates effects on lipopolysaccharide (LPS)-induced inflammation in dendritic cells (DCs).  With the aiming to enhance their therapeutic potential against inflammatory diseases...",
    "abstract_zh_tw": "蘿蔔硫素（SFN）具有顯著的健康益處，但由於其溶解度和輸送性較差而面臨挑戰。  本研究調查了 SFN-糖綴合物對脂多醣 (LPS) 誘導的樹突狀細胞 (DC) 炎症的影響。  旨在增強其對抗炎症性疾病的治療潛力......"
  },
  {
    "id": "41245270",
    "title_en": "Mitophagy as a therapeutic target for exercise-induced fatigue: modulation by natural compounds and mechanistic insights.",
    "abstract_en": "Exercise-induced fatigue is closely associated with mitochondrial dysfunction, and mitophagy plays a critical role in maintaining mitochondrial homeostasis by clearing damaged mitochondria and reducing oxidative stress. This review systematically summarizes current evidence on the regulatory mechanisms of mitophagy in exercise-induced fatigue, particularly through pathways such as PINK1/Parkin, BNIP3/Nix, FUNDC1, and AMPK, and examines how natural compounds including sulforaphane, <i>Rhodiola crenulata</i>, ginseng, modulate these pathways to alleviate fatigue. These findings suggest the presence of mitophagy threshold in different models and highlight its potential as a therapeutic target for fatigue management. Ultimately, this review proposes novel strategies for developing natural anti-fatigue agents based on mitophagy regulation, while underscoring the need for further mechanistic studies in diverse physiological and pathological settings.",
    "pub_date": "2025-Unknown",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41245270/",
    "abstract_simplified_en": "Exercise-induced fatigue is closely associated with mitochondrial dysfunction, and mitophagy plays a critical role in maintaining mitochondrial homeostasis by clearing damaged mitochondria and reducing oxidative stress.  This review systematically summarizes current evidence on the regulatory mechanisms of mitophagy in exercise-induced fatigue, particularly through pathways such as PINK1/Parkin, BNIP3/Nix, FUNDC1, and AMPK, and examines how natural compounds including sulforaphane, <i>Rhodiola crenulata</i>, ginseng, modulate these pathways to alleviate fatigue.  These findings suggest the presence of mitophagy threshold in different models and highlight its potential as a therapeutic target for fatigue management...",
    "abstract_zh_tw": "運動引起的疲勞與線粒體功能障礙密切相關，線粒體自噬通過清除受損的線粒體和減少氧化應激，在維持線粒體穩態中發揮著關鍵作用。  本文系統總結了運動性疲勞中線粒體自噬調節機制的現有證據，特別是通過 PINK1/Parkin、BNIP3/Nix、FUNDC1 和 AMPK 等途徑，並探討了蘿蔔硫素、紅景天、人參等天然化合物如何調節這些途徑以緩解疲勞。  這些發現表明不同模型中存在線粒體自噬閾值，並強調了其作為疲勞管理治療靶點的潛力......"
  },
  {
    "id": "41171476",
    "title_en": "Online solid-phase extraction of glucoraphanin and sulforaphane from non-edible plants based on amino acid-functionalized covalent organic frameworks.",
    "abstract_en": "Glucoraphanin (GR) and sulforaphane (SFN) are sulfur-containing compounds with diverse medicinal applications. However, cruciferous vegetables are a single source of GR and SFN, which limits development and utilization in natural resources. Herein, amino acid covalent organic framework (COF-Cys) was synthesized via click reactions and employed as an adsorbent in online solid-phase extraction (online SPE) to determine GR and SFN in non-edible plant samples. The adsorption mechanism was analyzed using density functional theory, revealing that adsorption occurred via electrostatic interaction and hydrogen bonding. Under the optimum conditions, good linearity (4-2500 ng/mL; R<sup>2</sup> = 0.9922 and 0.9968) and lower limits of detection (1.0 ng/mL and 0.6 ng/mL) were observed. GR and SFN were found in 18 non-edible plant samples, and recoveries of spiked samples were 89.1-109.3% with RSD ≤ 6.9%. The COF-Cys-online SPE-UPLC-MS/MS approach displays great potential for application to detect GR and SFN in non-edible plants and provide valuable support for the development of functional products.",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41171476/",
    "abstract_simplified_en": "Glucoraphanin (GR) and sulforaphane (SFN) are sulfur-containing compounds with diverse medicinal applications.  However, cruciferous vegetables are a single source of GR and SFN, which limits development and utilization in natural resources.  Herein, amino acid covalent organic framework (COF-Cys) was synthesized via click reactions and employed as an adsorbent in online solid-phase extraction (online SPE) to determine GR and SFN in non-edible plant samples...",
    "abstract_zh_tw": "蘿蔔硫苷 (GR) 和蘿蔔硫素 (SFN) 是具有多種醫學用途的含硫化合物。  然而十字花科蔬菜GR和SFN來源單一，限制了自然資源的開發利用。  在此，通過點擊反應合成了氨基酸共價有機框架 (COF-Cys)，並用作在線固相萃取（在線 SPE）中的吸附劑，以確定非食用植物樣品中的 GR 和 SFN..."
  },
  {
    "id": "41246347",
    "title_en": "Sulforaphane in cancer precision medicine: from biosynthetic origins to multiscale mechanisms and clinical translation.",
    "abstract_en": "Sulforaphane (SFN), an isothiocyanate derived from glucoraphanin in cruciferous vegetables, has evolved from a dietary antioxidant to a sophisticated multi-target agent in oncology. While its roles in nuclear factor erythroid 2-related factor 2 (Nrf2) activation and histone deacetylase (HDAC) inhibition are well-established, this review provides a novel synthesis by integrating disparate research scales-a multiscale perspective that spans from the genetic and epigenetic regulation of glucoraphanin biosynthesis in plants to SFN's recently elucidated effects on ferroptosis, cancer stem cells (CSCs), and the tumor immune microenvironment in humans. We critically evaluate how key host factors, such as gut microbiota composition and glutathione S-transferase (GST) polymorphisms, dictate SFN bioavailability and efficacy, thereby framing a precision nutrition paradigm for its application. Furthermore, we move beyond generic claims of synergy to detail SFN's specific mechanisms in enhancing conventional therapies, including the modulation of drug transporters and immune checkpoints. By integrating advances from plant biochemistry to molecular oncology, this review establishes an updated and mechanism-oriented framework for realizing SFN's compelling potential in cancer prevention and therapy through a precision medicine approach.",
    "pub_date": "2025-Unknown",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41246347/",
    "abstract_simplified_en": "Sulforaphane (SFN), an isothiocyanate derived from glucoraphanin in cruciferous vegetables, has evolved from a dietary antioxidant to a sophisticated multi-target agent in oncology.  While its roles in nuclear factor erythroid 2-related factor 2 (Nrf2) activation and histone deacetylase (HDAC) inhibition are well-established, this review provides a novel synthesis by integrating disparate research scales-a multiscale perspective that spans from the genetic and epigenetic regulation of glucoraphanin biosynthesis in plants to SFN's recently elucidated effects on ferroptosis, cancer stem cells (CSCs), and the tumor immune microenvironment in humans.  We critically evaluate how key host factors, such as gut microbiota composition and glutathione S-transferase (GST) polymorphisms, dictate SFN bioavailability and efficacy, thereby framing a precision nutrition paradigm for its application...",
    "abstract_zh_tw": "蘿蔔硫素 (SFN) 是一種從十字花科蔬菜中的蘿蔔硫苷中提取的異硫氰酸酯，已從膳食抗氧化劑發展成為腫瘤學中復雜的多靶點藥物。  雖然其在核因子紅細胞 2 相關因子 2 (Nrf2) 激活和組蛋白脫乙酰酶 (HDAC) 抑制中的作用已得到充分證實，但本綜述通過整合不同的研究尺度提供了一種新穎的合成——從植物中蘿蔔硫苷生物合成的遺傳和表觀遺傳調控到 SFN 最近闡明的對人類鐵死亡、癌症幹細胞 (CSC) 和腫瘤免疫微環境的影響的多尺度視角。  我們嚴格評估腸道微生物群組成和穀胱甘肽 S-轉移酶 (GST) 多態性等關鍵宿主因素如何決定 SFN 的生物利用度和功效，從而為其應用構建精準營養範例……"
  },
  {
    "id": "41056875",
    "title_en": "Sulforaphane inhibits gastric cancer progression by regulating the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis.",
    "abstract_en": "Sulforaphane (SFN) plays a vital role in many types of cancer as a natural extract from plants. However, whether SFN can inhibit gastric carcinogenesis by regulating the lncRNA-miRNA-mRNA axis is unclear. In the current work, the significantly differentially expressed lncRNA PSMB8AS1 was obtained by performing high-throughput sequencing of gastric cancer cells treated with SFN. The qRT-PCR assay results confirmed the inhibitory effect of SFN on PSM8AS1. Subsequently, using gastric cancer data from TCGA and 11 pairs of clinical samples from gastric and paracancerous tissues, we found that PSMB8-AS1 was upregulated in gastric cancer, and high expression of PSMB8-AS1 was associated with low survival of patients with gastric cancer. MTT, cell colony formation, scratch healing, flow cytometry, and qRT-PCR assays showed that the knockdown of PSMB8-AS1 significantly reduced the proliferation and migration of gastric cancer cells as well as promoted apoptosis. Dual luciferase reporter gene and RNA immunoprecipitation (RIP) assay confirmed that PSMB8-AS1 can function as the molecular sponge for miR-888-5p. Meanwhile, bioinformatics analysis and dual-luciferase reporter gene assay showed that miR-888-5p regulates SLC4A7. Overexpression of miR-888-5p or knockdown of SLC4A7 reduced the proliferation and migration of gastric cancer cells. In addition, rescue experiments confirmed that the inhibitory effects of the knockdown of PSMB8-AS1 or the knockdown of SLC4A7 on the proliferation and migration of gastric cancer cells could be reversed by miR-888-5p inhibitor treatment. Subcutaneous tumor formation experiments in nude mice demonstrated that the tumor volume of nude mice transplanted with PSMB8-AS1-knockdown gastric cancer cells was significantly reduced compared with that of the control group. Transcription factors can usually bind to the promoter regions of lncRNAs and regulate the transcription of lncRNAs. We demonstrated through website prediction and experiments that SFN can inhibit the level of PSMB8-AS1 by regulating the transcription factor YY1. These results suggest that SFN inhibits gastric cancer growth through the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis. Therefore, SFN might be a promising therapeutical agent for GC prevention and therapy.",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41056875/",
    "abstract_simplified_en": "Sulforaphane (SFN) plays a vital role in many types of cancer as a natural extract from plants.  However, whether SFN can inhibit gastric carcinogenesis by regulating the lncRNA-miRNA-mRNA axis is unclear.  In the current work, the significantly differentially expressed lncRNA PSMB8AS1 was obtained by performing high-throughput sequencing of gastric cancer cells treated with SFN...",
    "abstract_zh_tw": "蘿蔔硫素 (SFN) 作為植物的天然提取物，在多種癌症中發揮著至關重要的作用。  然而，SFN是否可以通過調節lncRNA-miRNA-mRNA軸抑制胃癌發生尚不清楚。  目前的工作中，通過對SFN處理的胃癌細胞進行高通量測序，獲得了顯著差異表達的lncRNA PSMB8AS1..."
  },
  {
    "id": "41235157",
    "title_en": "Novel magnolol-sulforaphane hybrids as potent antitumor agents: synthesis and biological characterization.",
    "abstract_en": "The natural product-based hybrid strategy is a promising approach for innovative drug discovery. Leveraging the privileged architecture of sulforaphane-a prominent anticancer natural product-we engineered a novel library of magnolol-sulforaphane molecular hybrids for antitumor evaluation through a concise synthetic strategy for the pharmacophore of sulforaphane (SFN), culminating in the identification of CTNPC8 as a promising anticancer compound. Notably, CTNPC8 not only displays exceptional broad-spectrum anticancer activity with potency surpassing both parent compounds and cisplatin, but also exhibits potent <i>in vitro</i> efficacy against the challenging nasopharyngeal carcinoma (NPC) cell model. Mechanistic studies in nasopharyngeal carcinoma models reveal that CTNPC8 triggers mitochondrial-mediated apoptosis through regulating ROS generation and induces G<sub>2</sub>/M phase arrest. Transcriptomic profiling coupled with validation experiments reveals that CTNPC8 exerts its anti-NPC activity primarily by modulating the Akt/mTOR pathway. The present study provided a valuable strategy for discovering new antitumor agents through hybrid molecular design, nominating CTNPC8 as a promising hit compound for anti-NPC research.",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41235157/",
    "abstract_simplified_en": "The natural product-based hybrid strategy is a promising approach for innovative drug discovery.  Leveraging the privileged architecture of sulforaphane-a prominent anticancer natural product-we engineered a novel library of magnolol-sulforaphane molecular hybrids for antitumor evaluation through a concise synthetic strategy for the pharmacophore of sulforaphane (SFN), culminating in the identification of CTNPC8 as a promising anticancer compound.  Notably, CTNPC8 not only displays exceptional broad-spectrum anticancer activity with potency surpassing both parent compounds and cisplatin, but also exhibits potent <i>in vitro</i> efficacy against the challenging nasopharyngeal carcinoma (NPC) cell model...",
    "abstract_zh_tw": "基於天然產物的混合策略是創新藥物發現的一種有前景的方法。  利用蘿蔔硫素（一種著名的抗癌天然產物）的獨特結構，我們設計了一個新的厚朴酚-蘿蔔硫素分子雜合體庫，通過蘿蔔硫素藥效基團（SFN）的簡明合成策略進行抗腫瘤評估，最終確定 CTNPC8 是一種有前途的抗癌化合物。  值得注意的是，CTNPC8 不僅表現出卓越的廣譜抗癌活性，其效力超過母體化合物和順鉑，而且還對具有挑戰性的鼻咽癌 (NPC) 細胞模型表現出強大的<i>體外</i>功效..."
  },
  {
    "id": "41226173",
    "title_en": "Nutritional, Therapeutic, and Functional Food Perspectives of Kale (<i>Brassica oleracea</i> var. <i>acephala</i>): An Integrative Review.",
    "abstract_en": "Kale (<i>Brassica oleracea</i> var. <i>acephala</i>) is a non-heading leafy vegetable of the <i>Brassicaceae</i> family, widely recognized for its dense nutritional profile and diverse phytochemical composition. This review provides a comprehensive and up-to-date synthesis of kale's botanical characteristics, cultivation practices, chemical constituents, biological activities, and applications in pharmacy, functional foods, and cosmetics. Importantly, this work highlights the novelty of kale's multifunctional role. Kale is particularly rich in vitamins (A, C, K), minerals (Ca, Fe, K), dietary fiber, glucosinolates, polyphenols, carotenoids, flavonoids, and chlorophylls, which contribute to its classification as a \"superfood.\" In this article the discussion of the health-promoting effects of glucosinolates and their enzymatic degradation products, such as isothiocyanates, indoles, and nitriles, highlighting their antioxidant, anti-inflammatory, anticancer, antimicrobial, and lipid-lowering properties, was performed. Moreover, key compounds including sulforaphane, indole-3-carbinol (I3C), and diindolylmethane (DIM) are emphasized for their roles in chemoprevention, hormonal regulation, and cellular protection. The review also summarizes recent in vivo and clinical studies demonstrating kale's potential in reducing the risk of chronic diseases such as cardiovascular disorders, type 2 diabetes, and hormone-related cancers. The effects of kale on the composition of the gut microbiome, glycemic control, and cholesterol metabolism are also discussed. Advances in plant biotechnology, including micropropagation, somatic embryogenesis, and metabolite enhancement, are also discussed. Overall, this review supports the integration of kale into health-oriented dietary strategies and highlights its relevance in preventive medicine, food innovation, and cosmeceutical development.",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41226173/",
    "abstract_simplified_en": "Kale (<i>Brassica oleracea</i> var.  <i>acephala</i>) is a non-heading leafy vegetable of the <i>Brassicaceae</i> family, widely recognized for its dense nutritional profile and diverse phytochemical composition.  This review provides a comprehensive and up-to-date synthesis of kale's botanical characteristics, cultivation practices, chemical constituents, biological activities, and applications in pharmacy, functional foods, and cosmetics...",
    "abstract_zh_tw": "羽衣甘藍 (<i>Brassica oleracea</i> var. <i>acephala</i>) 是十字花科的一種不結球葉類蔬菜，因其豐富的營養成分和多樣化的植物化學成分而受到廣泛認可。  這篇綜述對羽衣甘藍的植物特性、栽培實踐、化學成分、生物活性以及在製藥、功能性食品和化妝品中的應用進行了全面、最新的綜合。"
  },
  {
    "id": "41187500",
    "title_en": "KEAP1 C151 active site catalysis drives electrophilic signaling to upregulate cytoprotective enzyme expression.",
    "abstract_en": "Cells mount a detoxification, antioxidant, and anti-inflammatory response to electrophiles, mediated by the NRF2 transcription factor. Electrophilic NRF2 activators are used to treat diverse chronic diseases. While the majority of NRF2 activators target C151 of KEAP1, the primary NRF2 repressor, it is unknown how diverse electrophiles favor this particular cellular cysteine. One hypothesis is that the pK<sub>a</sub> of C151 is lowered by surrounding basic residues, resulting in a higher population of the reactive thiolate. We show that the pK<sub>a</sub> of C151 is 6.9, providing optimal reactivity at physiological pH, using the fluorogenic, thiol-reactive electrophile monobromobimane. Surprisingly, monobromobimane reacts with C151 much faster than with a small-molecule thiolate. NRF2 activators in clinical use and trials (omaveloxolone, bardoxolone methyl, and sulforaphane) readily compete with monobromobimane for C151. A BTB-monobimane crystal structure shows no specific orientation in the active site after covalent addition. A 4D flexible BTB model based on seven crystal structures was used to dock mBBr and NRF2 activators into the active site to obtain poses of the pre-covalent enzyme-substrate complexes. They reveal an active site around C151 that accommodates structurally diverse activators using largely hydrophobic interactions, with a hydrogen bond orienting their electrophilic carbons within ∼3-5 Å of C151 for a catalytic proximity effect. In addition, our biochemical and docking results suggest a critical catalytic role for hydrogen bonding to the oxygen of an α,β unsaturated carbonyl, which could both increase carbon electrophilicity and stabilize the negative charge in the transition state. Overall, this work suggests enzymatic catalysis is the primary reason that C151 acts as a sensor cysteine for therapeutic, electrophilic NRF2 activators, highly favoring reaction with C151 over other cellular cysteines. The kinetic targeting of electrophiles such as sulforaphane and omaveloxolone to the C151 active site provides an explanation for how electrophilic compounds can be selective pharmacological agents.",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41187500/",
    "abstract_simplified_en": "Cells mount a detoxification, antioxidant, and anti-inflammatory response to electrophiles, mediated by the NRF2 transcription factor.  Electrophilic NRF2 activators are used to treat diverse chronic diseases.  While the majority of NRF2 activators target C151 of KEAP1, the primary NRF2 repressor, it is unknown how diverse electrophiles favor this particular cellular cysteine...",
    "abstract_zh_tw": "細胞對親電子試劑產生解毒、抗氧化和抗炎反應，由 NRF2 轉錄因子介導。  親電 NRF2 激活劑用於治療多種慢性疾病。  雖然大多數 NRF2 激活劑靶向 KEAP1（主要 NRF2 阻遏物）的 C151，但尚不清楚不同的親電子試劑如何支持這種特定的細胞半胱氨酸......"
  },
  {
    "id": "41181585",
    "title_en": "Sulforaphane alleviates hepatocyte pyroptosis via activating Nrf2-HO-1 signaling during septic acute liver injury.",
    "abstract_en": "Acute liver injury (ALI) caused by sepsis is a fatal disease with a high mortality rate and poor prognosis. Sulforaphane (SFN) is a natural isothiocyanate that has robust antioxidant and anti-inflammatory properties. The aim of this study was to identify the pharmacological effects and therapeutic mechanisms of SFN in lipopolysaccharide (LPS)-induced ALI. The role of SFN in ALI was investigated using a mouse model of LPS-induced ALI. Briefly, eighteen mice were divided into three groups: control, LPS, and LPS + SFN, which were intraperitoneally injected for 2 days before LPS treatment. 24 h after the LPS injection, blood and liver tissues were collected for further analysis. The hematoxylin and eosin (HE) staining showed a lot of visible necrosis areas, inflammatory cell infiltration, and congestion in liver. Meanwhile, Ly6G and F4/80 staining showed increased infiltration of neutrophils and macrophages in liver, these results indicated that LPS induced sever ALI. As inflammatory response plays a vital role in the pathogenesis of LPS-induced ALI, we detected the occurrence of pyroptosis in liver by ribonucleic acid (RNA) sequencing. The results showed that pyroptosis was significantly promoted by LPS, as indicated by gene ontology (GO) and kyoto encyclopedia of genes and genomes (KEGG) pathway enrichment analyses, revealing the activation of pyroptosis, interleukin (IL)-1 production, IL-18 production, and inflammatory signaling pathways. Then, we explored the effect of SFN on LPS-induced ALI. The results showed that SFN obviously reduced LPS-induced plasma alanine aminotransferase and aspartate aminotransferase level, pathological injuries and TdT-mediated dUTP nick-end labeling (TUNEL) positive cells, indicating protective effect of SFN on ALI. Furthermore, SFN also showed robust effect on LPS-induced inflammatory response in liver, as reflected by suppressing the infiltration of neutrophils and macrophages, and downregulating mRNA levels of C-X-C motif chemokine ligand 9, IL-6, monocyte chemoattractant protein-1, and tumor necrosis factor-α in liver of LPS treated mice. Furthermore, SFN blocked hepatocyte pyroptosis, and suppressed plasma IL-1β and IL-18 levels of LPS treated mice. Mechanistically, SFN selectively activated nuclear factor erythroid 2-related factor 2 (Nrf2)/heme oxygenase-1 (HO-1) signaling to mediate pyroptotic cell death. SFN also reversed the inhibited superoxide dismutase activity and induced malondialdehyde content in liver of LPS exposed mice. SFN ameliorated liver injury and inflammation during LPS-induced ALI by suppressing hepatocyte pyroptosis via the activation of Nrf2/HO-1 signaling. This study provides new evidence for the potential treatment of ALI with SFN.",
    "pub_date": "2025-Unknown",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41181585/",
    "abstract_simplified_en": "Acute liver injury (ALI) caused by sepsis is a fatal disease with a high mortality rate and poor prognosis.  Sulforaphane (SFN) is a natural isothiocyanate that has robust antioxidant and anti-inflammatory properties.  The aim of this study was to identify the pharmacological effects and therapeutic mechanisms of SFN in lipopolysaccharide (LPS)-induced ALI...",
    "abstract_zh_tw": "膿毒症引起的急性肝損傷（ALI）是一種死亡率高、預後差的致命性疾病。  蘿蔔硫素 (SFN) 是一種天然異硫氰酸酯，具有強大的抗氧化和抗炎特性。  本研究的目的是確定 SFN 在脂多醣 (LPS) 誘導的 ALI 中的藥理作用和治療機制..."
  },
  {
    "id": "41099966",
    "title_en": "Sulforaphane improves exercise-induced NRF2 signaling in older adults: an in vivo-ex vivo approach.",
    "abstract_en": "Redox signaling is a key mechanism of exercise-induced adaptation. However, studies have demonstrated impaired responses to acute exercise in older organisms. Adjunctive therapies to augment exercise effects may overcome these deficits. Sulforaphane (SFN), a phytochemical from cruciferous vegetables, stimulates NRF2. This study tested the hypothesis that combining acute exercise (in vivo stimulus) with ex vivo SFN treatment would induce greater NRF2 activation and signaling in older adults compared to either treatment alone. Twenty-five older adults (12 men, 13 women; mean age: 67 ± 5 years) performed 30-min cycling exercise (AET). Blood was drawn before and immediately after the AET to isolate PBMCs and incubate with and without SFN (5 µM) treatment (four conditions: DMSO (CON), SFN, exercise (EX), and EX + SFN). PBMCs were harvested after 2-h or 5-h incubation for measures of NRF2 or gene expression for NQO1, HO-1, GR, and GCLC targets, respectively. All treatments (SFN, EX, EX + SFN) increased NRF2 activation compared to CON (p < 0.05). The response to EX + SFN was significantly greater than either SFN or EX alone (2.1-fold versus 1.5-fold, p = 0.01). SFN stimulation resulted in a significant upregulation of all four genes compared to control (p < 0.001). EX + SFN treatment stimulated a greater increase in gene expression compared to EX (p < 0.05); however, SFN did not differ statistically from EX + SFN, suggesting a possible ceiling effect of the SFN concentration in terms of gene expression. There were no significant sex differences in any of the responses. These data suggest that combining exercise with SFN may amplify the strength of NRF2/ARE redox signaling in older adults. ClinicalTrials.gov ID: NCT04848792.",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41099966/",
    "abstract_simplified_en": "Redox signaling is a key mechanism of exercise-induced adaptation.  However, studies have demonstrated impaired responses to acute exercise in older organisms.  Adjunctive therapies to augment exercise effects may overcome these deficits...",
    "abstract_zh_tw": "氧化還原信號是運動引起的適應的關鍵機制。  然而，研究表明，老年生物體對急性運動的反應受損。  增強運動效果的輔助療法可能會克服這些缺陷......"
  },
  {
    "id": "40532498",
    "title_en": "Dismantling the epigenetic alliance: Emerging strategies to disrupt the PRMT5:MEP50 complex for cancer therapy.",
    "abstract_en": "The protein arginine methyltransferase 5 (PRMT5) and its obligate cofactor MEP50 (WDR77) form a highly conserved enzymatic complex that orchestrates key epigenetic processes, including histone arginine methylation, transcriptional repression, RNA splicing, and DNA damage repair. Dysregulation of the PRMT5:MEP50 complex has been implicated in the initiation and progression of diverse cancers, where it contributes to silencing of tumor suppressor genes, enhancement of oncogenic signaling, and maintenance of stem-like phenotypes. While most therapeutic strategies have focused on catalytic inhibition of PRMT5 via S-adenosylmethionine-competitive compounds, recent insights into the structural biology of PRMT5:MEP50 have revealed the protein-protein interaction (PPI) interface as a novel and selective therapeutic target. This review provides a comprehensive analysis of the structural basis and biological significance of the PRMT5:MEP50 interaction, highlighting its role in tumorigenesis and its functional specificity across cancer types. We examine emerging therapeutic strategies aimed at disrupting this interface, including rationally designed small-molecule inhibitors and natural compounds like Sulforaphane (SFN), which selectively impair PRMT5:MEP50 function without affecting global methylation. Moreover, we explore cancer models-such as prostate cancer, mesothelioma, T-cell leukemia, and lung cancer-that exhibit dependency on PRMT5:MEP50, and discuss their response to genetic and pharmacological disruption of the complex. Finally, we outline key challenges and future directions in translating PRMT5:MEP50 PPI inhibitors into clinical settings, emphasizing the importance of biomarker-guided patient selection, combination therapy strategies, and optimization of drug pharmacokinetics. Together, these insights underscore the therapeutic promise of targeting the PRMT5:MEP50 interaction as a next-generation approach to precision epigenetic cancer therapy.",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40532498/",
    "abstract_simplified_en": "The protein arginine methyltransferase 5 (PRMT5) and its obligate cofactor MEP50 (WDR77) form a highly conserved enzymatic complex that orchestrates key epigenetic processes, including histone arginine methylation, transcriptional repression, RNA splicing, and DNA damage repair.  Dysregulation of the PRMT5:MEP50 complex has been implicated in the initiation and progression of diverse cancers, where it contributes to silencing of tumor suppressor genes, enhancement of oncogenic signaling, and maintenance of stem-like phenotypes.  While most therapeutic strategies have focused on catalytic inhibition of PRMT5 via S-adenosylmethionine-competitive compounds, recent insights into the structural biology of PRMT5:MEP50 have revealed the protein-protein interaction (PPI) interface as a novel and selective therapeutic target...",
    "abstract_zh_tw": "蛋白質精氨酸甲基轉移酶 5 (PRMT5) 及其專性輔因子 MEP50 (WDR77) 形成高度保守的酶複合物，協調關鍵的表觀遺傳過程，包括組蛋白精氨酸甲基化、轉錄抑制、RNA 剪接和 DNA 損傷修復。  PRMT5:MEP50 複合物的失調與多種癌症的發生和進展有關，它有助於腫瘤抑制基因的沉默、致癌信號的增強以及乾細胞樣表型的維持。  雖然大多數治療策略都集中在通過 S-腺苷甲硫氨酸競爭性化合物催化抑制 PRMT5，但最近對 PRMT5:MEP50 結構生物學的見解揭示了蛋白質-蛋白質相互作用 (PPI) 界面作為一種新穎的選擇性治療靶點......"
  },
  {
    "id": "41071465",
    "title_en": "Efficacy of Antioxidant-Based Pharmacological Therapies in Autism Spectrum Disorder: A Systematic Review.",
    "abstract_en": "Autism Spectrum Disorder (ASD) is a heterogeneous neurodevelopmental condition characterized by persistent deficits in social interaction and communication. This study aimed to evaluate the efficacy of antioxidant-based pharmacological therapies for psychiatric symptoms in patients with ASD. A systematic review was conducted using four databases: PubMed, Scopus, ClinicalTrials.gov and Cochrane - Ovid. 20 studies were included. Risk of bias assessment was performed using the Cochrane Risk-of-Bias tool for randomized trials. A descriptive analysis synthesized the main findings. A qualitative value was given to each antioxidant therapy according to its effect on every symptom (improved, not improved or no information), data was visually reported using ChatGPT 4.0 and Google Collab. CRD42023490581. There was a heterogeneous response to antioxidant therapies for ASD symptoms. The use of sulforaphane reported improvement in irritability, stereotypic/repetitive behavior, social cognition/interaction, social communication, hyperactivity and lethargy. Similarly, N-Acetylcysteine evidenced improvement in terms of irritability, stereotypic/repetitive behavior, social cognition and hyperactivity. L-Carnosine improved social cognition and communication, omega-3/omega-6 fatty acids improved social cognition, coenzyme q-10 showed improvement in sleep disorders, and glutathione in repetitive behaviors and irritability. Antioxidant-based pharmacological therapy evidenced contrasting responses to a variety of core symptoms in ASD. Despite significant evidence of improvement in some ASD symptom scales, there is still a lack of evidence to justify the use of antioxidant therapies as monotherapy in individuals with ASD.",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41071465/",
    "abstract_simplified_en": "Autism Spectrum Disorder (ASD) is a heterogeneous neurodevelopmental condition characterized by persistent deficits in social interaction and communication.  This study aimed to evaluate the efficacy of antioxidant-based pharmacological therapies for psychiatric symptoms in patients with ASD.  A systematic review was conducted using four databases: PubMed, Scopus, ClinicalTrials...",
    "abstract_zh_tw": "自閉症譜系障礙 (ASD) 是一種異質性神經發育疾病，其特徵是持續存在社交互動和溝通缺陷。  本研究旨在評估基於抗氧化劑的藥物療法對自閉症譜系障礙患者精神症狀的療效。  使用四個數據庫進行了系統評價：PubMed、Scopus、ClinicalTrials..."
  }
]