[
  {
    "id": "41167412",
    "title_en": "Titanium nanoparticles provoke ferritinophagy-mediated ferroptosis via inhibition of the Nrf2-HO-1 signaling pathway in osteocytes.",
    "abstract_zh_tw": "磨損顆粒引起的骨溶解是無菌性鬆動和隨後的關節置換失敗的主要原因。骨細胞是骨骼中最豐富的細胞，與植入物直接接觸；然而，骨細胞和磨損顆粒之間的相互作用在很大程度上仍不清楚。在本研究中，體內結果表明，鈦（Ti）納米粒子（直徑為40nm和800nm）顯著引發骨質破壞並增加骨細胞死亡，而這種效應可被鐵死亡抑製劑ferrostatin-1（Fer-1）減輕。我們的體外實驗表明，Ti 納米顆粒顯著抑制骨細胞 MLO-Y4 的活力，並誘導細胞死亡。同時，Ti納米顆粒顯著促進MLO-Y4細胞中的鐵死亡，鐵過載、脂質過氧化積累、溶質載體家族7成員11（SLC7A11）和穀胱甘肽過氧化物酶4（GPX4）的蛋白表達下調以及穀胱甘肽（GSH）消耗證明了這一點。值得注意的是，這種鐵死亡反應與增強的鐵蛋白自噬和鐵蛋白重鏈 1 (FTH1) 的降解有關，因為用 3-甲基腺嘌呤 (3-MA) 抑製鐵蛋白自噬可減輕鈦納米顆粒誘導的鐵死亡。此外，Ti納米顆粒顯著抑制紅細胞2相關因子2（Nrf2）/血紅素加氧酶-1（HO-1）途徑； Nrf2 特異性激活劑蘿蔔硫素 (SFN) 逆轉了鈦納米顆粒誘導的 Fe2+ 積累和脂質過氧化，減弱了鐵死亡和鐵蛋白自噬，從而恢復了 MLO-Y4 細胞的活力。總的來說，這些發現將鐵蛋白自噬介導的鐵死亡視為鈦納米顆粒誘導的骨細胞死亡的一種新機制，並證明 Nrf2/HO-1 途徑對於調節鈦納米顆粒誘導的鐵蛋白自噬和鐵死亡至關重要。這些結果進一步表明，針對 Nrf2/HO-1 通路可能代表一種有前途的治療策略，用於預防或減輕磨損顆粒相關的破骨細胞生成和假體周圍骨溶解中鐵蛋白自噬介導的鐵死亡。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n磨損顆粒引起的骨溶解是無菌性鬆動和隨後的關節置換失敗的主要原因。 骨身體裡的小工人是骨骼中最豐富的身體裡的小工人，與植入物直接接觸；然而，骨身體裡的小工人和磨損顆粒之間的相互作用在很大程度上仍不清楚。 在本研究中，體內結果表明，鈦（Ti）納米粒子（直徑為40nm和800nm）顯著引發骨質破壞並增加骨身體裡的小工人死亡，而這種效應可被鐵死亡抑製劑ferrostatin-1（Fer-1）減輕。 我們的體外實驗表明，Ti 納米顆粒顯著抑制骨身體裡的小工人 MLO-Y4 的活力，並誘導身體裡的小工人死亡。",
    "pub_date": "2026-Jan",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41167412/"
  },
  {
    "id": "41054212",
    "title_en": "BolMYB28-BolMAM1 Confers Salt and Drought Tolerance via Regulating Specific Aliphatic Glucosinolate Biosynthesis and Affecting ABA Accumulation in Broccoli.",
    "abstract_zh_tw": "芥子油苷（GSL）是普遍存在於十字花科植物中的次生代謝產物。然而，GSL 在環境應激反應中的作用和調節仍然不明確。在此，在西蘭花中鑑定出甲硫基烷基蘋果酸合酶 1 (BolMAM1)，一種 GSL 生物合成相關基因。 BolMAM1 的過表達增強了西蘭花的耐鹽性和耐旱性，同時增加了脂肪族 GSL，例如 2(R)-羥基-3-丁烯基 GSL（前體蛋白）。 Progoitrin 可在體外誘導 ABA 積累。一致地，ABA 穩態被調節以在 OEX-BolMAM1 轉基因西蘭花中積累更多的 ABA。此外，蘿蔔硫素（SFN）（脂肪族 GSL 的水解產物之一）在 OEX-BolMAM1 轉基因西蘭花中也表現出加速積累。外用SFN可迅速誘導氣孔關閉。此外，BolMYB28 被證明可以直接結合 BolMAM1 的啟動子並激活其轉錄。這些結果表明，BolMYB28-BolMAM1 主要通過加速某些特定脂肪族 GSL 的生物合成來賦予對鹽和乾旱脅迫的耐受性。 Progoitrin 是一種新報導的 GSL，可正向調節 ABA 的積累。 SFN 可能作為調節氣孔行為的信號分子。這些發現揭示了 BolMYB28-BolMAM1 通過調節脂肪族 GSL 生物合成在非生物脅迫響應中的作用，並建議應用 progoitrin 和 SFN 作為天然防禦因子來抵抗植物的非生物脅迫。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n芥子油苷（GSL）是普遍存在於十字花科植物中的次生身體處理東西的能力產物。 然而，GSL 在環境應激反應中的作用和調節仍然不明確。 在此，在西蘭花中鑑定出甲硫基烷基蘋果酸合酶 1 (BolMAM1)，一種 GSL 生物合成相關基因。 BolMAM1 的過表達增強了西蘭花的耐鹽性和耐旱性，同時增加了脂肪族 GSL，例如 2(R)-羥基-3-丁烯基 GSL（前體蛋白）。",
    "pub_date": "2026-Jan",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41054212/"
  },
  {
    "id": "40972999",
    "title_en": "Deciphering the quantitative relationship between NRF2 and SRXN1 through semi-mechanistic computational modeling.",
    "abstract_zh_tw": "核因子紅細胞2相關因子2（NRF2）在多種抗氧化反應元件（ARE）基因的調節中發揮著至關重要的作用，這些基因控制氧化應激、自噬、增殖和凋亡等生理過程以維持細胞穩態。目前尚不清楚 NRF2 計劃如何在下游目標監管方面獲得靈活性。 ARE 基因特異的各種 NRF2 結合伴侶和輔因子參與了這種調節，並且可能具有條件特異性（例如應激源類型）並依賴於非規範信號傳導途徑（即串擾）。在這裡，我們探索了 NRF2 和硫氧還蛋白 1 (SRXN1) 之間的定量關係，硫氧還蛋白 1 是 NRF2 真正的關鍵靶基因。我們根據單次或重複暴露於寬濃度範圍的 NRF2 激活軟親電子試劑（蘿蔔硫素、穿心蓮內酯、利尿酸或 CDDO-me）後 HepG2 細胞中 NRF2 和 SRXN1 蛋白表達的時間過程實驗數據，開發了半機械數學模型。我們表明，具有部分分層參數的非線性混合效應建模方法可以準確捕獲觀察到的實驗動態。我們的分析強調，NRF2 需要輔因子或翻譯後修飾來調節其作為轉錄因子的活性。此外，NRF2 轉錄因子活性的這種調節是特定於時間、化合物和暴露場景的。我們的結論是，要全面了解 NRF2 介導的 ARE 基因激活，需要有關 NRF2 結合伴侶和輔因子的詳細動態信息。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n核因子紅身體裡的小工人2相關因子2（NRF2）在多種抗氧化反應元件（ARE）基因的調節中發揮著至關重要的作用，這些基因控制氧化應激、自噬、增殖和凋亡等生理過程以維持身體裡的小工人穩態。 目前尚不清楚 NRF2 計劃如何在下游目標監管方面獲得靈活性。 ARE 基因特異的各種 NRF2 結合伴侶和輔因子參與了這種調節，並且可能具有條件特異性（例如應激源類型）並依賴於非規範信號傳導途徑（即串擾）。 在這裡，我們探索了 NRF2 和硫氧還蛋白 1 (SRXN1) 之間的定量關係，硫氧還蛋白 1 是 NRF2 真正的關鍵靶基因。",
    "pub_date": "2026-Jan",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40972999/"
  },
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "abstract_zh_tw": "本研究探討了聚乙二醇化氧化石墨烯 (GO-PEG) 納米粒子、蘿蔔硫素和 Raphanus sativus L.（黑蘿蔔）汁對 BEAS-2B 人支氣管上皮細胞的細胞毒性和生化作用。通過調節 pH 值的水處理和有機溶劑萃取從蘿蔔汁中提取蘿蔔硫素，並通過高效液相色譜 (HPLC) 在 202 nm 處進行定量，保留時間為 11.0 分鐘。分別在 50-225 μg mL<sup>-1</sup> 和 100-1000 μg mL<sup>-1</sup> 濃度範圍內測試由石墨（50 nm 和 400 nm）生產的 GO-PEG 納米粒子的 IC<sub>50</sub> 值。還給予蘿蔔硫素和黑蘿蔔汁。 MTT 測定顯示，蘿蔔硫素的 IC<sub>50</sub> 值為 8.7 μg mL<sup>-1</sup>，黑蘿蔔汁的 IC<sub>50</sub> 值為 197.0 mg mL<sup>-1</sup>，GO-PEG (50 nm) 的 IC<sub>50</sub> 值為 175.8 μg mL<sup>-1</sup>， GO-PEG (400 nm) 為 650.6 µg mL<sup>-1</sup>。生化分析表明，蘿蔔硫素和蘿蔔汁可降低 IL-6 水平並提高抗氧化酶活性（GSH-Px 和 CAT）。這些結果凸顯了 GO-PEG、蘿蔔硫素和黑蘿蔔汁在抗炎和抗氧化應用中的治療潛力。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n本研究探討了聚乙二醇化氧化石墨烯 (GO-PEG) 納米粒子、蘿蔔硫素和 Raphanus sativus L.（黑蘿蔔）汁對 BEAS-2B 人支氣管上皮身體裡的小工人的身體裡的小工人毒性和生化作用。 通過調節 pH 值的水處理和有機溶劑萃取從蘿蔔汁中提取蘿蔔硫素，並通過高效液相色譜 (HPLC) 在 202 nm 處進行定量，保留時間為 11.0 分鐘。 分別在 50-225 μg mL<sup>-1</sup> 和 100-1000 μg mL<sup>-1</sup> 濃度範圍內測試由石墨（50 nm 和 400 nm）生產的 GO-PEG 納米粒子的 IC<sub>50</sub> 值。 還給予蘿蔔硫素和黑蘿蔔汁。",
    "pub_date": "2026-Jan",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/"
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "abstract_zh_tw": "三陰性乳腺癌 (TNBC) 是一種侵襲性亞型，主要依賴化療。厚朴酚和蘿蔔硫素等天然產物，尤其是它們的合成混合物，已顯示出有前景的抗腫瘤活性。為了開發更有效的藥物，我們設計並合成了 15 種新型厚朴酚-蘿蔔硫素混合類似物，並評估了它們的抗癌功效。其中，化合物 17a 表現出最高的效力，與親本雜交 CT1-3 相比，在 TNBC 細胞系中，其抗增殖活性平均增加 7.4 倍，IC<sub>50</sub> 值範圍為 0.85 ± 0.04 μM 至 1.34 ± 0.02 μM。在體外，17a 顯著抑制 TNBC 細胞增殖、集落形成、遷移和侵襲，同時誘導細胞凋亡。在體內，正常器官形態證明，在 MDA-MB-231 異種移植模型中，給予 17a 可以有效抑制腫瘤生長，而沒有明顯毒性。從機制上講，RNA測序顯示17a下調核苷酸切除修復（NER）和NF-κB通路，在mRNA和蛋白質水平抑制NER相關基因（ERCC2、POLE2、LIG1、GTF2H3和DDB2）的表達，並抑制IKKα和p65的磷酸化。這些發現使 17a 成為 TNBC 治療的有效候選藥物，值得進一步的臨床研究。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n三陰性乳腺癌 (TNBC) 是一種侵襲性亞型，主要依賴化療。 厚朴酚和蘿蔔硫素等天然產物，尤其是它們的合成混合物，已顯示出有前景的抗腫瘤活性。 為了開發更有效的藥物，我們設計並合成了 15 種新型厚朴酚-蘿蔔硫素混合類似物，並評估了它們的抗癌功效。 其中，化合物 17a 表現出最高的效力，與親本雜交 CT1-3 相比，在 TNBC 身體裡的小工人系中，其抗增殖活性平均增加 7.4 倍，IC<sub>50</sub> 值範圍為 0.85 ± 0.04 μM 至 1.34 ± 0.02 μM。",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "abstract_zh_tw": "Takotsubo 綜合徵 (TTS) 一旦被認為是良性的，可能會導致危及生命的心肌損傷。儘管氧化應激和鐵死亡與其發病機制有關，但 TTS 尚無靶向治療方法。我們證明蘿蔔硫素 (SFN) 是一種天然 Nrf2 激活劑，可減輕異丙腎上腺素誘導的大鼠模型和 AC16 心肌細胞中 TTS 相關的損傷。異丙腎上腺素通過損害 Nrf2 信號傳導誘導鐵死亡和氧化應激。 SFN 治療可恢復心肌結構和功能，同時增強抗氧化能力、減少線粒體損傷並抑製鐵死亡標記物。此外，與 Fer-1（一種鐵死亡抑製劑）類似，SFN 降低了細胞內亞鐵水平，但獨特地激活了 Nrf2 驅動的內源性防禦。值得注意的是，在體外和體內實驗中，Nrf2 抑制消除了 SFN 的益處。這些發現強調 SFN 作為 TTS 的雙重作用療法，通過 Nrf2 激活同時靶向氧化應激和鐵死亡。 SFN 的治療功效與內源性通路調節相結合，強調了其改善 TTS 結果的轉化潛力。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\nTakotsubo 綜合徵 (TTS) 一旦被認為是良性的，可能會導致危及生命的心肌損傷。 儘管氧化應激和鐵死亡與其發病機制有關，但 TTS 尚無靶向治療方法。 我們證明蘿蔔硫素 (SFN) 是一種天然 Nrf2 激活劑，可減輕異丙腎上腺素誘導的大鼠模型和 AC16 心肌身體裡的小工人中 TTS 相關的損傷。 異丙腎上腺素通過損害 Nrf2 信號傳導誘導鐵死亡和氧化應激。",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "abstract_zh_tw": "蘿蔔硫素是一種有益但不穩定的生物活性化合物，可以通過<i>植物乳桿菌</i>從蘿蔔硫素轉化而來。但蘿蔔硫素轉化率較低，且<i>L.的轉化機理不明確。 plantarum 仍不清楚。本研究利用適應性實驗室進化技術來提高<i>L的蘿蔔硫素轉化率。植物園</i>。結果表明，葡萄糖替代率的增加顯著下調碳水化合物代謝並上調氨基酸代謝。轉錄組分析表明，ALE 適應菌株顯著上調碳水化合物代謝和氨基酸代謝。在轉化途徑中，蘿蔔硫苷被導入L中。植物細胞，其葡萄糖部分被bglF磷酸化(磷酸基團可以通過磷酸轉移酶系統衍生自磷酸烯醇丙酮酸)。隨後，磷酸化蘿蔔硫苷的S-糖苷鍵被bglA（6-磷酸-β-葡萄糖苷酶）水解，隨後進行非酶重排和硫酸根消除，最終產生蘿蔔硫素。該研究有助於揭示微生物與天然活性物質之間的相互作用機制。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n蘿蔔硫素是一種有益但不穩定的生物活性化合物，可以通過<i>植物乳桿菌</i>從蘿蔔硫素轉化而來。 但蘿蔔硫素轉化率較低，且<i>L.的轉化機理不明確。 plantarum 仍不清楚。 本研究利用適應性實驗室進化技術來提高<i>L的蘿蔔硫素轉化率。",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "abstract_zh_tw": "吸煙通過引發氧化應激而引起肺毒性，導致細胞凋亡、鐵死亡和衰老。蘿蔔硫素 (SFN) 是一種有效的抗氧化劑，可激活 SIRT1 通路，增強細胞的抗應激能力和存活率。本研究旨在評估 SFN 對香煙煙霧提取物 (CSE) 誘導的人氣道上皮細胞 (BEAS-2B) 和小鼠肺部損傷的保護作用，重點關注其上調 SIRT1 表達的作用。用 CSE 和 SFN 處理 BEAS-2B 細胞，並使用 MTT 測定評估細胞活力。使用 SA-β-gal 測定和與衰老相關的基因（p16 和 p21）的表達來評估細胞衰老。使用 qRT-PCR 定量 SIRT1、衰老相關分泌表型 (SASP) 細胞因子（IL-1β、IL-6、IL-8、TNF-α）、GPX4 和 SLC7A11 的表達水平。此外，還測量了 ROS 產量、GSH 和 MDA 水平以及鐵含量。通過單獨腹腔注射 CSE (7.2 mg/kg) 或聯合 SFN (10.2 mg/kg) 28 天誘導肺氣腫小鼠模型，並評估隨後的組織病理學變化。我們的研究結果表明，SFN 聯合治療有效減輕了 CSE 誘導的細胞毒性、衰老和 SASP 細胞因子分泌，以及肺組織中明顯的肺氣腫變化。此外，SFN 逆轉了 CSE 誘導的 SIRT1 下調和 NF-κB 上調。值得注意的是，SFN 還通過增加 GPX4 和 SLC7A11 表達同時降低鐵和 MDA 水平來抑制 CSE 誘導的鐵死亡。本研究的結果表明，蘿蔔硫素通過減輕氧化應激、鐵死亡和細胞衰老，對 CSE 誘導的毒性具有保護作用。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n吸煙通過引發氧化應激而引起肺毒性，導致身體裡的小工人凋亡、鐵死亡和衰老。 蘿蔔硫素 (SFN) 是一種有效的抗氧化劑，可激活 SIRT1 通路，增強身體裡的小工人的抗應激能力和存活率。 本研究旨在評估 SFN 對香煙煙霧提取物 (CSE) 誘導的人氣道上皮身體裡的小工人 (BEAS-2B) 和小鼠肺部損傷的保護作用，重點關注其上調 SIRT1 表達的作用。 用 CSE 和 SFN 處理 BEAS-2B 身體裡的小工人，並使用 MTT 測定評估身體裡的小工人活力。",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/"
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "abstract_zh_tw": "皮膚老化的特點是結構功能下降，導致與年齡相關的虛弱。蘿蔔硫素（SFN）是一種天然抗炎物質，已廣泛應用於多種癌症治療。然而，它在緩解內在皮膚衰老方面的作用仍有待闡明。利用綜合網絡藥理學和蛋白質組學研究 SFN 在內源性皮膚老化中的潛在機制。 SFN 的 51 個抗衰老靶點被確定，凸顯了其對衰老過程的良好監管影響。根據 18 個月大的自然衰老小鼠模型，補充 SFN 2 個月後，皮膚結構、氧化還原穩態和免疫細胞組成顯著改善。此外，蛋白質組學分析表明，SFN 逆轉了內在皮膚衰老的蛋白質組學特徵，在 SFN 餵養的衰老小鼠中發現了 233 種差異表達蛋白 (DEP)。值得注意的是，上調的 DEP 在 apelin 信號通路中高度富集 (p = 0.010)。此外，免疫細胞浸潤和全血細胞分析表明，SFN 可以挽救真皮組織中的 T 細胞消耗，這與 SFN 激活的 apelin 信號通路中富集的 DEP 密切相關。 SFN 通過激活 apelin 信號通路改善皮膚形態和免疫功能，這表明了對抗內在皮膚衰老的新主要目標。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n皮膚變得累累、沒力氣的特點是結構功能下降，導致與年齡相關的虛弱。 蘿蔔硫素（SFN）是一種天然抗炎物質，已廣泛應用於多種癌症治療。 然而，它在緩解內在皮膚衰老方面的作用仍有待闡明。 利用綜合網絡藥理學和蛋白質組學研究 SFN 在內源性皮膚變得累累、沒力氣中的潛在機制。",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/"
  },
  {
    "id": "41027171",
    "title_en": "Multi-omics analysis of gut-liver axis reveals the mechanism by which sulforaphane alleviates liver injury in Cyprinus carpio exposed to triphenyltin.",
    "abstract_zh_tw": "本研究探討了蘿蔔硫素 (SFN) 對三苯基錫 (TPT) 誘導的鯉魚肝毒性、免疫功能障礙和腸道微生物群失調的保護作用。鯉魚分為三組，暴露8週，包括對照組、10μg/L TPT組和10μg/L TPT+10mg/kg SFN組。該結果表明，TPT 暴露顯著誘導 (P < 0.05) 肝毒性，表現為增加肝臟總膽汁酸 (TBA) 和總膽固醇水平，同時上調 Hsp70/90 並下調溶菌酶基因表達。補充 SFN 可減少 TBA 積累，使 Hsp90 和溶菌酶表達正常化，減輕 TPT 誘導的脂質失調和免疫抑制。轉錄組分析顯示，TPT 暴露激活了脂質代謝途徑（PPAR 信號傳導和膽固醇代謝），但抑制了免疫相關途徑。補充 SFN 通過豐富葡萄糖和氨基酸代謝途徑並激活 AMPK 信號傳導來恢復代謝穩態，同時還調節關鍵基因（PLIN1、ME1、CPT1B）的表達。 SFN + TPT 中微生物群組成發生了變化，包括有益的梭桿菌和鯨桿菌增加，致病性變形菌和氣單胞菌減少。通過增強 Toll 樣/NOD 樣受體的免疫通路，SFN + TPT 中腸道轉錄組失調得以恢復。在 SFN + TPT 中，腸道微生物（Kaistia、迷走球菌）與肝/腸道基因表達存在顯著相關性。總的來說，這些發現闡明了 TPT 誘導肝臟和腸道免疫毒性的新機制，並證明了 SFN 的保護作用，為其在毒性緩解策略中的應用提供了理論基礎。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n本研究探討了蘿蔔硫素 (SFN) 對三苯基錫 (TPT) 誘導的鯉魚肝毒性、免疫功能障礙和腸道微生物群失調的保護作用。 鯉魚分為三組，暴露8週，包括對照組、10μg/L TPT組和10μg/L TPT+10mg/kg SFN組。 該結果表明，TPT 暴露顯著誘導 (P < 0.05) 肝毒性，表現為增加肝臟總膽汁酸 (TBA) 和總膽固醇水平，同時上調 Hsp70/90 並下調溶菌酶基因表達。 補充 SFN 可減少 TBA 積累，使 Hsp90 和溶菌酶表達正常化，減輕 TPT 誘導的油油的東西失調和免疫抑制。",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41027171/"
  },
  {
    "id": "40714240",
    "title_en": "Gut microbiota-related glutathione metabolism is key mechanism for sulforaphane ameliorating ulcerative colitis.",
    "abstract_zh_tw": "腸道屏障功能障礙與腸道菌群及其代謝物的失調有關，這與潰瘍性結腸炎（UC）的發病機制密切相關。最近的研究表明蘿蔔硫素 (SFN) 對 UC 具有有益作用。然而，腸道菌群和微生物代謝在 SFN 抗 UC 機制中的作用仍不清楚。在這項研究中，我們觀察到 SFN 給藥顯著改善了右旋糖酐硫酸鈉 (DSS) 誘導的結腸炎小鼠的病理表型，恢復了腸道屏障完整性，並減少了結腸炎症。腸道微生物群分析表明，在 DSS 誘導的小鼠中，SFN 給藥可重新平衡腸道微生物群組成的變化，包括 Turicibacter、Lactobacillus 和 Bacteroides 等屬。此外，非靶向代謝組學分析表明，DSS 誘導的小鼠中，胃腸道中微生物花生四烯酸代謝、丙氨酸、天冬氨酸、谷氨酸代謝以及穀胱甘肽代謝水平發生顯著改變。有趣的是，SFN 治療顯著恢復了穀胱甘肽代謝的改變和相關代謝物的水平。此外，我們觀察到，在 SFN 治療後，DSS 誘導的小鼠結腸中受穀胱甘肽代謝調節的 MAPK/NF-κB 信號通路受到抑制。總的來說，這些結果表明 SFN 可以通過恢復失調的腸道微生物群和穀胱甘肽代謝來緩解 DSS 誘導的小鼠結腸炎，從而調節 MAPK/NF-κB 信號通路，增強腸道屏障功能並減少結腸炎症。重要的是，我們的研究結果闡明了 SFN 改善腸道屏障功能的新機制，突顯了其推動 SFN 衍生療法開髮用於結腸炎臨床治療的潛力。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n腸道屏障功能障礙與腸道菌群及其身體處理東西的能力物的失調有關，這與潰瘍性結腸炎（UC）的發病機制密切相關。 最近的研究表明蘿蔔硫素 (SFN) 對 UC 具有有益作用。 然而，腸道菌群和微生物身體處理東西的能力在 SFN 抗 UC 機制中的作用仍不清楚。 在這項研究中，我們觀察到 SFN 給藥顯著改善了右旋糖酐硫酸鈉 (DSS) 誘導的結腸炎小鼠的病理表型，恢復了腸道屏障完整性，並減少了結腸身體裡的紅腫不舒服。",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40714240/"
  },
  {
    "id": "40581607",
    "title_en": "Dietary Supplements in the Management of Symptoms Associated With Autism Spectrum Disorder: A Scoping Review.",
    "abstract_zh_tw": "自閉症譜系障礙 (ASD) 是一種神經發育障礙，其中氧化應激是其病理生理學的有力假設。治療通常涉及補充療法和精神藥物。然而，儘管這些藥物有好處，但也會引起副作用。因此，維生素、礦物質、抗氧化劑和脂肪酸等物質因其可能的益處而成為研究的主題。本次範圍界定綜述旨在繪製有關可減輕自閉症譜系障礙相關症狀的物質的文獻。審查遵循 PRISMA 指南和喬安娜·布里格斯研究所證據綜合手冊。研究的物質是葉酸、左旋肉鹼、左旋肌肽、褪黑激素、甲鈷胺、蘿蔔硫素、β-葡聚醣和泛醇。這些干預措施減輕了一些症狀，改善了社交能力、認知、語言、兒童自閉症評定量表（CARS）評分、臨床總體印象量表（CGI-I）評分和睡眠障礙，且副作用輕微或沒有。儘管需要進一步研究，但文獻中描述的物質具有在臨床實踐中使用的潛力，並且可以作為減少自閉症或與合併症相關的症狀的選擇，以提高該人群的生活質量。範圍界定審查註冊：該協議於 2022 年 6 月 30 日在開放科學框架上前瞻性註冊 (https://osf.io/2ejhk)。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n自閉症譜系障礙 (ASD) 是一種神經發育障礙，其中氧化應激是其病理生理學的有力假設。 治療通常涉及補充療法和精神藥物。 然而，儘管這些藥物有好處，但也會引起副作用。 因此，維生素、礦物質、抗氧化劑和脂肪酸等物質因其可能的益處而成為研究的主題。",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40581607/"
  },
  {
    "id": "40239010",
    "title_en": "An overview of potential of natural compounds to regulate epigenetic modifications in colorectal cancer: a recent update.",
    "abstract_zh_tw": "儘管近幾十年來治療方式取得了進步，結直腸癌（CRC）仍然是一個令人震驚的全球健康問題。在導致結直腸癌的各種因素中，本綜述強調了表觀遺傳機制在其發病機制和進展中的關鍵作用。這篇綜述還描述了天然化合物在改變表觀遺傳景觀中的潛在作用，主要關注 DNA 甲基化、組蛋白修飾和非編碼 RNA。使用 PubMed、Google Scholar 和 ScienceDirect 等知名搜索引擎和數據庫對過去五年的出版物進行搜索和檢索。在搜索過程中，諸如CRC/結直腸癌、CAC/結腸炎相關CRC、炎症小體、表觀遺傳調節、金雀異黃素、薑黃素、槲皮素、白藜蘆醇、花青素、蘿蔔硫素和表沒食子兒茶素-3-沒食子酸酯等關鍵詞以各種組合使用。這些天然化合物主要影響 Wnt/β-catenin、NF-κB 和 PI3K/AKT 等通路，抑制 CRC 細胞增殖和氧化應激，增強抗炎和凋亡作用。然而，由於其生物利用度低，其臨床應用受到限制。然而，存在多種方法來克服此類挑戰，包括但不限於結構修飾、納米顆粒封裝、生物增強劑和新穎的先進遞送系統。這些方法提高了它們作為支持療法的潛力，以表觀遺傳學方式靶向 CRC 進展，且副作用更少。目前的研究重點是增強表觀遺傳靶向來控制結直腸癌進展，同時最大限度地減少副作用，強調作為獨立或協同療法提高特異性、生物利用度和療效。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n儘管近幾十年來治療方式取得了進步，結直腸癌（CRC）仍然是一個令人震驚的全球健康問題。 在導致結直腸癌的各種因素中，本綜述強調了表觀遺傳機制在其發病機制和進展中的關鍵作用。 這篇綜述還描述了天然化合物在改變表觀遺傳景觀中的潛在作用，主要關注 DNA 甲基化、組蛋白修飾和非編碼 RNA。 使用 PubMed、Google Scholar 和 ScienceDirect 等知名搜索引擎和數據庫對過去五年的出版物進行搜索和檢索。",
    "pub_date": "2025-Dec",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40239010/"
  },
  {
    "id": "41291551",
    "title_en": "Nanoliposome-mediated delivery of sulforaphane suppresses Ehrlich ascites carcinoma growth and improves liver integrity and therapeutic outcomes in a murine model.",
    "abstract_zh_tw": "蘿蔔硫素（SFN）的抗癌活性涉及多種信號通路，但其對抗小鼠艾利希腹水癌（EAC）的機制仍不清楚。本研究評估了裝載 SFN 的納米脂質體 (SFN-NLP) 的抗腫瘤功效。 90 隻雌性瑞士白化小鼠被分為六組：(1) 未經治療的對照組，(2) 單獨 SFN（50 mg/kg/天，口服），(3) 單獨 SFN-NLP（50 mg/kg/天，口服），(4) 攜帶 EAC 的小鼠（2.5 × 10⁶ 細胞，腹膜內註射），(5) EAC + SFN，以及(6) EAC + SFN-NLP。荷瘤組的治療持續20天。 SFN-NLP 顯著降低了 EAC 腫瘤體積、活細胞計數和腫瘤標誌物水平，同時比游離 SFN 更有效地延長生存期。 SFN-NLP 通過抑制炎症基因表達（NF-κB、COX-2）並通過上調 TP53 和 Bax 以及同時下調 Bcl-2 將平衡轉向細胞凋亡來調節關鍵分子通路。在肝臟完整性方面，SFN-NLP 顯著減少 DNA 碎片和肝臟氧化應激，同時通過減少白細胞總數、TNF-α 和 C 反應蛋白來調節全身炎症。此外，SFN-NLP 對組織病理學和超微結構肝損傷具有卓越的保護作用。此外，分子對接分析表明 SFN 與抗氧化防禦、炎症調節和細胞凋亡相關的蛋白質可能存在相互作用，表明其具有潛在的調節作用。總之，納米配方的 SFN 增強了穩定性，增強了功效，並促進了持續釋放和生物利用度，從而增強了其在 EAC 小鼠中的抗腫瘤、抗炎、抗氧化和促凋亡作用。這些發現強調了 SFN-NLP 通過調節炎症和凋亡基因表達來抑制腫瘤生長，同時保持肝臟完整性的潛力。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n蘿蔔硫素（SFN）的抗癌活性涉及多種信號通路，但其對抗小鼠艾利希腹水癌（EAC）的機制仍不清楚。 本研究評估了裝載 SFN 的納米油油的東西體 (SFN-NLP) 的抗腫瘤功效。 90 隻雌性瑞士白化小鼠被分為六組：(1) 未經治療的對照組，(2) 單獨 SFN（50 mg/kg/天，口服），(3) 單獨 SFN-NLP（50 mg/kg/天，口服），(4) 攜帶 EAC 的小鼠（2.5 × 10⁶ 身體裡的小工人，腹膜內註射），(5) EAC + SFN，以及(6) EAC + SFN-NLP。 荷瘤組的治療持續20天。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41291551/"
  },
  {
    "id": "41135276",
    "title_en": "Sulforaphane targets STAT3-CKMT2-AS1 to suppress gastric cancer via PSMB8 downregulation and AIMP1 stabilization.",
    "abstract_zh_tw": "胃癌（GC）仍然是對人類健康最嚴重的威脅之一，治療選擇有限。蘿蔔硫素 (SFN) 是一種天然異硫氰酸酯，具有抗腫瘤活性；然而，其在GC中作用的分子機制仍不清楚。探討SFN在胃癌中的作用機制。在體外和體內綜合評估SFN的抗腫瘤作用，然後進行測序分析以鑑定靶向的lncRNA。隨後進行力學驗證實驗，確定STAT3-CKMT2-AS1調控軸涉及的上下游調控元件。我們證明 SFN 強烈抑制 GC。 SFN 下調 lncRNA CKMT2-AS1 的表達。人類胃癌組織中 CKMT2-AS1 表達水平升高與患者生存率低相關。 CKMT2-AS1 的敲低在體內和體外均顯著抑制 GC 增殖和遷移，而 CKMT2-AS1 過表達則增強惡性表型。從機制上講，我們確定 STAT3 是驅動 CKMT2-AS1 表達的轉錄激活劑，SFN 直接結合併抑制 STAT3 磷酸化以降低其轉錄活性。有趣的是，細胞質CKMT2-AS1競爭性吸附miR-451a，導致PSMB8的表達，最終促進GC惡性表型的進展。此外，我們發現CKMT2-AS1直接與RNA結合蛋白（RBP）AIMP1結合，通過蛋白酶體途徑促進泛素化介導的AIMP1蛋白降解。高表達的 AIMP1 蛋白反過來會抑制 PI3K/AKT 信號通路的磷酸化，該信號通路在幾乎所有實體瘤中都過度激活。我們的研究結果不僅闡明了通過 STAT3/CKMT2-AS1 調節軸介導的新型 SFN 介導的腫瘤抑制機制，而且還驗證了 CKMT2-AS1 作為 GC 干預的有前景的治療靶點。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n胃癌（GC）仍然是對人類健康最嚴重的威脅之一，治療選擇有限。 蘿蔔硫素 (SFN) 是一種天然異硫氰酸酯，具有抗腫瘤活性；然而，其在GC中作用的分子機制仍不清楚。 探討SFN在胃癌中的作用機制。 在體外和體內綜合評估SFN的抗腫瘤作用，然後進行測序分析以鑑定靶向的lncRNA。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41135276/"
  },
  {
    "id": "41285978",
    "title_en": "New fluorescently labeled isothiocyanate derivatives as a potential cancer theranostic tool.",
    "abstract_zh_tw": "癌症是 20 世紀和 21 世紀的瘟疫，影響著患病的個人、他們的家庭以及整個微觀和宏觀社區。儘管科學家努力尋找新的診斷和治療方法，但有關疾病和死亡病例的統計數據卻變得越來越令人震驚。因此，尋找能夠在診斷過程中啟動治療的治療診斷工具極其重要。治療診斷學涉及使用一種工具，該工具是一種同時執行兩種功能的結構：成像（診斷）和對癌細胞的選擇性細胞毒性（治療）。目前，熒光成像由於其低侵入性和極高的靈敏度，在治療診斷學的發展中引起了人們的關注。因此，設計、合成並研究了結構修飾對熒光標記異硫氰酸酯（ITC）衍生物生物活性的影響。能夠成像的熒光標記和負責生物活性的異硫氰酸酯基團的共價組合通過連接體連接，允許獲得具有高應用潛力的構建體，該構建體結合了診斷和治療功能。為了驗證合成衍生物的治療潛力，檢查了熒光團類型和連接體長度對ITC基團抗癌效果的影響。此外，監測所得化合物穿過細胞膜的能力以及滲透後在細胞中的保留時間，以驗證其診斷潛力。使用乳腺癌（T47D）和前列腺癌（PC3）的模型細胞係來研究該活性。使用健康真皮成纖維細胞系（HDFa）來測試選擇性。使用的參考化合物是蘿蔔硫素 (SFN)，它是研究最充分的活性 ITC 衍生物之一。研究過程中發現，所有化合物均比參考化合物具有更高的抗癌活性。抗癌活性取決於熒光團的類型和接頭的長度。與 SFN 相比，最具活性的化合物的 IC<sub>50</sub> 值對於前列腺癌細胞低 30 倍以上，對於乳腺癌細胞低近 30 倍。對合成類似物的抗癌活性的研究使我們得出結論，ITC 基團負責這些化合物的活性，而熒光團的存在增強了它。此外，發現所有測試的化合物都能穿透細胞膜。用低濃度化合物處理 5 分鐘後，可以看到細胞中染料的積累。此外，從培養基中除去染料後，即使在 24 小時後仍可以以更高的對比度記錄細胞熒光。研究證實獲得了兼具潛在診斷和治療功能的化合物。因此，熒光標記的 ITC 衍生物代表了超級有前途的治療診斷工具。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n癌症是 20 世紀和 21 世紀的瘟疫，影響著患病的個人、他們的家庭以及整個微觀和宏觀社區。 儘管科學家努力尋找新的診斷和治療方法，但有關疾病和死亡病例的統計數據卻變得越來越令人震驚。 因此，尋找能夠在診斷過程中啟動治療的治療診斷工具極其重要。 治療診斷學涉及使用一種工具，該工具是一種同時執行兩種功能的結構：成像（診斷）和對癌身體裡的小工人的選擇性身體裡的小工人毒性（治療）。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41285978/"
  },
  {
    "id": "41275316",
    "title_en": "Investigating the clinical efficacy, safety and molecular mechanism of sulforaphane in autism spectrum disorder: an integrated study combining meta-analysis, network pharmacology, and computational biology.",
    "abstract_zh_tw": "蘿蔔硫素是一種富含十字花科蔬菜的天然抗氧化劑，已成為治療自閉症譜系障礙 (ASD) 的一種很有前途的膳食補充劑。然而，其治療效果仍存在爭議，藥理機制尚未完全闡明。符合條件的隨機對照試驗是從 PubMed、Web of Science、Embase 和 Cochrane 圖書館數據庫中檢索的。 Review Manager 5.4 用於薈萃分析和偏倚風險評估。採用網絡藥理學、孟德爾隨機化、GEO數據分析、分子對接和分子動力學模擬等方法探討蘿蔔硫素治療自閉症譜系障礙的作用機制。薈萃分析中納入了涉及 333 名參與者的六項試驗。匯總結果表明，與安慰劑對照組相比，補充蘿蔔硫素 4-5 周和 8-10 週均顯著降低了社會反應量表的分數。不良事件發生率沒有觀察到顯著差異。網絡藥理學確定了蘿蔔硫素在 ASD 中的 10 個核心靶點，包括 AKT1、EGFR、HSP90AA1、SRC、CASP3、STAT1、MAPK1、MMP9、MAPK8 和 JAK2。這些靶標涉及 PI3K-Akt 信號通路、MAPK 信號通路、趨化因子信號通路、化學致癌作用 - 活性氧、TNF 信號通路、Th17 細胞分化、mTOR 信號通路和 IL-17 信號通路。孟德爾隨機化進一步揭示了 STAT1 水平與 ASD 風險之間的負相關關係。 GEO 轉錄組數據為網絡藥理學預測提供了獨立驗證。蘿蔔硫素與前 10 個核心靶標之間的結合能均≤-4.0 kcal/mol。分子動力學模擬進一步驗證了MMP-9與蘿蔔硫素之間的穩定相互作用。蘿蔔硫素通過其抗氧化和抗炎作用以及自噬的調節介導，可以作為自閉症譜系障礙（ASD）有效且安全的輔助治療。 CRD42025635045。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n蘿蔔硫素是一種富含十字花科蔬菜的天然抗氧化劑，已成為治療自閉症譜系障礙 (ASD) 的一種很有前途的膳食補充劑。 然而，其治療效果仍存在爭議，藥理機制尚未完全闡明。 符合條件的隨機對照試驗是從 PubMed、Web of Science、Embase 和 Cochrane 圖書館數據庫中檢索的。 Review Manager 5.4 用於薈萃分析和偏倚風險評估。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41275316/"
  },
  {
    "id": "41276024",
    "title_en": "Aurocyanide, an active metabolite of auranofin, exerts cytoprotective effects via ROS-mediated Nrf2 activation in HepG2 cells.",
    "abstract_zh_tw": "金諾芬 (Auranofin) 是一種經 FDA 批准用於治療類風濕性關節炎的口服金 (I) 化合物，由於其既定的臨床安全性和新興的治療潛力，正在重新調整其用途。鑑於其廣泛的體內代謝，識別活性代謝物並表徵其生物活性對於理解其治療機制至關重要。在這裡，我們評估了七種潛在的金諾芬代謝物對叔丁基過氧化氫誘導的 HepG2 細胞氧化損傷的細胞保護作用。 MTT 和活細胞成像檢測表明，其中只有金氰化物顯著提高了細胞活力。這項研究首次闡明了金氰化物細胞保護作用的分子機制，重點是 Nrf2 信號傳導。金氰化物可抑制叔丁基過氧化氫誘導的細胞內和線粒體 ROS 產生，並顯著提高抗氧化反應元件 (ARE)-熒光素酶活性，與蘿蔔硫素相當。它還促進 Nrf2 的核積累，導致 Nrf2 調節的抗氧化酶（GCL、HO-1、NQO1）上調。 Nrf2 靶基因的誘導在 HepG2 細胞和原代小鼠肝細胞中得到證實。金氰化物提高細胞內 GSH 水平並減輕叔丁基過氧化氫誘導的 GSH 消耗。重要的是，在 Nrf2 敲低細胞中，金氰化物的細胞保護作用顯著降低，凸顯了 Nrf2 的重要作用。 N-乙酰基-L-半胱氨酸 (NAC) 預處理消除了金氰化物誘導的 Nrf2 激活和 HO-1 上調，表明 ROS 參與了 Nrf2/ARE 通路激活。金氰化物會誘導輕微的 ROS 產生，NAC 會減少這種產生，而 NAC 也會減弱金氰化物對氧化損傷的保護作用。總之，金氰化物是金諾芬的活性代謝物，通過 ROS 介導的 Nrf2 信號通路激活發揮抗氧化和保肝作用，拓寬了我們對其在肝髒病理學中藥理作用的理解。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n金諾芬 (Auranofin) 是一種經 FDA 批准用於治療類風濕性關節炎的口服金 (I) 化合物，由於其既定的臨床安全性和新興的治療潛力，正在重新調整其用途。 鑑於其廣泛的體內身體處理東西的能力，識別活性身體處理東西的能力物並表徵其生物活性對於理解其治療機制至關重要。 在這裡，我們評估了七種潛在的金諾芬身體處理東西的能力物對叔丁基過氧化氫誘導的 HepG2 身體裡的小工人氧化損傷的身體裡的小工人保護作用。 MTT 和活身體裡的小工人成像檢測表明，其中只有金氰化物顯著提高了身體裡的小工人活力。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41276024/"
  },
  {
    "id": "41252472",
    "title_en": "The effect of gamma radiation seed priming on glucosinolate metabolism, microbial dynamics, and antimicrobial activity in Brassicaceae sprouts.",
    "abstract_zh_tw": "發芽會增加十字花科植物中生物活性化合物的含量，包括芥子油苷、氨基酸和花青素。本研究考察了伽馬輻射種子引發對金蓮花、芥菜和蘿蔔芽的生長、代謝和生物活性積累的影響。這三個物種的種子用伽馬輻射（0.1 kGy/h）引發並在受控條件下生長。測量生物量；代謝分析可量化芥子油苷、氨基酸、類黃酮和花青素。評估了芥子油苷和類黃酮生物合成的酶活性。使用 FRAP 和 DPPH 測定評估抗氧化潛力；測試了對大腸桿菌和糞腸球菌的抗菌活性。測量微生物計數（APC 和大腸菌群）。伽馬輻射使 N 中的生物量增加了 48%、36% 和 71%。 officinale、E. sativa</i> 和 <i>R.分別是 raphanistrum</i>。芥子油苷增加，尤其是芥子油苷（在苜蓿中高達 227%）和蘿蔔硫苷（高達 60%），與較高的前體氨基酸（亮氨酸、色氨酸、蛋氨酸）、穀胱甘肽以及穀胱甘肽 S-轉移酶和磺基轉移酶的活性有關。黑芥子酶活性增加，增加了蘿蔔硫素的含量。黃酮類化合物激增：槲皮素 (48 -191%)、山奈酚 (75 -172%)、花青素 (42 -60%)，PAL、CHS、4CL 和 C4H 活性升高。儘管 APC 和大腸菌群有所增加，但抗氧化和抗菌 (40 -77%) 潛力有所改善。伽馬輻射引發可增強十字花科芽苗菜的生長、次生代謝物積累、抗氧化潛力和抗菌活性。它提供了一種有前途的方法來改善食用芽菜的營養和功能品質，有助於食品安全和健康。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n發芽會增加十字花科植物中生物活性化合物的含量，包括芥子油苷、氨基酸和花青素。 本研究考察了伽馬輻射種子引發對金蓮花、芥菜和蘿蔔芽的生長、身體處理東西的能力和生物活性積累的影響。 這三個物種的種子用伽馬輻射（0.1 kGy/h）引發並在受控條件下生長。 測量生物量；身體處理東西的能力分析可量化芥子油苷、氨基酸、類黃酮和花青素。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41252472/"
  },
  {
    "id": "41265122",
    "title_en": "Synergistic strategies of sulforaphane biosynthesis and functional properties in broccoli sprouts powder obtained from sucrose stress modulation coupled with vacuum freeze-drying.",
    "abstract_zh_tw": "本研究調查了蛋氨酸-蔗糖脅迫處理對西蘭花芽苗菜蘿蔔硫苷生物合成的影響以及真空冷凍乾燥 (VFD) 對芽苗菜粉質量的影響。結果表明，與對照（9.72 mg/g）相比，蔗糖處理使 4 天豆芽中的蘿蔔硫苷含量增加了 316.30%，同時總異硫氰酸鹽 (ITC) 增加了 42.65%，花青素增加了 70.00%。該治療增強了黑芥子酶活性並上調了滲透調節劑。 PCA 證實，蔗糖脅迫優化了西蘭花芽的營養品質，並在富集蘿蔔硫素方面表現出潛力。 VFD 西蘭花芽粉對蘿蔔硫素 (6.00 mg/g dw) 和總 ITC (7.00 mg/g dw) 具有較高的保留率，並具有最佳的持水能力、持油能力和膨脹能力。蘿蔔硫素提取物對大腸桿菌（16.00 毫米抑菌圈）和金黃色葡萄球菌（10.02 毫米）表現出顯著的抗菌活性。蔗糖脅迫和 VFD 的協同應用為開發功能性食品提供了一種有前景的方法。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n本研究調查了蛋氨酸-蔗糖脅迫處理對西蘭花芽苗菜蘿蔔硫苷生物合成的影響以及真空冷凍乾燥 (VFD) 對芽苗菜粉質量的影響。 結果表明，與對照（9.72 mg/g）相比，蔗糖處理使 4 天豆芽中的蘿蔔硫苷含量增加了 316.30%，同時總異硫氰酸鹽 (ITC) 增加了 42.65%，花青素增加了 70.00%。 該治療增強了黑芥子酶活性並上調了滲透調節劑。 PCA 證實，蔗糖脅迫優化了西蘭花芽的營養品質，並在富集蘿蔔硫素方面表現出潛力。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41265122/"
  },
  {
    "id": "41159773",
    "title_en": "Sulforaphane-Loaded Hydrogel Prolongs Fully MHC-Mismatched Skin Allograft Survival.",
    "abstract_zh_tw": "儘管有免疫抑制，急性排斥反應（AR）仍然是移植患者中常見的問題，也是移植物存活的危險因素。蘿蔔硫素 (SFN) 是十字花科植物中存在的一種植物化學物質，已被證明具有抗炎和免疫調節特性，但其對免疫細胞激活以及移植物存活的影響仍不清楚。因此，我們的目的是評估 SFN 的效果，並為了提高功效、效率和可用性，將其納入熱敏聚合物水凝膠中，以預防皮膚移植 (Tx) 模型小鼠的 AR。開發了一種熱敏水凝膠，含有分散在泊洛沙姆基質（20% w/v 的 PL407）中的 SFN（0.1%）和透明質酸（HA）（0.5%）（GS-PL407 20%、HA 和 SFN），並被表徵為液體粘性水凝膠。使用供體皮膚 Balb/c 小鼠進行完全 MHC 不相容的皮膚 Tx 程序，並將其移植到 C57BL/6 受體小鼠中。 GS 的細胞毒性測試是使用骨髓源性樹突狀細胞 (BMDC) 進行體外測定。用 GS 處理 BMDC 24 小時沒有出現細胞毒性。未經治療的同種異體移植小鼠在 Tx 後第 9 天出現 100% 的移植物損失。值得注意的是，與未經治療的受者相比，每 3 天皮下注射 GS 可使同種異體移植物的存活率提高 80%，持續時間超過 14 天 (<i>p</i> < 0.001)。組織學分析顯示，GS 治療小鼠皮膚 Tx 中的炎症細胞水平較低。 Tx 後第 5 天引流淋巴結的流式細胞術分析表明，GS 治療降低了 DC 和 CD4<sup>+</sup> T 細胞亞型的頻率和功能。體外 GS 處理的脂多醣激活的 BMDC 共刺激標記物的激活較少。綜上所述，GS 治療減少了 Tx 動物的免疫細胞激活，推遲 AR 發作並延長同種異體移植物的存活率。這一策略強調了 SFN 作為器官移植實驗進一步研究的有希望的候選者的作用，並與當前的免疫抑制方案結合進行測試。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n儘管有免疫抑制，急性排斥反應（AR）仍然是移植患者中常見的問題，也是移植物存活的危險因素。 蘿蔔硫素 (SFN) 是十字花科植物中存在的一種植物化學物質，已被證明具有抗炎和免疫調節特性，但其對免疫身體裡的小工人激活以及移植物存活的影響仍不清楚。 因此，我們的目的是評估 SFN 的效果，並為了提高功效、效率和可用性，將其納入熱敏聚合物水凝膠中，以預防皮膚移植 (Tx) 模型小鼠的 AR。 開發了一種熱敏水凝膠，含有分散在泊洛沙姆基質（20% w/v 的 PL407）中的 SFN（0.1%）和透明質酸（HA）（0.5%）（GS-PL407 20%、HA 和 SFN），並被表徵為液體粘性水凝膠。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41159773/"
  },
  {
    "id": "41292730",
    "title_en": "Oxidative-stress related increase in keratoconus tear MDA and GPX3 while NRF2-antioxidant functions decrease in stromal cells.",
    "abstract_zh_tw": "圓錐角膜 (KC) 是一種常見的眼部疾病，角膜會發生退行性變薄和變陡。在明顯的角膜表型出現之前缺乏用於早期診斷的生物標誌物，以及缺乏基於對 KC 生物學的基本了解的治療方法仍然是重大挑戰。為了解決這些問題，我們研究了未解決的氧化應激在 KC 發病機制中的作用。丙二醛 (MDA) 是一種在氧化應激過程中積累的脂質過氧化副產物，與未受影響的對照組相比，KC 患者淚液中的丙二醛 (MDA) 顯著升高，並且與最大角膜曲率 (Kmax)（衡量 KC 嚴重程度的指標）呈正相關。同樣，患者淚液中分泌的抗氧化劑穀胱甘肽過氧化物酶 3 (GPX3) 顯著增加，並且與 Kmax 密切相關。在氧化應激的細胞培養模型中，KC 角膜基質細胞顯示出細胞凋亡增加和 NRF2（抗氧化基因的轉錄因子主調節因子）的激活欠佳。相反，抑制供體基質細胞中的 NRF2 會引發 KC 樣細胞表型，而蘿蔔硫素（一種 NRF2 增強劑）可恢復抗氧化基因表達和角膜典型膠原蛋白的沉積。我們的研究發現圓錐角膜中細胞抗氧化信號失調，蘿蔔硫素治療可能具有恢復作用。患者淚液 MDA 和 GPX3 的持續增加表明這些是 KC 診斷和嚴重程度預測的有前途的生物標誌物。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n圓錐角膜 (KC) 是一種常見的眼部疾病，角膜會發生退行性變薄和變陡。 在明顯的角膜表型出現之前缺乏用於早期診斷的生物標誌物，以及缺乏基於對 KC 生物學的基本了解的治療方法仍然是重大挑戰。 為了解決這些問題，我們研究了未解決的氧化應激在 KC 發病機制中的作用。 丙二醛 (MDA) 是一種在氧化應激過程中積累的油油的東西過氧化副產物，與未受影響的對照組相比，KC 患者淚液中的丙二醛 (MDA) 顯著升高，並且與最大角膜曲率 (Kmax)（衡量 KC 嚴重程度的指標）呈正相關。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41292730/"
  },
  {
    "id": "40946670",
    "title_en": "Targeting GCS regulates the NRF2 axis to inhibit hepatocyte endoplasmic reticulum stress-ferroptosis improving immune-mediated liver injury.",
    "abstract_zh_tw": "鐵死亡是一種受調節的、鐵依賴性細胞死亡形式，由細胞膜上脂質過氧化物的毒性積累引發。儘管已確定鞘氨醇代謝物可以激活鐵死亡信號通路，但它們是否參與調節免疫介導的肝損傷中的內質網應激（ERS）鐵死亡還需要進一步研究。本研究使用 GCS 抑製劑 GENZ-123346 (GENZ) 治療刀豆蛋白 A 誘導的小鼠免疫性肝損傷。通過分析炎症因子水平和肝臟組織學來評估 GENZ 的效果。此外，還對 GENZ 的抗氧化和脂質過氧化能力進行了體內和體外測試。基於NFE2相關因子2（NRF2）信號通路表達（包括si-NRF2、NRF2誘導劑蘿蔔硫素（SFN）和抑製劑ML385）的調節，研究GENZ對ERS-鐵死亡的調節作用。 GENZ給藥可提高免疫介導性肝損傷小鼠的存活率，降低血清轉氨酶活性，抑制炎症因子產生，減少肝細胞鐵死亡。在體外實驗中，AML12細胞的鐵死亡伴隨著ERS相關蛋白葡萄糖調節蛋白78（GRP78）和C/EBP同源蛋白（CHOP）的激活以及內質網超微結構的輕度改變。 4-苯基丁酸 (4-PBA) 對 ERS ​​​​的抑制可減輕 AML12 細胞中的鐵死亡。然而，當用鐵死亡誘導劑RSL3與ERS誘導劑毒胡蘿蔔素(Tg)聯合處理細胞時，GENZ不能有效抑製鐵死亡。沉默 NRF2 會加劇細胞鐵死亡和 ERS，同時減少下游效應子血紅素加氧酶-1 (HO-1) 和 NAD(P)H 醌氧化還原酶 1 (NQO1) 的表達。相反，SFN 治療減輕了這些影響並上調 NRF2 信號傳導，增加 HO-1 和 NQO1 表達。此外，ML385 的給藥逆轉了 GENZ 對小鼠免疫介導的肝損傷的保肝和抗氧化作用。 GCS 抑制通過調節 NRF2 抗氧化途徑抑制 ERS ​​​​和肝細胞鐵死亡來發揮保肝作用，揭示了鞘醣脂代謝在免疫介導的肝損傷和程序性肝細胞死亡中的新作用。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n鐵死亡是一種受調節的、鐵依賴性身體裡的小工人死亡形式，由身體裡的小工人膜上油油的東西過氧化物的毒性積累引發。 儘管已確定鞘氨醇身體處理東西的能力物可以激活鐵死亡信號通路，但它們是否參與調節免疫介導的肝損傷中的內質網應激（ERS）鐵死亡還需要進一步研究。 本研究使用 GCS 抑製劑 GENZ-123346 (GENZ) 治療刀豆蛋白 A 誘導的小鼠免疫性肝損傷。 通過分析身體裡的紅腫不舒服因子水平和肝臟組織學來評估 GENZ 的效果。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40946670/"
  },
  {
    "id": "41196460",
    "title_en": "Sulforaphane: a natural organosulfur having potential to modulate apoptosis and survival signalling in cancer.",
    "abstract_zh_tw": "由於其藥理優勢不斷擴大，蘿蔔硫素（一種來自西蘭花等十字花科蔬菜的異硫氰酸鹽）越來越受歡迎。本綜述旨在提供對蘿蔔硫素在癌症治療中應用的全面了解和最新更新。蘿蔔硫素與許多信號分子相互作用，控制惡性細胞中的各種途徑，包括血管生成、細胞凋亡、細胞週期停滯、轉移和炎症途徑。本綜述探討了這種異硫氰酸酯對炎症介質、半胱天冬酶、MMP、細胞因子以及蛋白質 Bax 和 Bcl-2 的影響。此外，還回顧了納米技術的優勢以及在蘿蔔硫素應用中的協同效應。有證據表明，蘿蔔硫素是如何利用民族藥理學專業知識來創造現代藥物的光輝典範。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n由於其藥理優勢不斷擴大，蘿蔔硫素（一種來自西蘭花等十字花科蔬菜的異硫氰酸鹽）越來越受歡迎。 本綜述旨在提供對蘿蔔硫素在癌症治療中應用的全面了解和最新更新。 蘿蔔硫素與許多信號分子相互作用，控制惡性身體裡的小工人中的各種途徑，包括血管生成、身體裡的小工人凋亡、身體裡的小工人週期停滯、轉移和身體裡的紅腫不舒服途徑。 本綜述探討了這種異硫氰酸酯對身體裡的紅腫不舒服介質、半胱天冬酶、MMP、身體裡的小工人因子以及蛋白質 Bax 和 Bcl-2 的影響。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41196460/"
  },
  {
    "id": "41200212",
    "title_en": "Analysis of Different Parts of Broccoli (<i>Brassica oleracea</i> var. <i>italica</i>) Leaves and Retention of Functional Compounds Under Different Cooking Methods.",
    "abstract_zh_tw": "西蘭花副產品（例如西蘭花葉和莖）的處置可能會對環境產生有害影響。然而，這些副產品可能含有大量具有潛在健康益處的植物化學化合物。在這項研究中，分析了西蘭花葉子不同部分（例如葉片和葉柄）的植物化學成分和抗氧化活性，以確定它們作為功能性食品材料的潛在用途。西蘭花葉片中檢測到 10 種芥子油苷、1 種腈、1 種異硫氰酸酯、14 種羥基肉桂酸、3 種苯甲酸、5 種類黃酮和 1 種木脂素，而 10 種芥子油苷、1 種腈、1 種異硫氰酸酯、11 種羥基肉桂酸、3 種苯甲酸、0 種類黃酮和 1 種木酚素。在葉柄中檢測到木酚素。葉片中的抗氧化活性始終很高，表明葉片中生物活性化合物的積累更多。此外，西蘭花葉片經過不同的烹飪方法（煮、蒸和真空低溫烹調），以評估抗氧化活性和蘿蔔硫素含量的變化。根據烹飪方法的不同，觀察到顯著差異，蒸煮和真空低溫烹調方法比煮沸的抗氧化活性更高。儘管與原始樣品相比，煮沸和蒸煮都會導致蘿蔔硫素含量降低，但真空低溫烹調法會導致蘿蔔硫素含量增加。綜上所述，西蘭花葉片具有優異的植物化學成分和抗氧化活性，並且當西蘭花葉片真空低溫烹調時，生物活性化合物的保留率最高，這表明可以通過食品升級來開發保健功能食品。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n西蘭花副產品（例如西蘭花葉和莖）的處置可能會對環境產生有害影響。 然而，這些副產品可能含有大量具有潛在健康益處的植物化學化合物。 在這項研究中，分析了西蘭花葉子不同部分（例如葉片和葉柄）的植物化學成分和抗氧化活性，以確定它們作為功能性食品材料的潛在用途。 西蘭花葉片中檢測到 10 種芥子油苷、1 種腈、1 種異硫氰酸酯、14 種羥基肉桂酸、3 種苯甲酸、5 種類黃酮和 1 種木脂素，而 10 種芥子油苷、1 種腈、1 種異硫氰酸酯、11 種羥基肉桂酸、3 種苯甲酸、0 種類黃酮和 1 種木酚素。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41200212/"
  },
  {
    "id": "41189420",
    "title_en": "Glucosinolates Hydrolysis Products: Promising Bioactives for the Prevention of Diabetes.",
    "abstract_zh_tw": "芥子油苷 (GSL)，十字花科植物特有的富含硫成分及其具有治療活性的水解產物，包括脂肪族異硫氰酸酯（蘿蔔硫素、異硫氰酸烯丙酯）；芳香族異硫氰酸酯（異硫氰酸芐酯）；和吲哚-3-甲醇代謝物，主要有助於其抗糖尿病功效。它們具有降低胰島素抵抗、通過 Nrf2 激活增強抗氧化防禦機制、通過 NF-κB 抑制阻止炎症、防止肝葡萄糖過度生成、通過 Nrf2 激活和 NF-κB 抑制恢復 β 細胞功能、通過 PGC-1α 和 Nrf2 依賴性線粒體調節調節脂質和葡萄糖代謝、AMPK 調節、SREBP1 下調以及激活瞬時受體電位（TRP 香草酸 1 型和TRP 錨蛋白 1)。本綜述總結了 GSL 及其衍生物抗糖尿病干預的潛在機制途徑和研究成果。儘管食用 GSL 與預防糖尿病有關，但大多數研究潛在機制和其他評估的研究都是基於體外和體內研究。此外，由於來源、劑量、製劑、研究設計的異質性、缺乏適當的標準化、樣本量不足和明確的目標人群，目前可用的臨床研究存在一定的局限性。因此，迫切需要使用標準化芥子油苷補充劑進行更多臨床研究。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n芥子油苷 (GSL)，十字花科植物特有的富含硫成分及其具有治療活性的水解產物，包括脂肪族異硫氰酸酯（蘿蔔硫素、異硫氰酸烯丙酯）；芳香族異硫氰酸酯（異硫氰酸芐酯）；和吲哚-3-甲醇身體處理東西的能力物，主要有助於其抗糖尿病功效。 它們具有降低胰島素抵抗、通過 Nrf2 激活增強抗氧化防禦機制、通過 NF-κB 抑制阻止身體裡的紅腫不舒服、防止肝葡萄糖過度生成、通過 Nrf2 激活和 NF-κB 抑制恢復 β 身體裡的小工人功能、通過 PGC-1α 和 Nrf2 依賴性線粒體調節調節油油的東西和葡萄糖身體處理東西的能力、AMPK 調節、SREBP1 下調以及激活瞬時受體電位（TRP 香草酸 1 型和TRP 錨蛋白 1)。 本綜述總結了 GSL 及其衍生物抗糖尿病干預的潛在機制途徑和研究成果。 儘管食用 GSL 與預防糖尿病有關，但大多數研究潛在機制和其他評估的研究都是基於體外和體內研究。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41189420/"
  },
  {
    "id": "41184790",
    "title_en": "Efficacy and safety of sulforaphane in schizophrenia: a systematic review and meta-analysis of randomized controlled trials.",
    "abstract_zh_tw": "蘿蔔硫素是一種從十字花科蔬菜（例如西蘭花芽）中提取的異硫氰酸鹽，其抗氧化和抗炎特性已被研究。這是首次系統評價和薈萃分析，探討蘿蔔硫素治療精神分裂症的潛力。我們檢索了 PubMed、Scopus、Web of Science 和 Cochrane Central 中從開始到 2025 年 4 月的研究。我們納入了評估蘿蔔硫素治療精神分裂症療效的隨機對照試驗 (RCT)。主要結果是陽性和陰性症狀量表（PANSS）總量表及其分量表的變化。次要結果包括認知測量、代謝標誌物和安全性。納入了 4 項隨機對照試驗，涉及 369 名精神分裂症患者。在最近一次隨訪（範圍為 24 周至 18 週）或一致的 12 週時間點，蘿蔔硫素並未顯著改善 PANSS 總評分或陽性症狀評分。然而，在第 12 週時間點發現陰性症狀略有改善（MD= -1.06；95% CI：-1.95 至 -0.16；p = 0.02），但在最近的隨訪中並未維持這種改善。一般精神病理學評分顯著改善（MD= -1.5；95% CI：-2.78 至 -0.23；p = 0.02）。沒有觀察到認知方面的益處。蘿蔔硫素導致代謝標誌物顯著降低，包括低密度脂蛋白、甘油三酯和膽固醇。蘿蔔硫素組的停藥率較低（RR = 0.68；95% CI：0.49至0.95；p = 0.02）。該研究初步了解了蘿蔔硫素對精神分裂症的潛在治療作用，顯示出一般精神病理學和陰性症狀的適度改善，具有有利的代謝變化和較低的停藥率。由於數據有限和異質性，研究結果應謹慎解釋。不適用。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n蘿蔔硫素是一種從十字花科蔬菜（例如西蘭花芽）中提取的異硫氰酸鹽，其抗氧化和抗炎特性已被研究。 這是首次系統評價和薈萃分析，探討蘿蔔硫素治療精神分裂症的潛力。 我們檢索了 PubMed、Scopus、Web of Science 和 Cochrane Central 中從開始到 2025 年 4 月的研究。 我們納入了評估蘿蔔硫素治療精神分裂症療效的隨機對照試驗 (RCT)。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41184790/"
  },
  {
    "id": "41075071",
    "title_en": "Nrf2 signaling in bone health: unlocking new avenues for osteoporosis management.",
    "abstract_zh_tw": "骨質疏鬆症 (OP) 是一種進行性骨骼疾病，其特徵是骨量減少、結構惡化和骨折風險增加，尤其是絕經後婦女和老年人。氧化應激和炎症是OP骨重塑破壞的關鍵因素。核因子紅細胞 2 相關因子 2 (Nrf2) 是細胞氧化還原穩態的主要調節因子，因其在骨代謝中的作用而受到關注。本綜述探討了 Nrf2 對成骨細胞 (OB) 和破骨細胞 (OC) 活性的調節影響。在 OB 中，適度的 Nrf2 激活可防止活性氧 (ROS) 誘導的細胞凋亡、增強分化並支持骨形成。相反，Nrf2 表達不足和過度都可能損害 OB 功能。在 OC 中，Nrf2 抑制 ROS 介導的通路，例如 MAPK 和 NF-κB，從而抑制分化和再吸收活性。 Nrf2 還通過下調促炎介質和抑制 NF-κB 核易位來減輕炎症。 Nrf2 敲除動物模型表現出與年齡相關的骨質流失、骨礦物質密度降低、小梁結構受損和骨折癒合延遲。氧化應激和炎症的增加會加劇這些影響。值得注意的是，已經觀察到性別特異性差異，雌性小鼠對 Nrf2 缺乏症表現出更大的敏感性，這可能是由於與雌激素信號傳導的相互作用所致。 Nrf2 還調節骨細胞特異性基因表達，進一步增強其在骨維持和機​​械轉導中的作用。使用巴多索隆甲基、蘿蔔硫素、槲皮素和薑黃素等藥物治療性激活 Nrf2 在減輕骨質流失方面顯示出希望。然而，精確的調製對於避免潛在的不利影響至關重要。總體而言，Nrf2 代表了預防和治療 OP 及相關肌肉骨骼疾病的有希望的靶點。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n骨質疏鬆症 (OP) 是一種進行性骨骼疾病，其特徵是骨量減少、結構惡化和骨折風險增加，尤其是絕經後婦女和老年人。 氧化應激和身體裡的紅腫不舒服是OP骨重塑破壞的關鍵因素。 核因子紅身體裡的小工人 2 相關因子 2 (Nrf2) 是身體裡的小工人氧化還原穩態的主要調節因子，因其在骨身體處理東西的能力中的作用而受到關注。 本綜述探討了 Nrf2 對成骨身體裡的小工人 (OB) 和破骨身體裡的小工人 (OC) 活性的調節影響。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41075071/"
  },
  {
    "id": "41022340",
    "title_en": "Role of inflammatory response in benzo[a]pyrene-induced noradrenergic axon degeneration in mouse brain.",
    "abstract_zh_tw": "環境污染是神經毒性的主要原因，可以解釋各種神經系統功能障礙。多環芳烴 (PAH) 苯並[a]芘 (B[a]P) 廣泛存在於環境中，包括燃燒或香煙煙霧污染的空氣，並被認為與神經退行性疾​​病的發展有關。我們之前的研究表明，B[a]P 降低了小鼠大腦中去甲腎上腺素能軸突密度並上調了促炎細胞因子。本研究的目的是探討這樣的假設：B[a]P 通過與大腦炎症反應相關的信號誘導神經退行性變，而蘿蔔硫素 (SFN) 作為一種天然存在的抗氧化劑和抗炎化合物，可以防止 B[a]P 誘導的神經毒性。成年雄性小鼠（C57Bl/6JJcl）每週一次通過咽部抽吸暴露於0、0.87、2.74或8.67μg的B[a]P，大約相當於（0.037、0.117和0.37mg/kg），每天皮下注射0或25mg/kg體重的SFN，持續4週。通過去甲腎上腺素能軸突密度和海馬區 CA1 和 CA3 中陽性染色的 Iba-1 小膠質細胞的形態學檢查來評估神經毒性。此外，我們還分析了同一組織中各種基因的表達。 8.67 µg 的 B[a]P 顯著增加了腦重量。蘿蔔硫素可防止 B[a]P 誘導的神經毒性，包括腦重量增加、去甲腎上腺素能軸突密度降低和海馬小膠質細胞激活。蘿蔔硫素還抑制 B[a]P 誘導的 Nf-κB 和 Il-6 上調。這些發現表明，SFN 能有效防止 B[a]P 誘導的神經炎症和軸突變性，並表明 B[a]P 誘導的神經變性是通過腦炎症反應介導的。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n環境污染是神經毒性的主要原因，可以解釋各種神經系統功能障礙。 多環芳烴 (PAH) 苯並[a]芘 (B[a]P) 廣泛存在於環境中，包括燃燒或香煙煙霧污染的空氣，並被認為與神經退行性疾​​病的發展有關。 我們之前的研究表明，B[a]P 降低了小鼠大腦中去甲腎上腺素能軸突密度並上調了促炎身體裡的小工人因子。 本研究的目的是探討這樣的假設：B[a]P 通過與大腦身體裡的紅腫不舒服反應相關的信號誘導神經退行性變，而蘿蔔硫素 (SFN) 作為一種天然存在的抗氧化劑和抗炎化合物，可以防止 B[a]P 誘導的神經毒性。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41022340/"
  },
  {
    "id": "40992247",
    "title_en": "Assessing the transplacental passage and breastmilk levels of broccoli sprout-derived sulforaphane.",
    "abstract_zh_tw": "先兆子癇的特徵是高血壓伴母體終末器官功能障礙和/或胎兒生長受限。蘿蔔硫素是西蘭花芽中發現的一種抗氧化劑，具有作為未來治療劑的潛力。蘿蔔硫素能夠在體外減輕內皮功能障礙的有害影響，因此在預防先兆子癇的有害影響方面具有獨特的優勢。然而，蘿蔔硫素在人類中從母親到胎兒/嬰兒的轉移性仍然未知。計劃進行選擇性剖腹產（妊娠 >37 週）的無並發症孕婦 (n = 8) 提供了書面知情同意書。剖腹產前服用單劑量的 EnduraCell（一種西蘭花芽提取物）（相當於 21 毫克蘿蔔硫素）。收集基線血壓、血液和尿液，並在手術時再次收集，以及臍帶血（靜脈和動脈）和胎盤樣本。分娩後 2-4 天，注射第二劑。兩小時後，採集母血和母乳。通過液相色譜質譜法處理和分析樣品以測量蘿蔔硫素。除了剖腹產當天外周舒張壓升高（p = 0.028）外，攝入 EnduraCell 後母親血壓或心率沒有變化。在母體血清 (70.10 ng/ml ± 11.90)、臍帶血 (靜脈：25.18 ng/mL ± 3.11，動脈：18.81 ng/mL ± 2.36)、尿液 (5726.00 ng/mL ± 1175.00)、胎盤組織中發現蘿蔔硫素（10.99 ng/mg ± 2.11）和母乳（1.33 ng/mL ± 2.29）。蘿蔔硫素存在於臍帶和母乳中，提供了世界上第一個蘿蔔硫素在人類母胎轉移的證據，並為未來研究相關胎兒影響開闢了途徑。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n先兆子癇的特徵是高血壓伴母體終末器官功能障礙和/或胎兒生長受限。 蘿蔔硫素是西蘭花芽中發現的一種抗氧化劑，具有作為未來治療劑的潛力。 蘿蔔硫素能夠在體外減輕內皮功能障礙的有害影響，因此在預防先兆子癇的有害影響方面具有獨特的優勢。 然而，蘿蔔硫素在人類中從母親到胎兒/嬰兒的轉移性仍然未知。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40992247/"
  },
  {
    "id": "40975498",
    "title_en": "A Systematic Review of Food-Derived DNA Methyltransferase Modulators: Mechanistic Insights and Perspectives for Healthy Aging.",
    "abstract_zh_tw": "DNA 甲基化代表了協調基因表達、細胞穩態和衰老軌蹟的重要表觀遺傳機制。 DNA 甲基轉移酶 (DNMT)（催化這一過程的酶）的失調與多種慢性疾病有關，包括癌症、心血管和代謝紊亂以及神經退行性疾​​病。新的證據表明，源自食物的生物活性化合物可以充當 DNMT 抑製劑，重塑表觀遺傳景觀。這項系統綜述已在 PROSPERO (CRD42022320316) 中註冊，嚴格評估了體外、體內動物和離體研究，調查了膳食生物活性物質對 DNMT 表達和活性的影響。截至 2025 年 5 月 23 日，對 PubMed 進行徹底檢索，得出 103 項研究，其中 76 項符合納入標準。合格的出版物是原創的、經過同行評審的，並提供來自體外、體內動物或離體模型的證據。經常研究的生物活性物質包括表沒食子兒茶素-3-沒食子酸酯、薑黃素、染料木黃酮、白藜蘆醇、蘿蔔硫素和葉酸。值得注意的是，近 90% 的研究報告了 DNMT 抑制——通常依賴於劑量和時間。大約 21% 定義了最低有效濃度，主要針對分離的化合物。幾項研究描述了生物活性物質之間的協同相互作用，新出現的數據強調了腸道微生物群在表觀遺傳調節中的介導作用。儘管結果有希望，但臨床前證據的主導地位以及實驗方案和劑量的可變性限制了直接的轉化影響。儘管如此，目前的研究結果強調了膳食 DNMT 調節劑作為旨在促進健康老齡化和減輕與年齡相關的疾病風險的精準營養策略的基本要素的前景。 DNA甲基化年齡作為生物衰老生物標誌物的潛在應用越來越受到最近文獻的支持，增強了其在未來營養表觀遺傳學研究中的相關性。需要進一步精心設計的臨床試驗來評估這些化合物的長期功效、安全性和生物利用度，並驗證它們在使用生物衰老標記物的個性化表觀遺傳干預中的用途。本次審查由歐盟下一代歐盟、PNRR 項目 Age-It (DM 1557 11.10.2022) 和帕多瓦大學 SID 贈款 (2024DCTV1SIDPROGETTI-00194) 資助。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\nDNA 甲基化代表了協調基因表達、身體裡的小工人穩態和衰老軌蹟的重要表觀遺傳機制。 DNA 甲基轉移酶 (DNMT)（催化這一過程的酶）的失調與多種慢性疾病有關，包括癌症、心血管和身體處理東西的能力紊亂以及神經退行性疾​​病。 新的證據表明，源自食物的生物活性化合物可以充當 DNMT 抑製劑，重塑表觀遺傳景觀。 這項系統綜述已在 PROSPERO (CRD42022320316) 中註冊，嚴格評估了體外、體內動物和離體研究，調查了膳食生物活性物質對 DNMT 表達和活性的影響。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40975498/"
  },
  {
    "id": "40885409",
    "title_en": "NFE2L2 protects against Sorafenib-induced Ferroptosis and cardiotoxicity by activating the HO1/ferritin pathway.",
    "abstract_zh_tw": "索拉非尼是一種酪氨酸激酶抑製劑，已證明對肝細胞癌和透明細胞腎癌的治療有效。然而，其臨床應用受到心臟毒性的限制。在這裡，我們發現 NFE2L2（一種調節氧化應激和鐵穩態的轉錄因子）可以減輕索拉非尼誘導的心臟毒性。索拉非尼增加心肌細胞中 NFE2L2 的表達，而鐵死亡抑製劑如鐵他汀-1 (Fer-1) 和去鐵胺 (DFO) 減弱這種作用，表明鐵死亡參與 NFE2L2 激活。進一步的研究表明，NFE2L2 敲低會加劇索拉非尼誘導的心肌細胞鐵死亡，其特點是脂質過氧化和活性氧 (ROS) 產生增加。相反，NFE2L2 激動劑蘿蔔硫素 (SFN) 可減輕索拉非尼誘導的鐵死亡。從機制上講，NFE2L2 激活血紅素加氧酶-1 (HO-1)/鐵蛋白軸，從而減輕氧化應激並促進心肌細胞中的鐵穩態，從而減輕索拉非尼誘導的鐵死亡。有趣的是，索拉非尼通過內質網（ER）應激相關激酶 EIF2AK3 激活 NFE2L2，而不是 SQSTM1-KEAP1 通路。這一發現揭示了內質網應激依賴性途徑在對抗索拉非尼引起的心臟毒性方面的新作用。最後，我們發現 SFN 減輕了索拉非尼引起的體內心臟毒性，為治療藥物引起的心臟損傷提供了一種新的治療策略。綜上所述，這些數據表明 NFE2L2 及其下游通路（包括 HO-1/鐵蛋白軸）可能代表減輕索拉非尼誘導的心臟毒性的有希望的治療靶點。對 NFE2L2 激動劑的進一步研究可以提高索拉非尼治療的安全性。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n索拉非尼是一種酪氨酸激酶抑製劑，已證明對肝身體裡的小工人癌和透明身體裡的小工人腎癌的治療有效。 然而，其臨床應用受到心臟毒性的限制。 在這裡，我們發現 NFE2L2（一種調節氧化應激和鐵穩態的轉錄因子）可以減輕索拉非尼誘導的心臟毒性。 索拉非尼增加心肌身體裡的小工人中 NFE2L2 的表達，而鐵死亡抑製劑如鐵他汀-1 (Fer-1) 和去鐵胺 (DFO) 減弱這種作用，表明鐵死亡參與 NFE2L2 激活。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40885409/"
  },
  {
    "id": "40815154",
    "title_en": "Recent advances in exercise immunometabolism: Immune cell bioenergetics, muscle-immune cell interactions, and potential dietary adjuvants.",
    "abstract_zh_tw": "鍛煉可以深刻改變免疫過程，從而改善整體健康和免疫力。免疫細胞代謝和功能之間的聯繫促進了對急性運動後免疫細胞生物能學以及肌肉駐留免疫細胞在訓練適應中的作用的研究。這篇綜述重點介紹了該領域的最新工作，並討論了增強運動引起的免疫代謝益處的潛在飲食方法。人體研究強調了運動改變免疫細胞生物能的能力，一些研究還報告了運動會伴隨免疫細胞功能的變化。涉及適度運動的囓齒動物研究報告稱，先天性和適應性免疫細胞表型得到改善，同時線粒體尺寸和生物能功能也有所增加。各種肌肉駐留免疫細胞亞群，包括巨噬細胞、肥大細胞和調節性 T 細胞，似乎也參與了對運動的適應性反應。禁食、外源酮和線粒體增強化合物（例如蘿蔔硫素、尿石素 A）理論上可以根據其獨立效果增強運動的免疫代謝益處，但目前缺乏聯合干預的證據。獨立改變免疫代謝途徑的運動和飲食控制可以結合起來，以最大限度地提高相關的健康益處。這可能有利於那些無法滿足身體活動指南或想要最大限度地提高運動適應能力的人。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n鍛煉可以深刻改變免疫過程，從而改善整體健康和免疫力。 免疫身體裡的小工人身體處理東西的能力和功能之間的聯繫促進了對急性運動後免疫身體裡的小工人生物能學以及肌肉駐留免疫身體裡的小工人在訓練適應中的作用的研究。 這篇綜述重點介紹了該領域的最新工作，並討論了增強運動引起的免疫身體處理東西的能力益處的潛在飲食方法。 人體研究強調了運動改變免疫身體裡的小工人生物能的能力，一些研究還報告了運動會伴隨免疫身體裡的小工人功能的變化。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40815154/"
  },
  {
    "id": "40637329",
    "title_en": "Bioactive component shifts in flowering Chinese cabbage treated by three processing methods.",
    "abstract_zh_tw": "大白菜是一種受歡迎的蕓苔屬蔬菜，因其營養特性而受到重視。然而，常見加工方法對其生物活性成分及其相關生物活性的影響仍有待探索。了解這些轉變對於在消費和工業生產過程中最大限度地發揮其健康益處至關重要。本研究調查了三種典型加工方法（蒸、熱風乾燥和冷凍乾燥）對大白菜中生物活性成分的影響。對它們的甲醇提取物預防結腸癌細胞系 HT29 增殖的作用進行了評估。使用非靶向代謝組學和網絡藥理學分析發現了導致觀察到的效果的成分變化和潛在生物活性成分。結果表明，與蒸煮組相比，兩種干燥方法（熱風乾燥和冷凍乾燥）在1000μg mL<sup>-1</sup>時均表現出對HT29細胞增殖的顯著抑製作用。代謝組學分析表明，肉桂酸及其衍生物、類黃酮和異戊烯醇脂質是所有三種加工方法均顯著改變的主要代謝物類別。鑑於兩個乾燥組均具有優異的抑制活性，網絡藥理學分析確定了兩個乾燥組中富集的特定差異代謝物（蘿蔔硫素、噴他脒、S-腺苷高半胱氨酸和 S-腺苷甲硫氨酸）是抗增殖的潛在關鍵貢獻者。這項研究提供了明確的證據，表明加工方法顯著改變了大白菜的生物活性成分特徵和相關的抗癌潛力。尤其是乾燥過程，可以增強與有效 HT29 細胞抑制相關的特定生物活性代謝物。這些發現為選擇加工方法以保留或增強這種蔬菜的健康促進特性提供了寶貴的見解。 © 2025 化學工業協會。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n大白菜是一種受歡迎的蕓苔屬蔬菜，因其營養特性而受到重視。 然而，常見加工方法對其生物活性成分及其相關生物活性的影響仍有待探索。 了解這些轉變對於在消費和工業生產過程中最大限度地發揮其健康益處至關重要。 本研究調查了三種典型加工方法（蒸、熱風乾燥和冷凍乾燥）對大白菜中生物活性成分的影響。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40637329/"
  },
  {
    "id": "40633511",
    "title_en": "Synthesis and biological evaluation of Sulforaphane derivatives with dual functions: Ischemia-reperfusion injury protection and antitumor effects.",
    "abstract_zh_tw": "用於治療急性心肌梗死 (AMI) 的再灌注治療通常會導致缺血再灌注 (I/R) 損傷，其特徵是活性氧過多。蘿蔔硫素 (SFN) 同源物以其抗炎和抗氧化特性而聞名，可激活核因子-紅細胞 2 相關因子 2 (Nrf2) 通路並減少線粒體 ROS，但其穩定性較差且半衰期短。通過對異硫氰酸酯基團上的二硫代氨基甲酸酯和硫脲部分進行結構修飾來合成SFN衍生物，旨在增強穩定性並保持治療功效。化合物 3g 成為一種有前途的候選藥物，表現出對心臟微血管內皮細胞 (CMEC) 缺氧复氧 (H/R) 損傷的卓越保護作用，並表現出良好的抗腫瘤活性。具體而言，3g 可使 ROS 水平降低 24.5%（硝苯地平為 17.8%），NO 產量增加至 48.0 μM（對比 44.0 μM），將 TNF-α 分泌降低至 22.6 pg/mL（對比 23.9 pg/mL）。同時，3g 顯示出有效的抗增殖活性 (IC<sub>50</sub> = 7.5 μM)，其效力是 5-氟尿嘧啶 (IC<sub>50</sub> = 28.2 μM) 的 3.8 倍。穩定性研究表明對質子溶劑和非質子溶劑的耐受性均增強。應用密度泛函理論（DFT）來表徵最佳化合物的分子性質。分子對接和 ADMET 分析表明，芳香取代和硫氧化顯著改善了 Nrf2/Keap1 通路靶向，凸顯了該衍生物的穩定性和治療功效潛力。這些發現表明 3g 是治療缺血再灌注引起的損傷和氧化應激相關心血管疾病的有前途的候選藥物。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n用於治療急性心肌梗死 (AMI) 的再灌注治療通常會導致缺血再灌注 (I/R) 損傷，其特徵是活性氧過多。 蘿蔔硫素 (SFN) 同源物以其抗炎和抗氧化特性而聞名，可激活核因子-紅身體裡的小工人 2 相關因子 2 (Nrf2) 通路並減少線粒體 ROS，但其穩定性較差且半衰期短。 通過對異硫氰酸酯基團上的二硫代氨基甲酸酯和硫脲部分進行結構修飾來合成SFN衍生物，旨在增強穩定性並保持治療功效。 化合物 3g 成為一種有前途的候選藥物，表現出對心臟微血管內皮身體裡的小工人 (CMEC) 缺氧复氧 (H/R) 損傷的卓越保護作用，並表現出良好的抗腫瘤活性。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40633511/"
  },
  {
    "id": "40617372",
    "title_en": "Antioxidant effect of esculin and sulforaphane in zebrafish larvae: A comparative study.",
    "abstract_zh_tw": "抗氧化劑通過中和自由基（包括活性氧 (ROS)）來維持細胞氧化還原穩態至關重要。核因子紅細胞 2 相關因子 2 (Nrf2) 是一種轉錄因子，可激活各種細胞保護基因以抵抗氧化損傷。本研究旨在比較斑馬魚幼蟲中天然植物化學物質七葉苷 (ESC) 和蘿蔔硫素 (SFN) 的抗氧化潛力，重點關注 Nrf2 激活。將斑馬魚幼蟲與對照一起用 ESC (100 μM) 和 SFN (40 μM) 處理 6 小時。測量ROS、脂質過氧化（LPO）、一氧化氮（NO）、穀胱甘肽S-轉移酶（GST）、穀胱甘肽過氧化物酶（GPx）、過氧化氫酶（CAT）和還原型穀胱甘肽（GSH）的水平。此外，採用RT-PCR和Western blotting方法分別測定抗氧化基因和蛋白質水平。此外，使用核/胞質分級分析和整體免疫組織化學方法評估了 Nrf2 在細胞內的定位。我們的結果表明，ESC 治療顯著增加了抗氧化酶活性（GST、GPx、CAT），與 SFN 觀察到的效果類似。此外，ESC比SFN增強了抗氧化基因的mRNA表達水平，例如nrf2、gstp1、hmox1a、prdx1、nqo1、gss、gsr、sqstm1、hsp90aa1.2。 ESC 治療組的抗氧化蛋白 Nrf2、Gstp1、Cat 和 Sod2 上調。隨後，在 SFN 和 ESC 處理組中均檢測到 Nrf2 的核定位，證實 Nrf2 易位到細胞核中。我們的研究結果表明，ESC 通過 Keap1-Nrf2 信號通路在 72 hpf 斑馬魚幼蟲中具有與 SFN 一樣的有效抗氧化活性。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n抗氧化劑通過中和自由基（包括活性氧 (ROS)）來維持身體裡的小工人氧化還原穩態至關重要。 核因子紅身體裡的小工人 2 相關因子 2 (Nrf2) 是一種轉錄因子，可激活各種身體裡的小工人保護基因以抵抗氧化損傷。 本研究旨在比較斑馬魚幼蟲中天然植物化學物質七葉苷 (ESC) 和蘿蔔硫素 (SFN) 的抗氧化潛力，重點關注 Nrf2 激活。 將斑馬魚幼蟲與對照一起用 ESC (100 μM) 和 SFN (40 μM) 處理 6 小時。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40617372/"
  },
  {
    "id": "40533430",
    "title_en": "Monovalent glycoconjugates of sulforaphane prevent inflammation induced by lipopolysaccharide in human dendritic cells by inhibiting NF-ĸB signalling pathway.",
    "abstract_zh_tw": "蘿蔔硫素（SFN）具有顯著的健康益處，但由於其溶解度和輸送性較差而面臨挑戰。本研究調查了 SFN-糖綴合物對脂多醣 (LPS) 誘導的樹突狀細胞 (DC) 炎症的影響。旨在增強其對抗炎症性疾病的治療潛力。開發了含有甘露糖 (Man) 和岩藻糖 (0Fuc) 的新型單價 SFN-糖綴合物，並在慢性 LPS 暴露下的健康供體 DC 中測試了其抗炎和免疫調節特性。通過利用治療策略，SFN-糖複合物顯著提高了SFN的溶解度和生物利用度，從而克服了傳統遞送方法的局限性。單核細胞衍生的 DC 用 SFN 糖綴合物處理，隨後暴露於 LPS 誘導的慢性炎症環境中。我們的結果表明，SFN-糖綴合物通過靶向 p65 NF-κB 通路增強抑制炎症的有效性，而不影響 MAPK 信號傳導。 SFN-糖綴合物誘導耐受性免疫反應，其特徵是增加 IL-10 的產生並增強調節性 T 細胞和 B 細胞增殖。這些作用超過了單獨抑制 p65 NF-κB 的作用，凸顯了獨立於 MAPK 途徑的獨特且有效的調節機制。食品治療策略的整合不僅增強了生物活性化合物的穩定性和遞送，而且還拓寬了它們在功能性食品和治療方法中的潛在應用。特別是，SFN-糖綴合物作為治療炎症性疾病的生物活性化合物是一種有前途的選擇，通過優化的遞送系統和激活特定的分子途徑提供增強的抗炎和免疫調節作用。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n蘿蔔硫素（SFN）具有顯著的健康益處，但由於其溶解度和輸送性較差而面臨挑戰。 本研究調查了 SFN-糖綴合物對脂多醣 (LPS) 誘導的樹突狀身體裡的小工人 (DC) 身體裡的紅腫不舒服的影響。 旨在增強其對抗身體裡的紅腫不舒服性疾病的治療潛力。 開發了含有甘露糖 (Man) 和岩藻糖 (0Fuc) 的新型單價 SFN-糖綴合物，並在慢性 LPS 暴露下的健康供體 DC 中測試了其抗炎和免疫調節特性。",
    "pub_date": "2025-Nov",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40533430/"
  },
  {
    "id": "41245270",
    "title_en": "Mitophagy as a therapeutic target for exercise-induced fatigue: modulation by natural compounds and mechanistic insights.",
    "abstract_zh_tw": "運動引起的疲勞與線粒體功能障礙密切相關，線粒體自噬通過清除受損的線粒體和減少氧化應激，在維持線粒體穩態中發揮著關鍵作用。本文系統總結了運動性疲勞中線粒體自噬調節機制的現有證據，特別是通過 PINK1/Parkin、BNIP3/Nix、FUNDC1 和 AMPK 等途徑，並探討了蘿蔔硫素、紅景天、人參等天然化合物如何調節這些途徑以緩解疲勞。這些發現表明不同模型中存在線粒體自噬閾值，並強調了其作為疲勞管理治療靶點的潛力。最終，這篇綜述提出了開發基於線粒體自噬調節的天然抗疲勞劑的新策略，同時強調需要在不同的生理和病理環境中進行進一步的機制研究。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n運動引起的疲勞與線粒體功能障礙密切相關，線粒體自噬通過清除受損的線粒體和減少氧化應激，在維持線粒體穩態中發揮著關鍵作用。 本文系統總結了運動性疲勞中線粒體自噬調節機制的現有證據，特別是通過 PINK1/Parkin、BNIP3/Nix、FUNDC1 和 AMPK 等途徑，並探討了蘿蔔硫素、紅景天、人參等天然化合物如何調節這些途徑以緩解疲勞。 這些發現表明不同模型中存在線粒體自噬閾值，並強調了其作為疲勞管理治療靶點的潛力。 最終，這篇綜述提出了開發基於線粒體自噬調節的天然抗疲勞劑的新策略，同時強調需要在不同的生理和病理環境中進行進一步的機制研究。",
    "pub_date": "2025-Unknown",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41245270/"
  },
  {
    "id": "41171476",
    "title_en": "Online solid-phase extraction of glucoraphanin and sulforaphane from non-edible plants based on amino acid-functionalized covalent organic frameworks.",
    "abstract_zh_tw": "蘿蔔硫苷 (GR) 和蘿蔔硫素 (SFN) 是具有多種醫學用途的含硫化合物。然而十字花科蔬菜GR和SFN來源單一，限制了自然資源的開發利用。在此，通過點擊反應合成了氨基酸共價有機框架（COF-Cys），並用作在線固相萃取（在線SPE）中的吸附劑來測定非食用植物樣品中的GR和SFN。利用密度泛函理論分析了吸附機理，揭示了吸附是通過靜電相互作用和氫鍵作用發生的。在最佳條件下，觀察到良好的線性（4-2500 ng/mL；R<sup>2</sup> = 0.9922 和 0.9968）和較低的檢測限（1.0 ng/mL 和 0.6 ng/mL）。 18個非食用植物樣品中檢出GR和SFN，加標樣品回收率為89.1-109.3%，RSD≤≤6.9%。 COF-Cys-在線 SPE-UPLC-MS/MS 方法在檢測非食用植物中的 GR 和 SFN 方面顯示出巨大的應用潛力，並為功能性產品的開發提供寶貴的支持。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n蘿蔔硫苷 (GR) 和蘿蔔硫素 (SFN) 是具有多種醫學用途的含硫化合物。 然而十字花科蔬菜GR和SFN來源單一，限制了自然資源的開發利用。 在此，通過點擊反應合成了氨基酸共價有機框架（COF-Cys），並用作在線固相萃取（在線SPE）中的吸附劑來測定非食用植物樣品中的GR和SFN。 利用密度泛函理論分析了吸附機理，揭示了吸附是通過靜電相互作用和氫鍵作用發生的。",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41171476/"
  },
  {
    "id": "41246347",
    "title_en": "Sulforaphane in cancer precision medicine: from biosynthetic origins to multiscale mechanisms and clinical translation.",
    "abstract_zh_tw": "蘿蔔硫素 (SFN) 是一種從十字花科蔬菜中的蘿蔔硫苷中提取的異硫氰酸酯，已從膳食抗氧化劑發展成為腫瘤學中復雜的多靶點藥物。雖然其在核因子紅細胞 2 相關因子 2 (Nrf2) 激活和組蛋白脫乙酰酶 (HDAC) 抑制中的作用已得到充分證實，但本綜述通過整合不同的研究尺度提供了一種新穎的合成——從植物中蘿蔔硫苷生物合成的遺傳和表觀遺傳調控到 SFN 最近闡明的對人類鐵死亡、癌症幹細胞 (CSC) 和腫瘤免疫微環境的影響的多尺度視角。我們嚴格評估腸道微生物群組成和穀胱甘肽 S-轉移酶 (GST) 多態性等關鍵宿主因素如何決定 SFN 的生物利用度和功效，從而為其應用構建精準營養範例。此外，我們超越了一般性的協同作用主張，詳細介紹了 SFN 在增強傳統療法方面的具體機制，包括藥物轉運蛋白和免疫檢查點的調節。通過整合從植物生物化學到分子腫瘤學的進展，本綜述建立了一個更新的、以機制為導向的框架，通過精準醫學方法實現 SFN 在癌症預防和治療方面的巨大潛力。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n蘿蔔硫素 (SFN) 是一種從十字花科蔬菜中的蘿蔔硫苷中提取的異硫氰酸酯，已從膳食抗氧化劑發展成為腫瘤學中復雜的多靶點藥物。 雖然其在核因子紅身體裡的小工人 2 相關因子 2 (Nrf2) 激活和組蛋白脫乙酰酶 (HDAC) 抑制中的作用已得到充分證實，但本綜述通過整合不同的研究尺度提供了一種新穎的合成——從植物中蘿蔔硫苷生物合成的遺傳和表觀遺傳調控到 SFN 最近闡明的對人類鐵死亡、癌症幹身體裡的小工人 (CSC) 和腫瘤免疫微環境的影響的多尺度視角。 我們嚴格評估腸道微生物群組成和穀胱甘肽 S-轉移酶 (GST) 多態性等關鍵宿主因素如何決定 SFN 的生物利用度和功效，從而為其應用構建精準營養範例。 此外，我們超越了一般性的協同作用主張，詳細介紹了 SFN 在增強傳統療法方面的具體機制，包括藥物轉運蛋白和免疫檢查點的調節。",
    "pub_date": "2025-Unknown",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41246347/"
  },
  {
    "id": "41056875",
    "title_en": "Sulforaphane inhibits gastric cancer progression by regulating the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis.",
    "abstract_zh_tw": "蘿蔔硫素 (SFN) 作為植物的天然提取物，在多種癌症中發揮著至關重要的作用。然而，SFN是否可以通過調節lncRNA-miRNA-mRNA軸抑制胃癌發生尚不清楚。目前的工作中，通過對SFN處理的胃癌細胞進行高通量測序，獲得了顯著差異表達的lncRNA PSMB8AS1。 qRT-PCR 檢測結果證實了 SFN 對 PSM8AS1 的抑製作用。隨後，利用TCGA的胃癌數據和11對來自胃癌和癌旁組織的臨床樣本，我們發現PSMB8-AS1在胃癌中表達上調，並且PSMB8-AS1的高表達與胃癌患者的低生存率相關。 MTT、細胞集落形成、划痕癒合、流式細胞術和qRT-PCR檢測表明，PSMB8-AS1的敲低顯著降低了胃癌細胞的增殖和遷移並促進了細胞凋亡。雙熒光素酶報告基因和 RNA 免疫沉澱 (RIP) 測定證實 PSMB8-AS1 可以充當 miR-888-5p 的分子海綿。同時，生物信息學分析和雙熒光素酶報告基因檢測表明miR-888-5p調節SLC4A7。 miR-888-5p 的過表達或 SLC4A7 的敲低可降低胃癌細胞的增殖和遷移。此外，拯救實驗證實，敲低PSMB8-AS1或敲低SLC4A7對胃癌細胞增殖和遷移的抑製作用可以通過miR-888-5p抑製劑治療來逆轉。裸鼠皮下成瘤實驗表明，與對照組相比，移植PSMB8-AS1敲低胃癌細胞的裸鼠腫瘤體積明顯減小。轉錄因子通常可以與lncRNA的啟動子區域結合併調節lncRNA的轉錄。我們通過網站預測和實驗證明，SFN可以通過調節轉錄因子YY1來抑制PSMB8-AS1的水平。這些結果表明 SFN 通過 YY1/PSMB8-AS1/miR-888-5p/SLC4A7 軸抑制胃癌生長。因此，SFN可能是一種有前途的GC預防和治療藥物。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n蘿蔔硫素 (SFN) 作為植物的天然提取物，在多種癌症中發揮著至關重要的作用。 然而，SFN是否可以通過調節lncRNA-miRNA-mRNA軸抑制胃癌發生尚不清楚。 目前的工作中，通過對SFN處理的胃癌身體裡的小工人進行高通量測序，獲得了顯著差異表達的lncRNA PSMB8AS1。 qRT-PCR 檢測結果證實了 SFN 對 PSM8AS1 的抑製作用。",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41056875/"
  },
  {
    "id": "41235157",
    "title_en": "Novel magnolol-sulforaphane hybrids as potent antitumor agents: synthesis and biological characterization.",
    "abstract_zh_tw": "基於天然產物的混合策略是創新藥物發現的一種有前途的方法。利用蘿蔔硫素（一種著名的抗癌天然產物）的獨特結構，我們設計了一個新的厚朴酚-蘿蔔硫素分子雜合體庫，通過蘿蔔硫素藥效基團（SFN）的簡明合成策略進行抗腫瘤評估，最終確定 CTNPC8 是一種有前途的抗癌化合物。值得注意的是，CTNPC8 不僅表現出卓越的廣譜抗癌活性，其效力超過母體化合物和順鉑，而且對具有挑戰性的鼻咽癌 (NPC) 細胞模型也表現出強大的<i>體外</i>功效。鼻咽癌模型的機制研究表明，CTNPC8 通過調節 ROS 生成並誘導 G<sub>2</sub>/M 期阻滯來觸發線粒體介導的細胞凋亡。轉錄組分析與驗證實驗相結合表明，CTNPC8 主要通過調節 Akt/mTOR 通路發揮其抗 NPC 活性。本研究為通過混合分子設計發現新的抗腫瘤藥物提供了有價值的策略，提名 CTNPC8 作為抗 NPC 研究的有前途的熱門化合物。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n基於天然產物的混合策略是創新藥物發現的一種有前途的方法。 利用蘿蔔硫素（一種著名的抗癌天然產物）的獨特結構，我們設計了一個新的厚朴酚-蘿蔔硫素分子雜合體庫，通過蘿蔔硫素藥效基團（SFN）的簡明合成策略進行抗腫瘤評估，最終確定 CTNPC8 是一種有前途的抗癌化合物。 值得注意的是，CTNPC8 不僅表現出卓越的廣譜抗癌活性，其效力超過母體化合物和順鉑，而且對具有挑戰性的鼻咽癌 (NPC) 身體裡的小工人模型也表現出強大的<i>體外</i>功效。 鼻咽癌模型的機制研究表明，CTNPC8 通過調節 ROS 生成並誘導 G<sub>2</sub>/M 期阻滯來觸發線粒體介導的身體裡的小工人凋亡。",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41235157/"
  },
  {
    "id": "41226173",
    "title_en": "Nutritional, Therapeutic, and Functional Food Perspectives of Kale (<i>Brassica oleracea</i> var. <i>acephala</i>): An Integrative Review.",
    "abstract_zh_tw": "羽衣甘藍 (<i>Brassica oleracea</i> var. <i>acephala</i>) 是十字花科的一種不結球葉類蔬菜，因其豐富的營養成分和多樣化的植物化學成分而受到廣泛認可。這篇綜述對羽衣甘藍的植物特性、栽培實踐、化學成分、生物活性以及在製藥、功能性食品和化妝品中的應用進行了全面且最新的綜合。重要的是，這項工作凸顯了羽衣甘藍多功能作用的新穎性。羽衣甘藍富含維生素（A、C、K）、礦物質（Ca、Fe、K）、膳食纖維、芥子油苷、多酚、類胡蘿蔔素、類黃酮和葉綠素，這使其被歸類為“超級食品”。本文討論了芥子油苷及其酶降解產物（如異硫氰酸酯、吲哚和腈）的健康促進作用，強調了它們的抗氧化、抗炎、抗癌、抗菌和降脂特性。此外，蘿蔔硫素、吲哚-3-甲醇 (I3C) 和二吲哚基甲烷 (DIM) 等關鍵化合物因其在化學預防、激素調節和細胞保護中的作用而受到重視。該綜述還總結了最近的體內和臨床研究，證明羽衣甘藍在降低心血管疾病、2 型糖尿病和激素相關癌症等慢性疾病風險方面具有潛力。還討論了羽衣甘藍對腸道微生物組組成、血糖控制和膽固醇代謝的影響。還討論了植物生物技術的進展，包括微繁殖、體細胞胚胎髮生和代謝增強。總體而言，本綜述支持將羽衣甘藍納入以健康為導向的飲食策略，並強調其在預防醫學、食品創新和藥妝品開發中的相關性。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n羽衣甘藍 (<i>Brassica oleracea</i> var. <i>acephala</i>) 是十字花科的一種不結球葉類蔬菜，因其豐富的營養成分和多樣化的植物化學成分而受到廣泛認可。 這篇綜述對羽衣甘藍的植物特性、栽培實踐、化學成分、生物活性以及在製藥、功能性食品和化妝品中的應用進行了全面且最新的綜合。 重要的是，這項工作凸顯了羽衣甘藍多功能作用的新穎性。 羽衣甘藍富含維生素（A、C、K）、礦物質（Ca、Fe、K）、膳食纖維、芥子油苷、多酚、類胡蘿蔔素、類黃酮和葉綠素，這使其被歸類為“超級食品”。",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41226173/"
  },
  {
    "id": "41187500",
    "title_en": "KEAP1 C151 active site catalysis drives electrophilic signaling to upregulate cytoprotective enzyme expression.",
    "abstract_zh_tw": "細胞對親電子試劑產生解毒、抗氧化和抗炎反應，由 NRF2 轉錄因子介導。親電 NRF2 激活劑用於治療多種慢性疾病。雖然大多數 NRF2 激活劑靶向 KEAP1（主要 NRF2 阻遏物）的 C151，但尚不清楚不同的親電子試劑如何支持這種特定的細胞半胱氨酸。一種假設是 C151 的 pK<sub​​​​>a</sub> 被周圍的鹼性殘基降低，導致反應性硫醇鹽的數量增加。我們表明，使用熒光、硫醇反應性親電試劑單溴二苯甲烷，C151 的 pK<sub​​​​>a</sub> 為 6.9，在生理 pH 下提供最佳反應活性。令人驚訝的是，一溴二甲胺與 C151 的反應比與小分子硫醇鹽的反應快得多。臨床使用和試驗中的 NRF2 激活劑（omaveloxolone、甲基巴多索隆和蘿蔔硫素）很容易與一溴二甲胺競爭 C151。 BTB-單雙雙胺晶體結構在共價加成後在活性位點沒有表現出特定的取向。使用基於七種晶體結構的 4D 柔性 BTB 模型將 mBBr 和 NRF2 激活劑對接到活性位點，以獲得共價前酶-底物複合物的姿勢。他們揭示了 C151 周圍的一個活性位點，該位點主要利用疏水相互作用來容納結構多樣的活化劑，並通過氫鍵將其親電子碳定向在 C151 的~3-5Å 內，以實現催化鄰近效應。此外，我們的生化和對接結果表明，氫鍵與α,β不飽和羰基的氧鍵合具有關鍵的催化作用，這既可以增加碳的親電性，又可以穩定過渡態的負電荷。總體而言，這項工作表明酶催化是 C151 作為治療性親電子 NRF2 激活劑的傳感器半胱氨酸的主要原因，與其他細胞半胱氨酸相比，非常有利於與 C151 發生反應。蘿蔔硫素和 omaveloxolone 等親電子試劑對 C151 活性位點的動力學靶向為親電子化合物如何成為選擇性藥理學試劑提供了解釋。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n身體裡的小工人對親電子試劑產生解毒、抗氧化和抗炎反應，由 NRF2 轉錄因子介導。 親電 NRF2 激活劑用於治療多種慢性疾病。 雖然大多數 NRF2 激活劑靶向 KEAP1（主要 NRF2 阻遏物）的 C151，但尚不清楚不同的親電子試劑如何支持這種特定的身體裡的小工人半胱氨酸。 一種假設是 C151 的 pK<sub​​​​>a</sub> 被周圍的鹼性殘基降低，導致反應性硫醇鹽的數量增加。",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41187500/"
  },
  {
    "id": "41181585",
    "title_en": "Sulforaphane alleviates hepatocyte pyroptosis via activating Nrf2-HO-1 signaling during septic acute liver injury.",
    "abstract_zh_tw": "膿毒症引起的急性肝損傷（ALI）是一種死亡率高、預後差的致命性疾病。蘿蔔硫素 (SFN) 是一種天然異硫氰酸酯，具有強大的抗氧化和抗炎特性。本研究的目的是確定 SFN 在脂多醣 (LPS) 誘導的 ALI 中的藥理作用和治療機制。使用 LPS 誘導的 ALI 小鼠模型研究了 SFN 在 ALI 中的作用。簡而言之，將 18 隻小鼠分為三組：對照組、LPS 和 LPS + SFN，在 LPS 治療前腹腔注射 2 天。注射 LPS 24 小時後，收集血液和肝組織用於進一步分析。蘇木精和伊紅(HE)染色顯示肝臟中有大量可見的壞死區、炎性細胞浸潤和充血。同時，Ly6G和F4/80染色顯示肝臟中中性粒細胞和巨噬細胞的浸潤增加，這些結果表明LPS誘發了嚴重的ALI。由於炎症反應在LPS誘導的ALI的發病機制中起著至關重要的作用，我們通過核糖核酸（RNA）測序檢測到肝臟焦亡的發生。結果表明，基因本體（GO）和京都基因和基因組百科全書（KEGG）通路富集分析表明，LPS顯著促進細胞焦亡，揭示細胞焦亡、白細胞介素（IL）-1產生、IL-18產生和炎症信號通路的激活。然後，我們探討了 SFN 對 LPS 誘導的 ALI 的影響。結果顯示，SFN 明顯降低 LPS 誘導的血漿丙氨酸轉氨酶和天冬氨酸轉氨酶水平、病理損傷和 TdT 介導的 dUTP 缺口末端標記（TUNEL）陽性細胞，表明 SFN 對 ALI 具有保護作用。此外，SFN 還對 LPS 誘導的肝臟炎症反應表現出強大的作用，具體表現為抑制中性粒細胞和巨噬細胞的浸潤，並下調 LPS 治療小鼠肝臟中 C-X-C 基序趨化因子配體 9、IL-6、單核細胞趨化蛋白-1 和腫瘤壞死因子-α 的 mRNA 水平。此外，SFN 還可阻斷 LPS 處理小鼠的肝細胞焦亡，並抑制血漿 IL-1β 和 IL-18 水平。從機制上講，SFN 選擇性激活核因子紅細胞 2 相關因子 2 (Nrf2)/血紅素加氧酶-1 (HO-1) 信號傳導介導焦亡細胞死亡。 SFN 還逆轉了 LPS 暴露小鼠肝臟中受抑制的超氧化物歧化酶活性和誘導的丙二醛含量。 SFN 通過激活 Nrf2/HO-1 信號傳導抑制肝細胞焦亡，從而改善 LPS 誘導的 ALI 期間的肝損傷和炎症。這項研究為 SFN 潛在治療 ALI 提供了新的證據。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n膿毒症引起的急性肝損傷（ALI）是一種死亡率高、預後差的致命性疾病。 蘿蔔硫素 (SFN) 是一種天然異硫氰酸酯，具有強大的抗氧化和抗炎特性。 本研究的目的是確定 SFN 在脂多醣 (LPS) 誘導的 ALI 中的藥理作用和治療機制。 使用 LPS 誘導的 ALI 小鼠模型研究了 SFN 在 ALI 中的作用。",
    "pub_date": "2025-Unknown",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41181585/"
  },
  {
    "id": "41099966",
    "title_en": "Sulforaphane improves exercise-induced NRF2 signaling in older adults: an in vivo-ex vivo approach.",
    "abstract_zh_tw": "氧化還原信號是運動引起的適應的關鍵機制。然而，研究表明，老年生物體對急性運動的反應受損。增強運動效果的輔助療法可以克服這些缺陷。蘿蔔硫素 (SFN) 是一種來自十字花科蔬菜的植物化學物質，可刺激 NRF2。這項研究測試了這樣的假設：與單獨的任何一種治療相比，將急性運動（體內刺激）與離體 SFN 治療相結合會在老年人中誘導更大的 NRF2 激活和信號傳導。 25 名老年人（12 名男性，13 名女性；平均年齡：67±5 歲）進行了 30 分鐘的自行車運動 (AET)。在 AET 之前和之後立即抽血以分離 PBMC，並在有或沒有 SFN (5 µM) 處理的情況下進行孵育（四種條件：DMSO (CON)、SFN、運動 (EX) 和 EX + SFN）。孵育 2 小時或 5 小時後收穫 PBMC，分別測量 NRF2 或 NQO1、HO-1、GR 和 GCLC 靶標的基因表達。與 CON 相比，所有處理（SFN、EX、EX + SFN）均增加了 NRF2 激活（p < 0.05）。對 EX + SFN 的反應顯著高於單獨的 SFN 或 EX（2.1 倍對 1.5 倍，p = 0.01）。與對照相比，SFN 刺激導致所有四個基因顯著上調（p<<0.001）。與 EX 相比，EX + SFN 處理刺激了基因表達的更大增加 (p < 0.05)；然而，SFN 與 EX + SFN 沒有統計學差異，這表明 SFN 濃度在基因表達方面可能存在天花板效應。任何反應都沒有顯著的性別差異。這些數據表明，運動與 SFN 相結合可能會增強老年人 NRF2/ARE 氧化還原信號的強度。 ClinicalTrials.gov ID：NCT04848792。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n氧化還原信號是運動引起的適應的關鍵機制。 然而，研究表明，老年生物體對急性運動的反應受損。 增強運動效果的輔助療法可以克服這些缺陷。 蘿蔔硫素 (SFN) 是一種來自十字花科蔬菜的植物化學物質，可刺激 NRF2。",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41099966/"
  },
  {
    "id": "40532498",
    "title_en": "Dismantling the epigenetic alliance: Emerging strategies to disrupt the PRMT5:MEP50 complex for cancer therapy.",
    "abstract_zh_tw": "蛋白質精氨酸甲基轉移酶 5 (PRMT5) 及其專性輔因子 MEP50 (WDR77) 形成高度保守的酶複合物，協調關鍵的表觀遺傳過程，包括組蛋白精氨酸甲基化、轉錄抑制、RNA 剪接和 DNA 損傷修復。 PRMT5:MEP50 複合物的失調與多種癌症的發生和進展有關，它有助於腫瘤抑制基因的沉默、致癌信號的增強以及乾細胞樣表型的維持。雖然大多數治療策略都集中在通過 S-腺苷甲硫氨酸競爭性化合物催化抑制 PRMT5，但最近對 PRMT5:MEP50 結構生物學的見解揭示了蛋白質-蛋白質相互作用 (PPI) 界面作為一種新穎的選擇性治療靶點。本綜述對 PRMT5:MEP50 相互作用的結構基礎和生物學意義進行了全面分析，強調了其在腫瘤發生中的作用及其在不同癌症類型中的功能特異性。我們研究了旨在破壞這一界面的新興治療策略，包括合理設計的小分子抑製劑和蘿蔔硫素（SFN）等天然化合物，它們選擇性地損害 PRMT5:MEP50 功能而不影響整體甲基化。此外，我們還探索了對 PRMT5:MEP50 具有依賴性的癌症模型，例如前列腺癌、間皮瘤、T 細胞白血病和肺癌，並討論了它們對該複合物的遺傳和藥理學破壞的反應。最後，我們概述了將 PRMT5:MEP50 PPI 抑製劑轉化為臨床環境的關鍵挑戰和未來方向，強調生物標誌物指導的患者選擇、聯合治療策略和藥物藥代動力學優化的重要性。總之，這些見解強調了將 PRMT5:MEP50 相互作用作為下一代精準表觀遺傳癌症治療方法的治療前景。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n蛋白質精氨酸甲基轉移酶 5 (PRMT5) 及其專性輔因子 MEP50 (WDR77) 形成高度保守的酶複合物，協調關鍵的表觀遺傳過程，包括組蛋白精氨酸甲基化、轉錄抑制、RNA 剪接和 DNA 損傷修復。 PRMT5:MEP50 複合物的失調與多種癌症的發生和進展有關，它有助於腫瘤抑制基因的沉默、致癌信號的增強以及乾身體裡的小工人樣表型的維持。 雖然大多數治療策略都集中在通過 S-腺苷甲硫氨酸競爭性化合物催化抑制 PRMT5，但最近對 PRMT5:MEP50 結構生物學的見解揭示了蛋白質-蛋白質相互作用 (PPI) 界面作為一種新穎的選擇性治療靶點。 本綜述對 PRMT5:MEP50 相互作用的結構基礎和生物學意義進行了全面分析，強調了其在腫瘤發生中的作用及其在不同癌症類型中的功能特異性。",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40532498/"
  },
  {
    "id": "41071465",
    "title_en": "Efficacy of Antioxidant-Based Pharmacological Therapies in Autism Spectrum Disorder: A Systematic Review.",
    "abstract_zh_tw": "自閉症譜系障礙 (ASD) 是一種異質性神經發育疾病，其特徵是持續存在社交互動和溝通缺陷。本研究旨在評估基於抗氧化劑的藥物療法對自閉症譜系障礙患者精神症狀的療效。使用四個數據庫進行了系統評價：PubMed、Scopus、ClinicalTrials.gov 和 Cochrane - Ovid。納入了 20 項研究。使用 Cochrane 隨機試驗偏倚風險工具進行偏倚風險評估。描述性分析綜合了主要發現。根據每種抗氧化療法對每種症狀的效果（改善、未改善或無信息）給出定性值，使用 ChatGPT 4.0 和 Google Collab 直觀地報告數據。 CRD42023490581。針對自閉症譜系障礙症狀的抗氧化療法存在不同的反應。據報告，蘿蔔硫素的使用改善了煩躁、刻板/重複行為、社會認知/互動、社交溝通、多動和嗜睡。同樣，N-乙酰半胱氨酸在煩躁、刻板/重複行為、社會認知和多動方面也有改善。 L-肌肽改善社會認知和溝通，omega-3/omega-6 脂肪酸改善社會認知，輔酶 q-10 改善睡眠障礙，穀胱甘肽改善重複行為和煩躁。基於抗氧化劑的藥物治療對自閉症譜系障礙的多種核心症狀表現出截然不同的反應。儘管有顯著證據表明某些自閉症譜系障礙症狀量表有所改善，但仍然缺乏證據證明抗氧化療法作為自閉症譜系障礙患者的單一療法是合理的。",
    "abstract_zh_tw_kid": "給 10 歲小朋友的解釋：\n自閉症譜系障礙 (ASD) 是一種異質性神經發育疾病，其特徵是持續存在社交互動和溝通缺陷。 本研究旨在評估基於抗氧化劑的藥物療法對自閉症譜系障礙患者精神症狀的療效。 使用四個數據庫進行了系統評價：PubMed、Scopus、ClinicalTrials.gov 和 Cochrane - Ovid。 納入了 20 項研究。",
    "pub_date": "2025-Oct",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41071465/"
  }
]