[
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "pub_date": "2026-Jan",
    "abstract_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L. (black radish) juice on BEAS-2B human bronchial epithelial cells. Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11.0 min. GO-PEG nanoparticles produced from graphites (50 nm and 400 nm) were tested at concentrations ranging from 50-225 μg mL<sup>-1</sup> and 100-1000 μg mL<sup>-1</sup> to have IC<sub>50</sub> values, respectively. Sulforaphane and black radish juice were also administered. The MTT assay revealed IC<sub>50</sub> values of 8.7 μg mL<sup>-1</sup> for sulforaphane, 197.0 mg mL<sup>-1</sup> for black radish juice, 175.8 μg mL<sup>-1</sup> for GO-PEG (50 nm), and 650.6 μg mL<sup>-1</sup> for GO-PEG (400 nm). Biochemical analyses showed that sulforaphane and radish juice decreased IL-6 levels and increased antioxidant enzyme activities (GSH-Px and CAT). These results highlight the therapeutic potential of GO-PEG, sulforaphane, and black radish juice for anti-inflammatory and antioxidant applications.",
    "explanation_zh": "這項研究探討了PEG化石墨烯氧化物（GO-PEG）奈米粒子、蘿蔔硫素和黑蘿蔔汁對人類支氣管上皮細胞BEAS-2B的細胞毒性和生化效應。研究發現，蘿蔔硫素具有潛在的抗發炎和抗氧化特性，這對於健康和疾病預防可能有重要的啟示。特別是，這些成分可能有助於減少體內的發炎反應，並增強抗氧化酶的活性，這對於維持呼吸系統健康至關重要。這些結果提示我們，透過飲食或補充劑來增加這些成分的攝取，可能對於改善健康狀況有益。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "呼吸系統疾病 Respiratory Diseases",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/"
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "pub_date": "2025-Dec",
    "abstract_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy. Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity. To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy. Among them, compound 17a demonstrated the highest potency, exhibiting an average 7.4-fold increase in antiproliferative activity with IC<sub>50</sub> values ranging from 0.85 ± 0.04 μM to 1.34 ± 0.02 μM in TNBC cell lines compared to the parent hybrid CT1-3. In vitro, 17a significantly suppressed TNBC cell proliferation, colony formation, migration, and invasion while inducing apoptosis. In vivo, administration of 17a effectively inhibited tumor growth without apparent toxicity in an MDA-MB-231 xenograft model, as evidenced by normal organ morphology. Mechanistically, RNA sequencing revealed that 17a downregulated the nucleotide excision repair (NER) and NF-κB pathways, suppressing expression of NER-related genes (ERCC2, POLE2, LIG1, GTF2H3, and DDB2) at mRNA and protein levels and inhibiting phosphorylation of IKKα and p65. These findings position 17a as a potent therapeutic candidate for TNBC treatment, warranting further clinical investigation.",
    "explanation_zh": "這項研究對於健康和疾病預防有著重要的啟示，特別是在對抗三陰性乳癌（TNBC）方面。這種乳癌亞型非常具侵略性，通常依賴化療來治療。研究者們探索了天然產物如蘿蔔硫素和木蘭醇的合成混合物，發現它們在抗腫瘤方面具有潛力，這可能為未來的治療提供新的方向。研究的主要目的是設計和合成15種新的木蘭醇-蘿蔔硫素混合物，以評估其抗癌效果，特別是針對三陰性乳癌細胞的影響。 研究團隊合成了15種新化合物，並對其抗癌效果進行了評估。其中，化合物17a顯示出最高的效力，對三陰性乳癌細胞的增殖抑制效果平均提高了7.4倍，IC50值範圍在0.85至1.34微摩爾之間。這項研究的實驗包括體外和體內的測試。在體外實驗中，17a顯著抑制了三陰性乳癌細胞的增殖、克隆形成、遷移和侵襲，同時誘導細胞凋亡。在體內實驗中，17a的給藥有效抑制了腫瘤生長，且未顯示出明顯的毒性，這表明其安全性。機制研究顯示，17a能下調核苷酸切除修復和NF-κB通路，抑制相關基因的表達，這些發現使17a成為三陰性乳癌治療的潛在候選藥物，值得進一步的臨床研究。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "三陰性乳癌 Triple-negative breast cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "pub_date": "2025-Dec",
    "abstract_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury. Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS. We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes. Isoproterenol induced ferroptosis and oxidative stress by impairing Nrf2 signaling. SFN treatment restored myocardial structure and function while enhancing antioxidant capacity, reducing mitochondrial damage, and suppressing ferroptosis markers. Additionally, similar to Fer-1 (a ferroptosis inhibitor), SFN reduced intracellular ferrous levels but uniquely activated Nrf2-driven endogenous defenses. Notably, Nrf2 inhibition abrogated the benefits of SFN in both in vitro and in vivo experiments. These findings highlight SFN as a dual-action therapeutic for TTS, simultaneously targeting oxidative stress and ferroptosis via Nrf2 activation. The therapeutic efficacy of SFN, combined with endogenous pathway modulation, underscores its translational potential for improving TTS outcomes.",
    "explanation_zh": "對於健康和疾病預防的啟示是，Takotsubo症候群（TTS）雖然曾被認為是良性的，但實際上可能導致危及生命的心肌損傷。這項研究探討了蘿蔔硫素（SFN）對TTS的影響，顯示它能減輕與TTS相關的損傷，這對於未來的治療可能有重要意義。研究主題主要集中在蘿蔔硫素如何透過激活Nrf2來改善心臟功能，並減少氧化壓力和鐵死亡的影響。實驗中，研究人員使用異丙腎上腺素誘導大鼠模型和AC16心肌細胞來模擬TTS，觀察蘿蔔硫素的效果。結果顯示，蘿蔔硫素能夠恢復心肌結構和功能，增強抗氧化能力，減少線粒體損傷，並抑制鐵死亡的標記物。此外，蘿蔔硫素還能降低細胞內的亞鐵水平，並激活內源性防禦機制，這些發現突顯了蘿蔔硫素作為TTS雙重作用療法的潛力，可能有助於改善TTS的治療效果。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "Takotsubo症候群 Takotsubo Syndrome",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "pub_date": "2025-Dec",
    "abstract_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>. However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L. plantarum</i> remains unclear. This research utilized the adaptive laboratory evolution technology to enhance the sulforaphane conversion rate of <i>L. plantarum</i>. The results showed that an increase in the glucose replacement ratio significantly downregulated carbohydrate metabolism and upregulated amino acid metabolism. Transcriptomic analysis showed that the ALE-adapted strain significantly upregulated carbohydrate metabolism and amino acid metabolism. In the conversion pathway, glucoraphanin is imported into <i>L. plantarum</i> cells, and its glucose moiety is phosphorylated by bglF (the phosphate group may be derived from phosphoenolpyruvate via the phosphotransferase system). Subsequently, the S-glycosidic bond of phosphorylated glucoraphanin is hydrolyzed by bglA (6-phospho-β-glucosidase), followed by nonenzymatic rearrangement and sulfate elimination, ultimately yielding sulforaphane. This research can contribute to revealing the interaction mechanism between microorganisms and natural active substances.",
    "explanation_zh": "蘿蔔硫素是一種有益但不穩定的生物活性化合物，通常由青花椰菜中的葡萄糖苷轉化而來。這項研究的重點在於如何提高蘿蔔硫素的轉化率，因為目前的轉化效率較低，且轉化的機制尚不明確。透過適應性實驗室進化技術，研究人員希望能改善這一過程，從而使蘿蔔硫素的產量增加，進一步了解微生物與天然活性物質之間的互動機制。這對於健康和疾病預防可能有啟示，因為蘿蔔硫素被認為具有抗氧化和抗炎的特性，可能對一些疾病的預防有所幫助。 研究中使用的微生物是乳酸菌，具體是Lactiplantibacillus plantarum。研究者們通過調整培養條件，特別是提高葡萄糖的替代比例，來觀察其對碳水化合物和氨基酸代謝的影響。結果顯示，這種調整能顯著影響微生物的代謝路徑，並促進蘿蔔硫素的生成。 實驗結果顯示，經過適應性實驗室進化的菌株在碳水化合物和氨基酸代謝方面都有顯著的上調，這意味著它們在轉化過程中變得更加有效。具體來說，葡萄糖苷會被進口到細胞內，然後經過一系列的酶促反應，最終轉化為蘿蔔硫素。這項研究不僅有助於提高蘿蔔硫素的產量，還能深入了解微生物如何與天然活性物質互動，這對未來的健康研究可能具有重要意義。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "pub_date": "2025-Dec",
    "abstract_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence. Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival. This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression. BEAS-2B cells were treated with CSE and SFN, and cell viability was assessed using the MTT assay. Cellular senescence was assessed using the SA-β-gal assay and the expression of genes associated with senescence (p16 and p21). The expression levels of SIRT1, senescence-associated secretory phenotype (SASP) cytokines (IL-1β, IL-6, IL-8, TNF-α), GPX4, and SLC7A11 were quantified using qRT-PCR. Additionally, ROS production, GSH and MDA levels, and iron content were measured. An emphysema mouse model was induced by intraperitoneal administration of CSE (7.2 mg/kg) alone or in combination with SFN (10.2 mg/kg) over 28 days, and subsequent histopathological changes were evaluated. Our findings revealed that SFN co-treatment effectively mitigated CSE-induced cytotoxicity, senescence, and SASP cytokine secretion, as well as the pronounced emphysematous changes in lung tissues. Furthermore, SFN reversed CSE-induced downregulation of SIRT1 and upregulation of NF-κB. Notably, SFN also inhibited CSE-induced ferroptosis by increasing GPX4 and SLC7A11 expression while reducing iron and MDA levels. The findings of the present study demonstrated that sulforaphane offers protective effects against CSE-induced toxicity by mitigating oxidative stress, ferroptosis, and cellular senescence.",
    "explanation_zh": "吸煙會對肺部造成傷害，這是因為它會引發氧化壓力，導致細胞死亡和老化。研究發現，蘿蔔硫素是一種強效的抗氧化劑，能激活SIRT1通路，增強細胞抵抗壓力的能力，從而保護細胞。這項研究的目的是評估蘿蔔硫素對香煙煙霧提取物引起的損傷的保護作用，特別是在人體氣道上皮細胞和小鼠肺部的影響。研究者使用了BEAS-2B細胞，將其暴露於香煙煙霧提取物和蘿蔔硫素，並通過MTT測試評估細胞的存活率，同時檢測與細胞老化相關的基因表達情況。 研究還測量了氧化壓力指標和細胞內的其他生化成分。 另外，研究者還在小鼠模型中進行了相關實驗，以觀察蘿蔔硫素的效果。 主要發現是，蘿蔔硫素能有效減輕香煙煙霧引起的細胞毒性、老化和炎症因子的分泌，並改善肺部的病理變化。此外，蘿蔔硫素還能逆轉香煙煙霧引起的SIRT1下調和NF-κB上調，並抑制細胞死亡的過程。這些結果顯示，蘿蔔硫素對抗香煙煙霧引起的毒性有保護作用，能減輕氧化壓力和細胞老化。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肺氣腫 Emphysema",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/"
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "pub_date": "2025-Dec",
    "abstract_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty. Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies. However, its role in alleviating intrinsic skin aging remains to be elucidated. Integrative network pharmacology and proteomics were utilized to investigate the underlying mechanisms of SFN in intrinsic skin aging. Fifty-one anti-aging targets of SFN were identified, highlighting its promising regulatory impact on the aging process. Based on an 18-month-old natural aging mouse model, significant alleviation in skin structure, redox homeostasis, and immune cell composition was noted after 2 months of SFN supplementation. Additionally, proteomic analysis demonstrated that SFN reversed the proteomic profile of intrinsic skin aging, with 233 differentially expressed proteins (DEPs) identified in SFN-fed aging mice. Of note, the up-regulated DEPs were highly enriched in the apelin signaling pathway (p = 0.010). Furthermore, immune cell infiltration and whole blood cell analysis revealed that SFN rescued T cells depletion in dermal tissue, which was strongly correlated with DEPs enriched in the SFN-activated apelin signaling pathway. SFN improves skin morphology and immune functions via activating the apelin signaling pathway, suggesting new prime targets in counteracting intrinsic skin aging.",
    "explanation_zh": "隨著年齡增長，皮膚會出現老化現象，這會影響到我們的健康和生活品質。研究發現，蘿蔔硫素這種天然的抗發炎物質，可能對改善皮膚老化有幫助。雖然蘿蔔硫素在癌症治療中已經有廣泛應用，但它對於內在皮膚老化的具體作用仍需進一步探討。這項研究利用了綜合網絡藥理學和蛋白質組學的方法，來了解蘿蔔硫素在皮膚老化過程中的作用機制，並發現了51個與抗老化相關的目標，顯示出它在延緩老化過程中的潛力。 研究中使用了18個月大的自然老化小鼠模型，結果顯示在補充蘿蔔硫素兩個月後，皮膚結構、氧化還原平衡和免疫細胞組成都有顯著改善。此外，蛋白質組學分析顯示，蘿蔔硫素能夠逆轉皮膚老化的蛋白質組特徵，並在蘿蔔硫素餵養的老化小鼠中識別出233種差異表達的蛋白質。特別是，上調的差異表達蛋白質在apelin信號通路中高度富集。進一步的免疫細胞滲透和全血細胞分析顯示，蘿蔔硫素能夠恢復皮膚組織中T細胞的減少，這與在蘿蔔硫素激活的apelin信號通路中富集的差異表達蛋白質有強烈的相關性。這些結果表明，蘿蔔硫素透過激活apelin信號通路來改善皮膚形態和免疫功能，為對抗內在皮膚老化提供了新的研究方向。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/"
  },
  {
    "id": "41027171",
    "title_en": "Multi-omics analysis of gut-liver axis reveals the mechanism by which sulforaphane alleviates liver injury in Cyprinus carpio exposed to triphenyltin.",
    "pub_date": "2025-Dec",
    "abstract_en": "This study investigates the protective effects of sulforaphane (SFN) against triphenyltin (TPT)-induced hepatotoxicity, immune dysfunction and gut microbiota dysbiosis in Cyprinus carpio. Cyprinus carpio were divided into three groups and exposed for 8 weeks, including control, 10 μg/L TPT and 10 μg/L TPT + 10 mg/kg SFN group. This result showed that TPT exposure induced significantly (P < 0.05) hepatotoxicity, evidenced by increasing hepatic total bile acid (TBA) and total cholesterol levels, while upregulating Hsp70/90 and downregulating lysozyme gene expression. SFN supplementation reduced TBA accumulation, normalized Hsp90 and lysozyme expression, mitigating TPT-induced lipid dysregulation and immunosuppression. Transcriptomic analysis revealed that TPT exposure activated lipid metabolism pathways (PPAR signaling and cholesterol metabolism), but suppressed immune-related pathways. SFN supplementation restored metabolic homeostasis by enriching glucose and amino acid metabolism pathways and activating AMPK signaling, while also modulating the expression of key genes (PLIN1, ME1, CPT1B). The microbiota composition were changed in SFN + TPT, including the increased of beneficial Fusobacteriota and Cetobacterium, and the decreased of pathogenic Proteobacteria and Aeromonas. The gut transcriptome dysregulation were restored in SFN + TPT by enhancing immune pathways in Toll-like/NOD-like receptors. The significant correlations linked were found in gut microbes (Kaistia, Vagococcus) to hepatic/intestinal gene expression in SFN + TPT. Overall, these findings elucidate novel mechanisms underlying TPT-induced immunotoxicity in liver and intestine and demonstrate the protective role of SFN, providing a theoretical foundation for its application in toxicity mitigation strategies.",
    "explanation_zh": "這項研究探討了蘿蔔硫素對於三苯錫引起的肝毒性、免疫功能失調和腸道微生物失衡的保護作用。研究中使用了鯉魚，將其分為三組，分別為對照組、10微克/升的三苯錫組和10微克/升的三苯錫加10毫克/公斤的蘿蔔硫素組，持續8週。結果顯示，三苯錫的暴露顯著引起肝毒性，這可以從肝臟總膽鹽和總膽固醇水平的增加中看出，同時Hsp70/90的表達上升而溶菌酶基因表達下降。蘿蔔硫素的補充減少了膽鹽的積累，正常化了Hsp90和溶菌酶的表達，減輕了三苯錫引起的脂質失調和免疫抑制。這些結果顯示，蘿蔔硫素可能有助於改善因三苯錫引起的健康問題，對於未來的毒性緩解策略提供了理論基礎。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肝毒性 Hepatotoxicity",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41027171/"
  },
  {
    "id": "40714240",
    "title_en": "Gut microbiota-related glutathione metabolism is key mechanism for sulforaphane ameliorating ulcerative colitis.",
    "pub_date": "2025-Dec",
    "abstract_en": "Gut barrier dysfunction is associated with dysbiosis of the gut microbiota and its metabolites, which is closely linked to the pathogenesis of ulcerative colitis (UC). Recent studies have demonstrated that Sulforaphane (SFN) exerts beneficial effects on UC. However, the role of the gut microbiota and microbial metabolism in the anti-UC mechanisms of SFN remains inadequately understood. In this study, we observed that SFN administration significantly improved the pathological phenotype, restored gut barrier integrity, and reduced colon inflammation in dextran sulfate sodium (DSS)-induced colitis mice. Gut microbiota analysis illustrated that SFN administration rebalances the alterations in gut microbiota composition, including genera such as Turicibacter, Lactobacillus and Bacteroides, in DSS-induced mice. Furthermore, untargeted metabolomics analysis indicated that the levels of microbial arachidonic acid metabolism, as well as the metabolism of alanine, aspartate, and glutamate, and glutathione metabolism in the gastrointestinal tract, were significantly altered in DSS-induced mice. Interestingly, SFN treatment significantly restore the alterations in glutathione metabolism and the levels of associated metabolites. Additionally, we observed that the MAPK/NF-κB signaling pathway, regulated by glutathione metabolism, was inhibited in the colon of DSS-induced mice following SFN treatment. Collectively, these results suggest that SFN can alleviate DSS-induced colitis in mice by restoring dysregulated gut microbiota and glutathione metabolism, thereby modulating the MAPK/NF-κB signaling pathway, enhancing intestinal barrier function and reducing colonic inflammation. Importantly, our findings elucidate a novel mechanism by which SFN improves gut barrier function, highlighting its potential to advance the development of SFN-derived therapeutics for the clinical management of colitis.",
    "explanation_zh": "腸道屏障功能失常與腸道微生物群及其代謝物的失調有關，這與潰瘍性結腸炎的發病機制密切相關。最近的研究顯示，蘿蔔硫素對潰瘍性結腸炎有益，但其在腸道微生物群和微生物代謝中的作用尚不清楚。本研究觀察到，給予蘿蔔硫素能顯著改善小鼠的病理表現，恢復腸道屏障的完整性，並減少由右旋糖酐硫酸鈉引起的結腸炎症。腸道微生物群分析顯示，蘿蔔硫素的給予能重新平衡腸道微生物群的組成變化，包括一些屬如Turicibacter、Lactobacillus和Bacteroides。此外，未針對性代謝組學分析顯示，微生物的花生四烯酸代謝、丙氨酸、天冬氨酸和谷氨酸的代謝，以及腸道中的谷胱甘肽代謝在右旋糖酐硫酸鈉誘導的小鼠中顯著改變。值得注意的是，蘿蔔硫素治療能顯著恢復谷胱甘肽代謝的變化及相關代謝物的水平。我們還觀察到，谷胱甘肽代謝調控的MAPK/NF-κB信號通路在蘿蔔硫素治療後被抑制。綜合這些結果，我們的研究表明，蘿蔔硫素能通過恢復失調的腸道微生物群和谷胱甘肽代謝來減輕小鼠的結腸炎，從而調節MAPK/NF-κB信號通路，增強腸道屏障功能並減少結腸炎症。這些發現揭示了蘿蔔硫素改善腸道屏障功能的新機制，突顯了其在潰瘍性結腸炎臨床管理中的潛在應用。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "潰瘍性結腸炎 Ulcerative Colitis",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40714240/"
  },
  {
    "id": "41291551",
    "title_en": "Nanoliposome-mediated delivery of sulforaphane suppresses Ehrlich ascites carcinoma growth and improves liver integrity and therapeutic outcomes in a murine model.",
    "pub_date": "2025-Nov",
    "abstract_en": "The anticancer activity of sulforaphane (SFN) involves multiple signaling pathways, but its mechanism against Ehrlich Ascites Carcinoma (EAC) in mice remains unclear. This study evaluated the antitumor efficacy of SFN-loaded nanoliposomes (SFN-NLPs). Ninety female Swiss albino mice were allocated into six groups: (1) untreated control, (2) SFN alone (50 mg/kg/day, orally), (3) SFN-NLPs alone (50 mg/kg/day, orally), (4) EAC-bearing mice (2.5 × 10⁶ cells, intraperitoneally), (5) EAC + SFN, and (6) EAC + SFN-NLPs. with treatment lasting 20 days in tumor-bearing groups. SFN-NLPs significantly reduced EAC tumor volume, viable cell count, and tumor marker levels, while prolonging survival more effectively than free SFN. SFN-NLPs modulated key molecular pathways by suppressing inflammatory gene expression (NF-κB, COX-2) and shifting the balance toward apoptosis via upregulation of TP53 and Bax and concomitant downregulation of Bcl-2. Regarding liver integrity, SFN-NLPs significantly reduced DNA fragmentation and hepatic oxidative stress, while modulating systemic inflammation through reductions in total leukocyte count, TNF-α, and C-reactive protein. In addition, SFN-NLPs conferred superior protection against both histopathological and ultrastructural liver damage. Furthermore, molecular docking analysis suggested plausible interactions of SFN with proteins associated with antioxidant defense, inflammation regulation, and apoptosis, indicating a potential modulatory role. In conclusion, nanoformulated SFN enhances stability, augments efficacy, and facilitates sustained release and bioavailability, thereby strengthening its antitumor, anti-inflammatory, antioxidant, and pro-apoptotic effects in EAC-bearing mice. These findings highlight the potential of SFN-NLPs to suppress tumor growth by modulating inflammatory and apoptotic gene expression while preserving liver integrity.",
    "explanation_zh": "這項研究探討了蘿蔔硫素在小鼠身上對腫瘤的抗癌效果，特別是針對一種名為Ehrlich腹水癌的癌症。研究發現，蘿蔔硫素能夠透過多種途徑來抑制腫瘤生長，並且使用納米脂質體包裹的蘿蔔硫素（SFN-NLPs）比單獨使用蘿蔔硫素更有效。這些結果顯示，蘿蔔硫素可能有助於癌症的治療，並且對肝臟的健康也有保護作用。這些發現對於未來的癌症治療研究提供了新的思路。 研究的主要目的是評估蘿蔔硫素包裹在納米脂質體中的抗腫瘤效果。研究團隊將90隻雌性瑞士白鼠分成六組，分別接受不同的處理，包括不治療、單獨給予蘿蔔硫素、單獨給予蘿蔔硫素納米脂質體、以及在腫瘤模型中給予這些處理。這些小鼠的治療持續了20天，以觀察腫瘤的變化和小鼠的生存情況。 實驗結果顯示，使用蘿蔔硫素納米脂質體的組別在減少腫瘤體積、活細胞數量和腫瘤標記物方面表現得更為顯著，並且能夠延長小鼠的生存期。此外，這些納米脂質體還能調節關鍵的分子通路，減少炎症基因的表達，並促進細胞凋亡，顯示出其在抗腫瘤和抗炎方面的潛力。這項研究的結果強調了蘿蔔硫素納米脂質體在癌症治療中的應用潛力，並且為未來的研究提供了重要的基礎。 ",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "腹水癌 Ehrlich Ascites Carcinoma",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41291551/"
  },
  {
    "id": "41135276",
    "title_en": "Sulforaphane targets STAT3-CKMT2-AS1 to suppress gastric cancer via PSMB8 downregulation and AIMP1 stabilization.",
    "pub_date": "2025-Nov",
    "abstract_en": "Gastric cancer (GC) remains one of the most formidable threats to human health with limited therapeutic options. Sulforaphane (SFN), a natural isothiocyanate, exhibits antitumor activity; however, its molecular mechanisms of action in GC remain unclear. To investigate the mechanism of action of SFN in gastric cancer. The antitumor effects of SFN were comprehensively assessed in vitro and in vivo, followed by sequencing analysis to identify the targeted lncRNA. Subsequently, the mechanical verification experiments were carried out to determine the upstream and downstream regulatory components involved in the STAT3-CKMT2-AS1 regulatory axis. We demonstrated that SFN strongly inhibits GC. SFN downregulated the expression of the lncRNA CKMT2-AS1. Elevated expression levels of CKMT2-AS1 in human GC tissues are correlated with poor patient survival rates. Knockdown of CKMT2-AS1 significantly inhibited GC proliferation and migration both in vivo and in vitro, whereas CKMT2-AS1 overexpression enhanced malignant phenotypes. Mechanistically, we identified STAT3 as the transcriptional activator driving CKMT2-AS1 expression, with SFN directly binding to, and inhibiting, STAT3 phosphorylation to decrease its transcriptional activity. Interestingly, cytoplasmic CKMT2-AS1 competitively adsorbs miR-451a, leading to the expression of PSMB8, ultimately promoting the progression of the malignant phenotype of GC. Moreover, we discovered that CKMT2-AS1 directly binds to the RNA-binding protein (RBP) AIMP1, promoting ubiquitination-mediated degradation of AIMP1 protein via the proteasomal pathway. The highly expressed AIMP1 protein, in turn, inhibits the phosphorylation of the PI3K/AKT signaling pathway, which is hyperactivated in virtually all solid tumors. Our findings not only elucidate a novel SFN-mediated tumor-suppressive mechanism via the STAT3/CKMT2-AS1 regulatory axis, but also validate CKMT2-AS1 as a promising therapeutic target for GC intervention.",
    "explanation_zh": "胃癌是一種對人類健康威脅極大的疾病，目前的治療選擇有限。研究發現，蘿蔔硫素這種天然化合物具有抗腫瘤的效果，但其在胃癌中的具體作用機制尚不清楚。這項研究的目的是探討蘿蔔硫素在胃癌中的作用機制，並希望能為未來的治療提供新的思路。研究者們對蘿蔔硫素的抗腫瘤效果進行了全面的評估，包括在實驗室和動物模型中的測試，並進行了基因測序分析，以識別其靶向的長鏈非編碼RNA（lncRNA）。接著，他們進行了機制驗證實驗，以確定參與STAT3-CKMT2-AS1調控軸的上游和下游調控成分。研究結果顯示，蘿蔔硫素能強烈抑制胃癌的發展，並降低了CKMT2-AS1的表達。CKMT2-AS1在胃癌組織中的高表達與患者的生存率低下有關。當CKMT2-AS1被抑制時，胃癌的增殖和轉移顯著減少，而CKMT2-AS1的過度表達則會加劇腫瘤的惡性表現。研究還發現，STAT3是驅動CKMT2-AS1表達的轉錄激活因子，而蘿蔔硫素則能直接結合並抑制STAT3的磷酸化，從而降低其轉錄活性。此外，CKMT2-AS1能與RNA結合蛋白AIMP1直接結合，促進AIMP1蛋白的降解，進一步影響PI3K/AKT信號通路的活性。這些發現不僅揭示了蘿蔔硫素通過STAT3/CKMT2-AS1調控軸的腫瘤抑制機制，還確認了CKMT2-AS1作為胃癌治療的一個潛在靶點。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "胃癌 Gastric Cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41135276/"
  },
  {
    "id": "41275316",
    "title_en": "Investigating the clinical efficacy, safety and molecular mechanism of sulforaphane in autism spectrum disorder: an integrated study combining meta-analysis, network pharmacology, and computational biology.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, a natural antioxidant rich in cruciferous vegetables, has emerged as a promising dietary supplement for autism spectrum disorder (ASD). However, its therapeutic efficacy remains controversial, and the pharmacological mechanisms are not fully elucidated. Eligible randomized controlled trials were retrieved from PubMed, Web of Science, Embase, and Cochrane Library databases. Review Manager 5.4 was used for meta-analysis and bias risk assessment. Network pharmacology, Mendelian randomization, GEO data analyses, molecular docking, and molecular dynamics simulation were employed to explore the mechanisms of sulforaphane in ASD. Six trials involving 333 participants were included in the meta-analysis. Pooled results demonstrated that both 4-5 weeks and 8-10 weeks of sulforaphane supplementation significantly decreased the scores on the Social Responsiveness Scale compared to placebo controls. No significant difference was observed in the incidence of adverse events. Network pharmacology identified 10 core targets of sulforaphane in ASD, including AKT1, EGFR, HSP90AA1, SRC, CASP3, STAT1, MAPK1, MMP9, MAPK8, and JAK2. These targets were implicated in the PI3K-Akt signaling pathway, MAPK signaling pathway, Chemokine signaling pathway, Chemical carcinogenesis - reactive oxygen species, TNF signaling pathway, Th17 cell differentiation, mTOR signaling pathway, and IL-17 signaling pathway. Mendelian randomization further revealed an inverse association between STAT1 levels and ASD risk. GEO transcriptomic data provided independent validation for the network pharmacology predictions. The binding energies between sulforaphane and the top 10 core targets are all ≤ -4.0 kcal/mol. Molecular dynamics simulations further validated the stable interaction between MMP-9 and sulforaphane. Sulforaphane may serve as an efficacious and safe adjunctive therapy for ASD, mediated by its anti-oxidant and anti-inflammatory effects along with the modulation of autophagy. CRD42025635045.",
    "explanation_zh": "蘿蔔硫素是一種天然抗氧化劑，主要存在於十字花科蔬菜中，近來被認為可能對自閉症譜系障礙（ASD）有幫助。不過，關於它的療效仍存在爭議，且其藥理機制尚未完全明瞭。這項研究旨在探討蘿蔔硫素對自閉症的影響，並分析其可能的作用機制，以期為這一領域提供更多的科學依據。研究者從多個資料庫中篩選出符合條件的隨機對照試驗，並使用統計工具進行綜合分析，評估蘿蔔硫素的效果及其安全性。 研究中納入了六項試驗，共有333名參與者。結果顯示，無論是4-5週還是8-10週的蘿蔔硫素補充，均顯著降低了參與者在社交反應量表上的得分，相較於安慰劑組，且未觀察到顯著的副作用。進一步的網絡藥理學分析發現，蘿蔔硫素在自閉症中有10個核心靶點，這些靶點涉及多條信號傳導路徑，顯示出蘿蔔硫素可能通過抗氧化和抗炎作用，並調節自噬來發揮輔助療效。這些發現為蘿蔔硫素作為自閉症輔助療法的潛力提供了支持。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "自閉症譜系障礙 Autism Spectrum Disorder",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41275316/"
  },
  {
    "id": "41265122",
    "title_en": "Synergistic strategies of sulforaphane biosynthesis and functional properties in broccoli sprouts powder obtained from sucrose stress modulation coupled with vacuum freeze-drying.",
    "pub_date": "2025-Nov",
    "abstract_en": "This study investigated methionine-sucrose stress treatments on glucoraphanin biosynthesis in broccoli sprouts and the impact of vacuum freeze-drying (VFD) on sprout powder quality. Results showed that sucrose treatment elevated glucoraphanin content by 316.30 % in 4-day sprouts compared to the control (9.72 mg/g), accompanied by increases of 42.65 % in total isothiocyanates (ITCs) and 70.00 % in anthocyanins. The treatment enhanced myrosinase activity and upregulated osmotic regulators. PCA confirmed that sucrose stress optimized the nutritional quality of broccoli sprouts and exhibited potential in sulforaphane enrichment. The VFD broccoli sprout powder exhibited high retention of sulforaphane (6.00 mg/g dw) and total ITCs (7.00 mg/g dw), with optimal water-holding capacity, oil-holding capacity, and swelling capacity. The sulforaphane extract exhibited significant antimicrobial activity against E. coli (16.00 mm inhibition zone) and Staphylococcus aureus (10.02 mm). The synergistic application of sucrose stress and VFD presents a promising approach for developing functional foods.",
    "explanation_zh": "這項研究探討了甲硫氨酸-蔗糖壓力處理對青花椰菜芽中蘿蔔硫素前體（glucoraphanin）合成的影響，以及真空冷凍乾燥（VFD）對芽粉品質的影響。研究結果顯示，經過蔗糖處理的四天芽中，蘿蔔硫素前體的含量比對照組增加了316.30%，同時總異硫氰酸鹽（ITCs）和花青素的含量也分別增加了42.65%和70.00%。這種處理還提高了芥子酶活性並上調了滲透調節因子。主成分分析（PCA）確認蔗糖壓力優化了青花椰菜芽的營養品質，並顯示出在蘿蔔硫素富集方面的潛力。經過VFD處理的青花椰菜芽粉保留了高含量的蘿蔔硫素（6.00 mg/g dw）和總異硫氰酸鹽（7.00 mg/g dw），並具有最佳的保水性、持油性和膨脹性。此外，蘿蔔硫素提取物對大腸桿菌和金黃色葡萄球菌表現出顯著的抗菌活性。這種蔗糖壓力和VFD的協同應用為開發功能性食品提供了一個有前景的方法。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41265122/"
  },
  {
    "id": "41159773",
    "title_en": "Sulforaphane-Loaded Hydrogel Prolongs Fully MHC-Mismatched Skin Allograft Survival.",
    "pub_date": "2025-Nov",
    "abstract_en": "Despite immunosuppression, acute rejection (AR) is still a common setback among transplantation patients and is a risk factor for graft survival. Sulforaphane (SFN), a phytochemical present in crucifers, has been shown to have anti-inflammatory and immunoregulatory properties, yet its influences on immune cell activation as well as in graft survival are still unknown. Thus, the aim was to evaluate SFN's effect, and to improve efficacy, efficiency, and availability, it was incorporated into thermosensitive polymeric hydrogels, to prevent AR in skin transplant (Tx) model mice. A thermosensitive hydrogel containing SFN (0.1%) and hyaluronic acid (HA) (0.5%) dispersed in a poloxamer matrix (PL407 at 20% w/v) was developed (GS-PL407 20%, HA and SFN) and characterized as a liquid-viscous hydrogel. The fully MHC-incompatible skin Tx procedure was performed by using donor skin Balb/c mice, transplanted into C57BL/6 recipient mice. The cytotoxicity test of GS was performed using in vitro assays with bone marrow-derived dendritic cells (BMDC). Treatment of BMDC with GS for 24 h presents no cytotoxicity. Untreated allograft mice present 100% of graft loss at day 9 post Tx. Remarkably, subcutaneous GS injection every 3 days promoted 80% of allograft survival for more than 14 days when compared with untreated recipients (<i>p</i> < 0.001). Histological analysis showed a lower level of inflammatory cells in the skin Tx of GS-treated mice. Flow cytometry analysis of draining lymph nodes at day 5 post Tx revealed that GS treatment reduced the frequency of DC and subtypes and function of the CD4<sup>+</sup> T cells. In vitro GS-treated lipopolysaccharide-activated BMDC present less activation of costimulatory markers. Taken together, GS treatment reduced immune cell activation, postponing AR onset and prolonging allograft survival in Tx animals. This strategy highlights the role of SFN as a promising candidate for further studies in organ transplantation experiments and being tested combined with current immunosuppression protocols.",
    "explanation_zh": "在器官移植中，急性排斥反應是一個常見的問題，可能會影響移植物的存活。研究人員發現，蘿蔔硫素這種存在於十字花科植物中的植物化學物質，具有抗發炎和調節免疫的特性，但它對免疫細胞活化和移植物存活的影響仍不清楚。因此，這項研究的目的是評估蘿蔔硫素的效果，並將其與熱敏聚合物水凝膠結合，以防止皮膚移植模型小鼠的急性排斥反應。研究團隊開發了一種含有0.1%蘿蔔硫素和0.5%透明質酸的熱敏水凝膠，並對其進行了特性分析，最終形成了一種液體黏稠的水凝膠。  \n\n這項研究的實驗過程中，研究人員使用了完全不相容的MHC皮膚移植程序，將供體小鼠的皮膚移植到接受者小鼠身上。他們還進行了細胞毒性測試，結果顯示，經過24小時處理的骨髓來源樹突細胞並未顯示出細胞毒性。未經處理的移植物小鼠在移植後第9天出現100%的移植物損失，而每3天注射一次水凝膠的實驗組則顯示出80%的移植物在14天內存活。  \n\n進一步的組織學分析顯示，接受水凝膠治療的小鼠皮膚中炎症細胞的數量較少。流式細胞術分析顯示，在移植後第5天，水凝膠治療組的淋巴結中樹突細胞和CD4+ T細胞的頻率及功能均有所降低。此外，經水凝膠處理的樹突細胞在脂多醣激活後的活化標記物表現也較低。這些結果表明，水凝膠治療減少了免疫細胞的活化，延緩了急性排斥反應的發生，並延長了移植物的存活時間。這項策略突顯了蘿蔔硫素在器官移植研究中的潛力，並有望與現有的免疫抑制方案結合進行進一步的測試。  \n\n",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "急性排斥反應 Acute Rejection",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41159773/"
  },
  {
    "id": "41196460",
    "title_en": "Sulforaphane: a natural organosulfur having potential to modulate apoptosis and survival signalling in cancer.",
    "pub_date": "2025-Nov",
    "abstract_en": "Owing to its ever-growing range of pharmacological advantages, sulforaphane, an isothiocyanate from cruciferous vegetables such as broccoli, is becoming increasingly popular. This review aims to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment. Sulforaphane interacts with many signaling molecules that control various pathways in malignant cells, including angiogenesis, apoptosis, cell cycle arrest, metastasis, and inflammation pathways. This review examines the effects of this isothiocyanate on inflammatory mediators, caspases, MMPs, cytokines, and the proteins Bax and Bcl-2. Furthermore, the advantages of nanotechnology and synergistic effects in sulforaphane applications are also reviewed. As per evidence, sulforaphane is a shining example of how ethno-pharmacological expertise can be used to create modern medications.",
    "explanation_zh": "蘿蔔硫素是一種來自青花椰菜等十字花科蔬菜的化合物，因其潛在的藥理優勢而受到越來越多的關注。這篇文章探討了蘿蔔硫素在癌症治療中的應用，並提供了最新的研究進展。研究顯示，蘿蔔硫素能夠與多種信號分子互動，影響癌細胞的多個生物途徑，包括血管生成、細胞凋亡、細胞週期停滯、轉移及炎症反應等，這些都是癌症發展過程中的重要環節。 這篇文章的主題是蘿蔔硫素的效果，特別是它對炎症介質、半胱天冬酶、基質金屬蛋白酶、細胞因子以及Bax和Bcl-2等蛋白的影響。此外，文章還探討了納米技術的優勢以及蘿蔔硫素在應用中的協同效應。這些研究顯示，蘿蔔硫素不僅是傳統藥理知識的現代應用範例，還可能為癌症治療提供新的思路和方法。 這篇文章的研究方法主要是文獻回顧，通過分析現有的研究資料，總結蘿蔔硫素在癌症治療中的潛力和應用。研究者們檢視了蘿蔔硫素對不同生物標記物的影響，並探討了其在臨床應用中的可能性。這樣的文獻回顧有助於我們更好地理解蘿蔔硫素的作用機制及其在癌症治療中的潛在價值。 總體來說，這篇文章強調了蘿蔔硫素在癌症治療中的多重作用，並指出了它在未來藥物開發中的重要性。儘管目前的研究顯示蘿蔔硫素具有潛在的療效，但仍需進一步的臨床試驗來確認其具體的治療效果和安全性。這些發現為未來的研究提供了基礎，並激發了對蘿蔔硫素及其衍生物在癌症治療中應用的興趣。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "癌症 Cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41196460/"
  },
  {
    "id": "41184790",
    "title_en": "Efficacy and safety of sulforaphane in schizophrenia: a systematic review and meta-analysis of randomized controlled trials.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, an isothiocyanate derived from cruciferous vegetables (e.g., broccoli sprouts), has been explored for its antioxidant and anti-inflammatory properties. This is the first systematic review and meta-analysis to explore the therapeutic potentials of sulforaphane in schizophrenia. We searched PubMed, Scopus, Web of Science, and Cochrane Central for studies from inception to April 2025. We included randomized controlled trials (RCTs) evaluating the efficacy of sulforaphane in schizophrenia. The primary outcomes were changes in the Positive and Negative Syndrome Scale (PANSS) total and its subscales. Secondary outcomes included cognitive measures, metabolic markers, and safety. Four RCTs with 369 schizophrenia patients were included. Sulforaphane did not significantly improve PANSS total or positive symptom scores at the latest follow-up (ranging from 24 weeks to 18 weeks) or at a consistent 12-week time point. However, a modest improvement in negative symptoms was found at 12 week- time point (MD= -1.06; 95% CI: -1.95 to -0.16; p = 0.02), which was not maintained at the latest follow-up. General psychopathology scores improved significantly (MD= -1.5; 95% CI: -2.78 to -0.23; p = 0.02). No cognitive benefits were observed. Sulforaphane led to significant reductions in metabolic markers, including LDL, triglycerides, and cholesterol. Discontinuation rates were lower in the sulforaphane group (RR = 0.68; 95% CI: 0.49 to 0.95; p = 0.02). The study provides initial insights into sulforaphane's potential therapeutic effects in schizophrenia, showing modest improvements in general psychopathology and negative symptoms, with favorable metabolic changes and lower discontinuation rates. Due to limited data and heterogeneity, the study findings should be interpreted with caution. Not applicable.",
    "explanation_zh": "蘿蔔硫素是一種來自十字花科蔬菜（例如青花椰菜芽）的化合物，因其抗氧化和抗發炎特性而受到關注。這項研究是首個系統性回顧和統合分析，專注於蘿蔔硫素在精神分裂症治療中的潛力。我們從多個資料庫中搜尋了相關研究，並納入了隨機對照試驗，評估蘿蔔硫素對精神分裂症的療效。主要的評估指標包括陽性和陰性綜合症量表（PANSS）的總分及其子量表，次要指標則包括認知測量、代謝標記和安全性評估。這項研究納入了四項隨機對照試驗，共369名精神分裂症患者。結果顯示，蘿蔔硫素在最新的隨訪中對PANSS總分或陽性症狀的改善並不顯著，但在12週的時間點上，陰性症狀有輕微改善，這種改善在後續隨訪中並未持續。此外，整體精神病理學評分有顯著改善，且在代謝標記方面，如低密度脂蛋白、三酸甘油脂和膽固醇均有顯著降低。研究中蘿蔔硫素組的中止率也較低，顯示出其在精神分裂症治療中的潛在益處。儘管如此，由於數據有限且存在異質性，研究結果需謹慎解讀。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "精神分裂症 Schizophrenia",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41184790/"
  },
  {
    "id": "40992247",
    "title_en": "Assessing the transplacental passage and breastmilk levels of broccoli sprout-derived sulforaphane.",
    "pub_date": "2025-Nov",
    "abstract_en": "Preeclampsia is characterised by hypertension with maternal end-organ dysfunction and/or fetal growth restriction. Sulforaphane, an antioxidant found in broccoli sprouts, has potential as a future therapeutic. With its ability to attenuate the injurious impacts of endothelial dysfunction in vitro, sulforaphane is uniquely positioned to protect against the harmful effects of preeclampsia. However, the transferability of sulforaphane from mother to fetus/baby remains unknown in humans. Uncomplicated pregnant patients (n = 8) scheduled for elective caesarean sections (>37 weeks gestation) provided written and informed consent. A single oral dose of EnduraCell, a broccoli sprout extract (equivalent to 21 mg of sulforaphane), was administered prior to caesarean section. Baseline blood pressure, blood and urine were collected and again at time of operation, alongside umbilical cord blood (vein and artery) and placental samples. 2-4 days post-delivery, a second dose was administered. Two hours later, maternal bloods and breast milk were collected. Samples were processed and analysed by liquid-chromatography mass-spectrometry to measure sulforaphane. Besides an increase in peripheral diastolic blood pressure on the day of caesarean section (p = 0.028), there were no changes in maternal blood pressure or heart rate after ingestion of EnduraCell. Sulforaphane was found in maternal serum (70.10 ng/ml ± 11.90), umbilical cord blood (vein: 25.18 ng/mL ± 3.11, artery: 18.81 ng/mL ± 2.36), urine (5726.00 ng/mL ± 1175.00), placental tissue (10.99 ng/mg ± 2.11) and breast milk (1.33 ng/mL ± 2.29). Sulforaphane is present in the umbilical cord and breast milk, providing the world's first evidence of sulforaphane maternal-fetal transfer in humans, and opening avenues for future research into relevant fetal implications.",
    "explanation_zh": "妊娠高血壓症是一種以母體高血壓及器官功能異常或胎兒生長受限為特徵的疾病。研究顯示，青花椰菜中的一種抗氧化劑——蘿蔔硫素，可能對妊娠高血壓症有潛在的治療效果。這種物質能夠減輕內皮功能障礙的傷害，因此有可能保護孕婦免受妊娠高血壓症的負面影響。不過，目前尚不清楚蘿蔔硫素是否能從母體轉移到胎兒或嬰兒身上。 這項研究針對8位計劃進行剖腹產的孕婦進行，這些孕婦在懷孕超過37週時提供了書面同意。研究者在剖腹產前給予她們一劑青花椰菜萃取物（相當於21毫克的蘿蔔硫素），並在手術前後收集了母體的血液、尿液、臍帶血及胎盤樣本。手術後2到4天，研究者再次給予孕婦第二劑蘿蔔硫素，並在兩小時後收集母體血液及母乳樣本。 研究結果顯示，在剖腹產當天，孕婦的周邊舒張壓有所上升，但其他的血壓和心率並未有顯著變化。最重要的是，研究發現母體血清、臍帶血、尿液、胎盤組織及母乳中均檢測到蘿蔔硫素，這是全球首次證實蘿蔔硫素能在母體與胎兒之間轉移的證據，為未來研究其對胎兒的影響開啟了新的方向。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "妊娠高血壓症 Preeclampsia",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40992247/"
  },
  {
    "id": "40633511",
    "title_en": "Synthesis and biological evaluation of Sulforaphane derivatives with dual functions: Ischemia-reperfusion injury protection and antitumor effects.",
    "pub_date": "2025-Nov",
    "abstract_en": "Reperfusion therapy for the treatment of acute myocardial infarction (AMI) often leads to ischemia-reperfusion (I/R) injuries, characterized by excessive ROS. Sulforaphane (SFN) homologous, known for their anti-inflammatory and antioxidant properties, activate the nuclear factor-erythroid 2-related factor 2 (Nrf2) pathway and reduce mitochondrial ROS but are limited by poor stability and short half-life. SFN derivatives were synthesized through structural modifications of the dithiocarbamate and thiourea moieties at the isothiocyanate group, aiming to enhance stability and maintain therapeutic efficacy. Compound 3g emerged as a promising candidate, demonstrating superior protection against hypoxia-reoxygenation (H/R) injury in cardiac microvascular endothelial cells (CMECs) and exhibiting good antitumor activity. Specifically, 3g reduced ROS levels by 24.5 % (compared to nifedipine at 17.8 %), increased NO production to 48.0 μM (vs. 44.0 μM), lowered TNF-α secretion to 22.6 pg/mL (vs. 23.9 pg/mL). Concurrently, 3g showed potent antiproliferative activity (IC<sub>50</sub> = 7.5 μM), with 3.8-fold greater potency than 5-fluorouracil (IC<sub>50</sub> = 28.2 μM). Stability studies showed enhanced resistance in both protic and aprotic solvents. Density functional theory (DFT) was applied to characterize the molecular properties of the optimal compounds. Molecular docking and ADMET analysis revealed that aromatic substitution and sulfur oxidation significantly improved Nrf2/Keap1 pathway targeting, highlighting the derivative's potential for stability and therapeutic efficacy. These findings suggest that 3g is a promising candidate for treating I/R-induced injury and oxidative stress-related cardiovascular conditions.",
    "explanation_zh": "對於健康或疾病預防的啟示是，心肌梗塞的再灌注治療雖然能夠挽救心臟，但也可能引發缺血再灌注損傷，這種損傷與過量的活性氧（ROS）有關。研究發現，蘿蔔硫素及其衍生物具有抗發炎和抗氧化的特性，能夠啟動Nrf2通路，減少線粒體中的ROS，這對於心血管健康具有潛在的好處。這項研究的目的是合成穩定性更高的蘿蔔硫素衍生物，以期在治療心肌再灌注損傷時能夠發揮更好的效果。研究者透過對二硫氨基酸和硫脲基團的結構改造，合成了多種衍生物，其中3g化合物顯示出良好的心臟微血管內皮細胞保護效果，並且具有抗腫瘤活性。實驗結果顯示，3g能夠將ROS水平降低24.5%，並提高一氧化氮的產生，顯示出其在心臟缺氧再灌注損傷中的潛力。此外，3g的抗增殖活性也顯示出比傳統化療藥物5-氟尿嘧啶更強的效果，顯示出其在治療相關心血管疾病方面的潛力。這些發現表明，3g化合物可能成為治療缺血再灌注損傷及氧化壓力相關心血管疾病的有前景的候選藥物。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "心肌梗塞 Acute Myocardial Infarction",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40633511/"
  },
  {
    "id": "40617372",
    "title_en": "Antioxidant effect of esculin and sulforaphane in zebrafish larvae: A comparative study.",
    "pub_date": "2025-Nov",
    "abstract_en": "Antioxidants are crucial for maintaining cellular redox homeostasis by neutralizing free radicals, including reactive oxygen species (ROS). Nuclear factor erythroid-2-related factor 2 (Nrf2) is a transcription factor that activates various cytoprotective genes to counteract oxidative damage. The present study aimed to compare the antioxidant potential of natural phytochemicals, esculin (ESC), and sulforaphane (SFN) in zebrafish larvae, focusing on Nrf2 activation. Zebrafish larvae were treated with ESC (100 μM) and SFN (40 μM) along with control for 6 h. The levels of ROS, lipid peroxidation (LPO), nitric oxide (NO), glutathione S-transferase (GST), glutathione peroxidase (GPx), catalase (CAT), and reduced glutathione (GSH) were measured. Further, RT-PCR and Western blotting methods were employed to determine the antioxidant genes and protein levels, respectively. In addition, Nrf2 localization within the cell was assessed using nuclear/cytosolic fractionation assay and wholemount immunohistochemistry method. Our results demonstrate that ESC treatment significantly increased antioxidant enzyme activities (GST, GPx, CAT), similar to the effects observed with SFN. Further, ESC enhanced the mRNA levels of antioxidant genes expression, such as nrf2, gstp1, hmox1a, prdx1, nqo1, gss, gsr, sqstm1, hsp90aa1.2 than SFN. Antioxidant proteins Nrf2, Gstp1, Cat, and Sod2 were upregulated in the ESC-treated groups. Subsequently, nuclear localization of Nrf2 was detected in both SFN- and ESC-treated groups, confirming Nrf2 translocation into the nucleus. Our findings suggest that ESC possesses potent antioxidant activity as SFN in 72-hpf zebrafish larvae through the Keap1-Nrf2 signaling pathway.",
    "explanation_zh": "抗氧化劑對於維持細胞的健康非常重要，因為它們能中和自由基，特別是反應性氧物質。這項研究主要探討了兩種天然植物化學物質——蘿蔔硫素和鞘氨醇在斑馬魚幼體中的抗氧化潛力，並重點關注一種叫做Nrf2的轉錄因子，這種因子能啟動多種保護基因來抵抗氧化損傷。研究人員將斑馬魚幼體分別用100μM的鞘氨醇和40μM的蘿蔔硫素處理，並觀察了6小時後的結果。研究中測量了多種指標，包括自由基水平、脂質過氧化、氮氧化物、抗氧化酶活性等，並使用RT-PCR和西方印跡法來分析抗氧化基因和蛋白質的表達情況。 研究結果顯示，鞘氨醇的處理顯著提高了抗氧化酶的活性，與蘿蔔硫素的效果相似。此外，鞘氨醇還增強了多種抗氧化基因的表達，顯示出其強大的抗氧化活性。這些結果表明，鞘氨醇在斑馬魚幼體中通過Keap1-Nrf2信號通路展現出與蘿蔔硫素相當的抗氧化能力。這項研究為未來開發天然抗氧化劑提供了新的思路。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40617372/"
  },
  {
    "id": "40533430",
    "title_en": "Monovalent glycoconjugates of sulforaphane prevent inflammation induced by lipopolysaccharide in human dendritic cells by inhibiting NF-ĸB signalling pathway.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane (SFN) has notable health benefits but faces challenges due to its poor solubility and delivery. This study investigates SFN-glycoconjugates effects on lipopolysaccharide (LPS)-induced inflammation in dendritic cells (DCs). With the aiming to enhance their therapeutic potential against inflammatory diseases. Novel monovalent SFN-glycoconjugates with mannose (Man) and fucose (0Fuc) were developed and tested for their anti-inflammatory and immune-modulatory properties in DCs from healthy donors under chronic LPS exposure. By leveraging therapeutic strategies, SFN-glycoconjugates significantly improved the solubility and bioavailability of SFN, thereby overcoming the limitations of traditional delivery methods. Monocyte-derived DCs were treated with SFN-glycoconjugates and subsequently exposed to a chronic inflammatory environment induced by LPS. Our results showed that SFN-glycoconjugates enhance effectiveness in suppressing inflammation by targeting the p65 NF-κB pathway, without affecting MAPK signalling. SFN-glycoconjugates induce a tolerogenic immune response, characterized by increased IL-10 production and enhanced regulatory T- and B-cell proliferation. These effects surpass those of p65 NF-κB inhibition alone, highlighting a distinct and potent regulatory mechanism independent of MAPK pathways. The integration of food therapeutic strategies not only enhances the stability and delivery of bioactive compounds but also broadens their potential applications in functional foods and therapeutic approaches. In particular, SFN-glycoconjugates represent a promising option as biologically active compounds for inflammatory diseases, offering enhanced anti-inflammatory and immunomodulatory effects through optimized delivery systems and the activation of specific molecular pathways.",
    "explanation_zh": "蘿蔔硫素是一種對健康有益的化合物，但由於其溶解性差和傳遞困難，使用上面臨挑戰。本研究探討了蘿蔔硫素糖苷對於由脂多醣（LPS）引起的樹突細胞炎症的影響，目的是提升其在抗炎疾病中的療效。研究者開發了新型的單價蘿蔔硫素糖苷，並測試其在健康供體的樹突細胞中對抗炎和免疫調節的特性，尤其是在慢性LPS暴露的情況下。這些糖苷顯著改善了蘿蔔硫素的溶解性和生物利用度，克服了傳統傳遞方法的限制。樹突細胞在接觸了這些糖苷後，隨即暴露於由LPS引起的慢性炎症環境中。研究結果顯示，蘿蔔硫素糖苷能有效抑制炎症，主要是通過針對p65 NF-κB通路，而不影響MAPK信號通路。這些糖苷促進了耐受性免疫反應，增加了IL-10的產生，並促進了調節性T細胞和B細胞的增殖。這些效果超過了單純抑制p65 NF-κB的效果，顯示出一種獨特且強效的調節機制，與MAPK通路無關。這項研究不僅提升了生物活性化合物的穩定性和傳遞效率，還擴大了其在功能性食品和治療方法中的應用潛力。特別是，蘿蔔硫素糖苷作為生物活性化合物，對於炎症性疾病提供了增強的抗炎和免疫調節效果，通過優化的傳遞系統和特定分子通路的激活，展現出良好的前景。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "炎症性疾病 Inflammatory Diseases",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40533430/"
  },
  {
    "id": "41171476",
    "title_en": "Online solid-phase extraction of glucoraphanin and sulforaphane from non-edible plants based on amino acid-functionalized covalent organic frameworks.",
    "pub_date": "2025-Oct",
    "abstract_en": "Glucoraphanin (GR) and sulforaphane (SFN) are sulfur-containing compounds with diverse medicinal applications. However, cruciferous vegetables are a single source of GR and SFN, which limits development and utilization in natural resources. Herein, amino acid covalent organic framework (COF-Cys) was synthesized via click reactions and employed as an adsorbent in online solid-phase extraction (online SPE) to determine GR and SFN in non-edible plant samples. The adsorption mechanism was analyzed using density functional theory, revealing that adsorption occurred via electrostatic interaction and hydrogen bonding. Under the optimum conditions, good linearity (4-2500 ng/mL; R<sup>2</sup> = 0.9922 and 0.9968) and lower limits of detection (1.0 ng/mL and 0.6 ng/mL) were observed. GR and SFN were found in 18 non-edible plant samples, and recoveries of spiked samples were 89.1-109.3% with RSD ≤ 6.9%. The COF-Cys-online SPE-UPLC-MS/MS approach displays great potential for application to detect GR and SFN in non-edible plants and provide valuable support for the development of functional products.",
    "explanation_zh": "這項研究可能對健康和疾病預防有啟示，因為它探討了蘿蔔硫素和其前體化合物的檢測方法。這些化合物存在於青花椰菜等十字花科蔬菜中，已知具有多種醫療應用。透過有效的檢測技術，未來可能能夠更好地利用這些天然資源來促進健康，或開發新的功能性產品。研究的主題是開發一種新的方法來檢測非食用植物中的蘿蔔硫素和其前體化合物，這對於擴大這些化合物的應用範圍非常重要。研究者合成了一種氨基酸共價有機框架（COF-Cys），並將其用作在線固相萃取的吸附劑，以便在非食用植物樣本中檢測這些化合物。實驗中，研究者使用了密度泛函理論來分析吸附機制，發現吸附主要是通過靜電作用和氫鍵進行的。在最佳條件下，研究結果顯示出良好的線性關係和較低的檢測限，並在18種非食用植物樣本中成功檢測到蘿蔔硫素和其前體化合物。這種COF-Cys在線固相萃取的檢測方法顯示出在非食用植物中檢測蘿蔔硫素的巨大潛力，並為未來功能性產品的開發提供了有價值的支持。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41171476/"
  },
  {
    "id": "41246347",
    "title_en": "Sulforaphane in cancer precision medicine: from biosynthetic origins to multiscale mechanisms and clinical translation.",
    "pub_date": "2025-Unknown",
    "abstract_en": "Sulforaphane (SFN), an isothiocyanate derived from glucoraphanin in cruciferous vegetables, has evolved from a dietary antioxidant to a sophisticated multi-target agent in oncology. While its roles in nuclear factor erythroid 2-related factor 2 (Nrf2) activation and histone deacetylase (HDAC) inhibition are well-established, this review provides a novel synthesis by integrating disparate research scales-a multiscale perspective that spans from the genetic and epigenetic regulation of glucoraphanin biosynthesis in plants to SFN's recently elucidated effects on ferroptosis, cancer stem cells (CSCs), and the tumor immune microenvironment in humans. We critically evaluate how key host factors, such as gut microbiota composition and glutathione S-transferase (GST) polymorphisms, dictate SFN bioavailability and efficacy, thereby framing a precision nutrition paradigm for its application. Furthermore, we move beyond generic claims of synergy to detail SFN's specific mechanisms in enhancing conventional therapies, including the modulation of drug transporters and immune checkpoints. By integrating advances from plant biochemistry to molecular oncology, this review establishes an updated and mechanism-oriented framework for realizing SFN's compelling potential in cancer prevention and therapy through a precision medicine approach.",
    "explanation_zh": "蘿蔔硫素是一種來自十字花科蔬菜的化合物，近年來被認為在癌症治療中具有多重作用。這篇文章探討了蘿蔔硫素如何從一種飲食抗氧化劑，演變為一種在癌症研究中具有多重靶點的藥物。研究者們分析了蘿蔔硫素在人體內的作用，包括它如何影響腫瘤免疫微環境、癌症幹細胞以及細胞死亡的過程，這些都是癌症發展的重要因素。這些發現可能對健康和疾病預防提供新的見解，特別是在癌症的預防和治療方面。 這篇文章的研究主題是蘿蔔硫素的生物可利用性及其在癌症治療中的潛力。研究者們探討了腸道微生物組和基因多樣性等因素如何影響蘿蔔硫素的效果，並提出了一種精準營養的觀點，來提升蘿蔔硫素的應用效果。 實驗中，研究者們整合了植物生物化學和分子腫瘤學的最新進展，評估了蘿蔔硫素在癌症治療中的具體機制，包括如何調節藥物運輸和免疫檢查點。這樣的多層次研究方法，讓我們能更深入了解蘿蔔硫素的潛力。 主要發現顯示，蘿蔔硫素不僅能增強傳統治療的效果，還能透過調節關鍵的生物標記來改善癌症患者的治療反應。這些結果為未來的癌症預防和治療提供了新的思路，並強調了精準醫療在這一領域的重要性。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "癌症 Cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41246347/"
  },
  {
    "id": "41056875",
    "title_en": "Sulforaphane inhibits gastric cancer progression by regulating the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis.",
    "pub_date": "2025-Oct",
    "abstract_en": "Sulforaphane (SFN) plays a vital role in many types of cancer as a natural extract from plants. However, whether SFN can inhibit gastric carcinogenesis by regulating the lncRNA-miRNA-mRNA axis is unclear. In the current work, the significantly differentially expressed lncRNA PSMB8AS1 was obtained by performing high-throughput sequencing of gastric cancer cells treated with SFN. The qRT-PCR assay results confirmed the inhibitory effect of SFN on PSM8AS1. Subsequently, using gastric cancer data from TCGA and 11 pairs of clinical samples from gastric and paracancerous tissues, we found that PSMB8-AS1 was upregulated in gastric cancer, and high expression of PSMB8-AS1 was associated with low survival of patients with gastric cancer. MTT, cell colony formation, scratch healing, flow cytometry, and qRT-PCR assays showed that the knockdown of PSMB8-AS1 significantly reduced the proliferation and migration of gastric cancer cells as well as promoted apoptosis. Dual luciferase reporter gene and RNA immunoprecipitation (RIP) assay confirmed that PSMB8-AS1 can function as the molecular sponge for miR-888-5p. Meanwhile, bioinformatics analysis and dual-luciferase reporter gene assay showed that miR-888-5p regulates SLC4A7. Overexpression of miR-888-5p or knockdown of SLC4A7 reduced the proliferation and migration of gastric cancer cells. In addition, rescue experiments confirmed that the inhibitory effects of the knockdown of PSMB8-AS1 or the knockdown of SLC4A7 on the proliferation and migration of gastric cancer cells could be reversed by miR-888-5p inhibitor treatment. Subcutaneous tumor formation experiments in nude mice demonstrated that the tumor volume of nude mice transplanted with PSMB8-AS1-knockdown gastric cancer cells was significantly reduced compared with that of the control group. Transcription factors can usually bind to the promoter regions of lncRNAs and regulate the transcription of lncRNAs. We demonstrated through website prediction and experiments that SFN can inhibit the level of PSMB8-AS1 by regulating the transcription factor YY1. These results suggest that SFN inhibits gastric cancer growth through the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis. Therefore, SFN might be a promising therapeutical agent for GC prevention and therapy.",
    "explanation_zh": "蘿蔔硫素是一種天然植物提取物，對多種癌症有重要作用，但它是否能透過調節長鏈非編碼RNA（lncRNA）和微小RNA（miRNA）來抑制胃癌的發生尚不清楚。本研究中，研究人員透過高通量測序技術，發現了一種在胃癌細胞中表達顯著不同的lncRNA PSMB8AS1，並進一步確認了蘿蔔硫素對PSMB8AS1的抑制作用。研究還發現，PSMB8AS1在胃癌中表達上調，且其高表達與患者的低生存率相關。這些結果提示，PSMB8AS1可能在胃癌的發展中扮演重要角色。接下來的實驗中，研究人員使用了多種細胞實驗技術，發現抑制PSMB8AS1能顯著減少胃癌細胞的增殖和遷移，並促進細胞凋亡，顯示出其在癌症進展中的潛在影響。研究還確認了PSMB8AS1作為miR-888-5p的分子海綿，並發現miR-888-5p能調控SLC4A7的表達。進一步的實驗顯示，過表達miR-888-5p或抑制SLC4A7能減少胃癌細胞的增殖和遷移。此外，研究還在裸鼠中進行了腫瘤形成實驗，結果顯示抑制PSMB8AS1的胃癌細胞腫瘤體積顯著減少。這些結果表明，蘿蔔硫素可能通過YY1/PSMB8-AS1/miR-888-5p/SLC4A7通路來抑制胃癌的生長，因此蘿蔔硫素可能成為預防和治療胃癌的潛在藥物。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "胃癌 Gastric Cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41056875/"
  },
  {
    "id": "41235157",
    "title_en": "Novel magnolol-sulforaphane hybrids as potent antitumor agents: synthesis and biological characterization.",
    "pub_date": "2025-Oct",
    "abstract_en": "The natural product-based hybrid strategy is a promising approach for innovative drug discovery. Leveraging the privileged architecture of sulforaphane-a prominent anticancer natural product-we engineered a novel library of magnolol-sulforaphane molecular hybrids for antitumor evaluation through a concise synthetic strategy for the pharmacophore of sulforaphane (SFN), culminating in the identification of CTNPC8 as a promising anticancer compound. Notably, CTNPC8 not only displays exceptional broad-spectrum anticancer activity with potency surpassing both parent compounds and cisplatin, but also exhibits potent <i>in vitro</i> efficacy against the challenging nasopharyngeal carcinoma (NPC) cell model. Mechanistic studies in nasopharyngeal carcinoma models reveal that CTNPC8 triggers mitochondrial-mediated apoptosis through regulating ROS generation and induces G<sub>2</sub>/M phase arrest. Transcriptomic profiling coupled with validation experiments reveals that CTNPC8 exerts its anti-NPC activity primarily by modulating the Akt/mTOR pathway. The present study provided a valuable strategy for discovering new antitumor agents through hybrid molecular design, nominating CTNPC8 as a promising hit compound for anti-NPC research.",
    "explanation_zh": "這項研究提供了一個有趣的觀點，顯示如何利用天然產品來開發新的抗癌藥物。研究者們專注於一種名為蘿蔔硫素的天然化合物，並將其與另一種化合物結合，創造出一種新的分子混合物，這可能對抗癌症有幫助。這樣的研究不僅有助於了解如何利用天然成分來對抗疾病，還可能為未來的藥物開發提供新的思路。這些發現對於癌症的預防和治療都有潛在的啟示，尤其是在尋找更有效的治療方法方面。  \n\n研究的主題是開發一種新的抗癌化合物，研究者們利用蘿蔔硫素的結構特性，設計出一系列新的分子混合物，並進行抗腫瘤活性評估。特別是，他們關注的癌症類型是鼻咽癌，這是一種在某些地區相對常見的癌症。研究者們希望通過這種創新的混合策略，找到比現有藥物更有效的治療選擇，並且希望這些新化合物能夠在臨床上發揮作用。  \n\n在實驗中，研究者們合成了多種蘿蔔硫素和另一種化合物的混合物，並對這些混合物進行了抗腫瘤活性測試。特別是，他們使用了鼻咽癌細胞模型來評估這些新化合物的效果。研究者們還進行了機制研究，探討這些化合物如何影響細胞的死亡途徑，並分析了它們對細胞週期的影響。這些實驗幫助他們了解新化合物的作用機制，並確認其潛在的抗癌效果。  \n\n主要的發現是，CTNPC8這種新化合物在抗癌活性上表現出色，甚至超過了其原始成分和常用的化療藥物順鉑。CTNPC8能夠有效誘導癌細胞的凋亡，並且通過調節細胞內的活性氧生成來影響細胞的生死。此外，研究還發現CTNPC8主要通過調節Akt/mTOR信號通路來發揮其抗鼻咽癌的作用。這些結果為未來開發新的抗癌藥物提供了重要的依據，並且CTNPC8被提名為抗鼻咽癌研究中的一個有前景的候選化合物。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "鼻咽癌 Nasopharyngeal Carcinoma",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41235157/"
  },
  {
    "id": "41181585",
    "title_en": "Sulforaphane alleviates hepatocyte pyroptosis via activating Nrf2-HO-1 signaling during septic acute liver injury.",
    "pub_date": "2025-Unknown",
    "abstract_en": "Acute liver injury (ALI) caused by sepsis is a fatal disease with a high mortality rate and poor prognosis. Sulforaphane (SFN) is a natural isothiocyanate that has robust antioxidant and anti-inflammatory properties. The aim of this study was to identify the pharmacological effects and therapeutic mechanisms of SFN in lipopolysaccharide (LPS)-induced ALI. The role of SFN in ALI was investigated using a mouse model of LPS-induced ALI. Briefly, eighteen mice were divided into three groups: control, LPS, and LPS + SFN, which were intraperitoneally injected for 2 days before LPS treatment. 24 h after the LPS injection, blood and liver tissues were collected for further analysis. The hematoxylin and eosin (HE) staining showed a lot of visible necrosis areas, inflammatory cell infiltration, and congestion in liver. Meanwhile, Ly6G and F4/80 staining showed increased infiltration of neutrophils and macrophages in liver, these results indicated that LPS induced sever ALI. As inflammatory response plays a vital role in the pathogenesis of LPS-induced ALI, we detected the occurrence of pyroptosis in liver by ribonucleic acid (RNA) sequencing. The results showed that pyroptosis was significantly promoted by LPS, as indicated by gene ontology (GO) and kyoto encyclopedia of genes and genomes (KEGG) pathway enrichment analyses, revealing the activation of pyroptosis, interleukin (IL)-1 production, IL-18 production, and inflammatory signaling pathways. Then, we explored the effect of SFN on LPS-induced ALI. The results showed that SFN obviously reduced LPS-induced plasma alanine aminotransferase and aspartate aminotransferase level, pathological injuries and TdT-mediated dUTP nick-end labeling (TUNEL) positive cells, indicating protective effect of SFN on ALI. Furthermore, SFN also showed robust effect on LPS-induced inflammatory response in liver, as reflected by suppressing the infiltration of neutrophils and macrophages, and downregulating mRNA levels of C-X-C motif chemokine ligand 9, IL-6, monocyte chemoattractant protein-1, and tumor necrosis factor-α in liver of LPS treated mice. Furthermore, SFN blocked hepatocyte pyroptosis, and suppressed plasma IL-1β and IL-18 levels of LPS treated mice. Mechanistically, SFN selectively activated nuclear factor erythroid 2-related factor 2 (Nrf2)/heme oxygenase-1 (HO-1) signaling to mediate pyroptotic cell death. SFN also reversed the inhibited superoxide dismutase activity and induced malondialdehyde content in liver of LPS exposed mice. SFN ameliorated liver injury and inflammation during LPS-induced ALI by suppressing hepatocyte pyroptosis via the activation of Nrf2/HO-1 signaling. This study provides new evidence for the potential treatment of ALI with SFN.",
    "explanation_zh": "急性肝損傷（ALI）是一種由敗血症引起的致命疾病，死亡率高且預後不佳。研究發現，蘿蔔硫素這種天然化合物具有強大的抗氧化和抗發炎特性，可能對這種疾病有幫助。這項研究的目的是探討蘿蔔硫素在LPS誘導的急性肝損傷中的藥理作用和治療機制。研究人員使用小鼠模型來模擬這種情況，並將小鼠分為三組：對照組、LPS組和LPS + 蘿蔔硫素組，並在LPS處理前注射蘿蔔硫素以觀察其效果。  \n\n在實驗中，研究人員在LPS注射後24小時收集小鼠的血液和肝臟組織進行分析。結果顯示，LPS導致肝臟出現明顯的壞死區域、炎症細胞浸潤和充血，這表明LPS確實引起了嚴重的急性肝損傷。此外，研究還發現LPS促進了肝臟的細胞焦亡，這是一種特定的細胞死亡方式，並且與炎症反應有關。  \n\n接著，研究人員探討了蘿蔔硫素對LPS誘導的急性肝損傷的影響。結果顯示，蘿蔔硫素顯著降低了LPS誘導的血漿轉氨酶水平和肝臟的病理損傷，顯示出其對急性肝損傷的保護作用。此外，蘿蔔硫素還能抑制肝臟中的炎症反應，減少中性粒細胞和巨噬細胞的浸潤，並降低多種炎症因子的表達。  \n\n從機制上看，蘿蔔硫素通過選擇性激活Nrf2/HO-1信號通路來抑制肝細胞的細胞焦亡，並改善LPS誘導的肝損傷和炎症。這項研究為蘿蔔硫素在急性肝損傷治療中的潛在應用提供了新的證據，雖然結果顯示了蘿蔔硫素的保護作用，但仍需進一步研究以確認其臨床應用的可行性。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "急性肝損傷 Acute Liver Injury",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41181585/"
  },
  {
    "id": "41099966",
    "title_en": "Sulforaphane improves exercise-induced NRF2 signaling in older adults: an in vivo-ex vivo approach.",
    "pub_date": "2025-Oct",
    "abstract_en": "Redox signaling is a key mechanism of exercise-induced adaptation. However, studies have demonstrated impaired responses to acute exercise in older organisms. Adjunctive therapies to augment exercise effects may overcome these deficits. Sulforaphane (SFN), a phytochemical from cruciferous vegetables, stimulates NRF2. This study tested the hypothesis that combining acute exercise (in vivo stimulus) with ex vivo SFN treatment would induce greater NRF2 activation and signaling in older adults compared to either treatment alone. Twenty-five older adults (12 men, 13 women; mean age: 67 ± 5 years) performed 30-min cycling exercise (AET). Blood was drawn before and immediately after the AET to isolate PBMCs and incubate with and without SFN (5 µM) treatment (four conditions: DMSO (CON), SFN, exercise (EX), and EX + SFN). PBMCs were harvested after 2-h or 5-h incubation for measures of NRF2 or gene expression for NQO1, HO-1, GR, and GCLC targets, respectively. All treatments (SFN, EX, EX + SFN) increased NRF2 activation compared to CON (p < 0.05). The response to EX + SFN was significantly greater than either SFN or EX alone (2.1-fold versus 1.5-fold, p = 0.01). SFN stimulation resulted in a significant upregulation of all four genes compared to control (p < 0.001). EX + SFN treatment stimulated a greater increase in gene expression compared to EX (p < 0.05); however, SFN did not differ statistically from EX + SFN, suggesting a possible ceiling effect of the SFN concentration in terms of gene expression. There were no significant sex differences in any of the responses. These data suggest that combining exercise with SFN may amplify the strength of NRF2/ARE redox signaling in older adults. ClinicalTrials.gov ID: NCT04848792.",
    "explanation_zh": "運動對健康有很大的幫助，尤其是對於老年人來說，運動可以促進身體的適應能力。然而，研究發現老年人的運動反應可能會受到影響，因此需要一些輔助療法來增強運動的效果。這項研究探討了一種名為蘿蔔硫素的植物化學物質，這種物質來自十字花科蔬菜，能夠刺激一種叫做NRF2的蛋白質，進而增強身體的抗氧化能力。研究的目的是要看看將急性運動與蘿蔔硫素結合使用，是否能在老年人中引發更強的NRF2活化和信號傳遞。研究中有25位老年人參加，他們進行了30分鐘的騎自行車運動，並在運動前後抽血，以便進行後續的細胞實驗。研究者將這些血液中的白血球細胞與或不與蘿蔔硫素進行培養，並觀察NRF2的活化情況。結果顯示，所有的處理方式都能提高NRF2的活化程度，特別是運動加上蘿蔔硫素的組合效果最佳，活化程度比單獨的運動或蘿蔔硫素更強。這表明，將運動與蘿蔔硫素結合使用，可能會增強老年人的抗氧化信號傳遞，對健康有潛在的好處。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41099966/"
  },
  {
    "id": "40763479",
    "title_en": "Sulforaphane modulates macrophage polarization via JAK1/STAT1 inhibition to promote tendon repair in tendinopathy.",
    "pub_date": "2025-Oct",
    "abstract_en": "Imbalanced M1/M2 macrophage polarization is central to tendinopathy pathogenesis. Sulforaphane (SFN), a natural compound with anti-inflammatory properties, may modulate macrophage polarization. This study utilized a collagenase-induced mouse model of tendinopathy to evaluate the therapeutic effects of local SFN administration on tendinopathy in vivo. Furthermore, the effects of SFN on macrophage polarization were investigated in vitro, and RNA sequencing was used to explore the mechanisms by which SFN regulates macrophage polarization in vivo. Finally, an ex vivo human pathological tendon culture system was employed to explore the therapeutic effects of SFN on tendinopathic lesions. In this study, we found that SFN modulated the polarization of M1 macrophages towards M2 macrophages, thereby effectively modulating the inflammatory response. RNA sequencing and Western blot analyses indicated that the effect of SFN was mediated through the JAK1/STAT1 signaling pathway. In a collagenase-induced mouse model of tendinopathy, local injection of SFN led to a significant improvement in tendon tissue structure, with the collagen matrix restoring its natural dense parallel arrangement. Furthermore, there was an increase in local M2 macrophages and a decrease in M1 macrophages, which promoted the resolution of inflammation. Finally, the immunomodulatory effect of SFN on macrophages was also validated in tendon tissue from patients with tendinopathy. SFN can effectively alleviate tendinopathy by promoting the polarization of M1 macrophages towards M2 macrophages, an effect achieved through the inhibition of the JAK1/STAT1 signaling pathway, thereby providing a promising therapeutic approach for the treatment of tendinopathy.",
    "explanation_zh": "這項研究提供了對於肌腱病（tendinopathy）治療的新思路，特別是針對炎症反應的調節。研究顯示，蘿蔔硫素這種天然化合物可以幫助調整免疫細胞的功能，進而改善肌腱的健康。這意味著，透過調整免疫系統的反應，可能有助於減輕肌腱病的症狀，對於運動員或經常使用肌腱的人來說，這是一個值得關注的發現。希望未來能有更多研究來驗證這些結果，並探索蘿蔔硫素在其他相關疾病中的潛在應用。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肌腱病 Tendinopathy",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40763479/"
  },
  {
    "id": "41060333",
    "title_en": "Sulforaphane from broccoli, an epigenetic modulator in cancer cells.",
    "pub_date": "2025-Oct",
    "abstract_en": "The consumption of cruciferous vegetables offers several health benefits due to some of their compounds. Sulforaphane (SFN), a compound found in cabbage and broccoli, has received special attention in recent years due to its anticancer activities. The main objective of this systematic review is to examine the epigenetic and genetic effects of SFN on cancers (in vitro and in vivo) which contribute to its anticancer activities. We only analyzed studies that combined its epigenetic effects and anticancer activities due to the multitude of studies on SFN over the past few years. We found that SFN is able to regulate epigenetic mechanisms and promote the prevention and treatment of several cancers. Definitely, it prevents tumor growth and acts as a histone deacetylase (HDAC) inhibitor, a DNA methyltransferase (DNMT) inhibitor, and a microRNA regulator in several cancers. These epigenetic regulations lead indirectly to a hyperregulation or deregulation of the expression of genes involved in carcinogenesis. SFN hasn't any major epigenetic effect on normal cells. This review revealed that the anticancer activities attributable to SFN are largely related to its ability to modulate cancer cell epigenome. These capabilities to modulate the epigenome make SFN a promising anticancer agent with significant therapeutic potential.",
    "explanation_zh": "青花椰菜等十字花科蔬菜含有多種對健康有益的成分，其中蘿蔔硫素因其抗癌特性而受到特別關注。這篇系統性回顧的主要目的是探討蘿蔔硫素對癌症的表觀遺傳和遺傳影響，這些影響有助於其抗癌作用。我們專注於分析那些結合了蘿蔔硫素的表觀遺傳效應和抗癌活動的研究，因為近年來有許多相關研究。研究顯示，蘿蔔硫素能調節表觀遺傳機制，並促進多種癌症的預防和治療，特別是它能抑制腫瘤生長，並作為組蛋白去乙醯化酶和DNA甲基轉移酶的抑制劑，以及微小RNA的調節因子。這些表觀遺傳調節作用間接影響了與癌症發生相關基因的表達，而蘿蔔硫素對正常細胞則沒有顯著的表觀遺傳影響。這篇回顧揭示了蘿蔔硫素的抗癌活動主要與其調節癌細胞表觀基因組的能力有關，這使得蘿蔔硫素成為一種具有顯著治療潛力的抗癌劑。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "癌症 Cancer",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41060333/"
  },
  {
    "id": "40553560",
    "title_en": "Antibacterial effects of sulforaphane - A phytonutrient derived from broccoli as promising candidate in the combat of bacterial infections.",
    "pub_date": "2025-Oct",
    "abstract_en": "Bacterial pathogens, particularly antibiotic-resistant strains may constitute major challenges for the successful treatment of infected patients. Therefore, novel antibiotics or alternative, antibiotics-independent compounds with antimicrobial properties such as phytonutrients are needed. Our systematic literature review summarizes current knowledge on antibacterial effects of sulforaphane (SFN) in vitro and in vivo, including human studies. The isothiocyanate SFN is abundant in plants from the Brassicaceae family including broccoli. The 28 reports reviewed herein revealed that SFN i.) exerted antimicrobial effects against a variety of Gram-positive and Gram-negative bacteria; ii.) counteracted distinct virulence factors such as biofilm formation and toxin production (e.g. Shiga toxin); iii.) enhanced antibacterial immune cell responses mounting in anti-oxidant and anti-inflammatory actions thereby supporting bacterial killing and dampening inflammatory cell and tissue damage; iv.) prevented from aspirin-induced small intestinal cell injury; and v.) alleviated Helicobacter pylori-induced gastritis. In conclusion, given its antibacterial, immune-modulatory, and disease-alleviating effects, SFN constitutes a promising alternative antibiotic-independent candidate for the treatment of bacterial infections, warranting further consideration in clinical trials.",
    "explanation_zh": "在健康和疾病預防方面，抗生素抗藥性菌株的增加讓治療感染變得更加困難，因此需要尋找新的抗生素或其他具抗菌特性的化合物。這篇研究回顧了蘿蔔硫素在抗菌方面的效果，特別是它在青花椰菜等植物中的豐富來源。研究顯示，蘿蔔硫素對多種細菌有抗菌作用，並能對抗一些病原體的毒性因子，這可能有助於減少感染的嚴重性。這些發現對於未來的疾病預防和治療有重要的啟示，尤其是在抗生素使用受到限制的情況下。 這項研究的主題是蘿蔔硫素的抗菌效果，特別是在體外和體內的研究，包括人類的相關研究。研究者們分析了28篇文獻，探討了蘿蔔硫素對不同細菌的影響，以及它如何增強免疫系統的反應。這些研究結果顯示，蘿蔔硫素不僅能直接對抗細菌，還能改善身體的抗氧化和抗發炎能力。 實驗中，研究者們回顧了蘿蔔硫素對多種細菌的抗菌效果，包括對革蘭氏陽性和陰性細菌的影響。他們發現，蘿蔔硫素能夠抑制細菌的生物膜形成和毒素產生，並促進免疫細胞的活化，這些都對抗感染有幫助。此外，蘿蔔硫素還能減少由阿斯匹林引起的小腸細胞損傷，並緩解由幽門螺旋桿菌引起的胃炎。 主要的發現是，蘿蔔硫素具有抗菌、免疫調節和疾病緩解的效果，這使它成為一個有前景的替代抗生素的候選物，值得在臨床試驗中進一步研究。這些結果顯示，蘿蔔硫素可能在未來的感染治療中扮演重要角色，但仍需更多的研究來確認其效果和安全性。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "胃炎 Gastritis",
    "is_clinical_trial": true,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40553560/"
  },
  {
    "id": "40597512",
    "title_en": "In vitro gastrointestinal digestion of broccolis sprout extract: Impact on the bioaccesibility of sulforaphane and total phenolic.",
    "pub_date": "2025-Oct",
    "abstract_en": "Broccoli sprout extract is rich in phenolic compounds and sulforaphane (SFN) and the gastrointestinal digestion process can affect the bioaccessibility of these substances. This study aimed to evaluate the antioxidant capacity and the content of total phenolic compounds (TPC) and SFN in broccoli sprout extract before and during in vitro gastrointestinal digestion (GID). The antioxidant capacity was determined using different assays (FRAP, ABTS and DPPH), and the TPC and sulforaphane content was measured using the Folin-Ciocalteu method and high performance liquid chromatography (HPLC), respectively. The in vitro digestion analyses followed the INFOGEST 2.0 protocol. Additionally, microbiological characterization and chemical composition analysis of broccoli sprouts were conducted. The microbiological analyses indicated that the sprouts were safe for consumption, with high amounts of TPC, antioxidant capacity, and SFN content. The TPC content decreased significantly (p < 0.001) after GID, from 1740.0 μg eq. GAE/g before digestion to 536.5 μg eq. GAE/g in the gastric phase and 211.0 μg eq. GAE/g in the enteric phase. The antioxidant capacity also decreased significantly after simulated digestion compared to initial values. A lower (p < 0.001) SFN content was identified in the gastric phase (18.6 mg/g) compared to the intestinal phase (27.8 mg/g), although both showed lower SFN levels than the undigested sample, which contained 72.2 mg/g of SFN. In conclusion, simulated digestion significantly reduced the amount of TPC and SFN, likely due to degradation or biotransformation of the compounds under digestion conditions.",
    "explanation_zh": "這項研究對於健康和疾病預防有一定的啟示，特別是青花椰菜的營養價值。青花椰菜芽提取物富含抗氧化成分，像是蘿蔔硫素和酚類化合物，這些成分可能對抗氧化和抗發炎有幫助。了解這些成分在消化過程中的變化，能幫助我們更好地利用青花椰菜的健康益處，並可能對預防某些疾病有正面影響。研究的主題是探討青花椰菜芽提取物在模擬胃腸道消化過程中的抗氧化能力及其成分變化。研究者使用了多種方法來測量青花椰菜芽提取物中的總酚類化合物和蘿蔔硫素的含量，並評估其抗氧化能力。實驗中，研究者根據INFOGEST 2.0的協議進行了模擬消化分析，並進行了微生物特徵和化學成分的分析。結果顯示，青花椰菜芽在消化過程中，總酚類化合物和抗氧化能力均顯著下降，這可能是因為在消化過程中這些成分發生了降解或轉化。雖然在胃腸道的不同階段中，蘿蔔硫素的含量有所變化，但整體來看，經過消化後的青花椰菜芽提取物仍然具有一定的營養價值。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40597512/"
  },
  {
    "id": "41026407",
    "title_en": "The Adaptive Laboratory Evolution Technology Enhances Sulforaphane Production of Lactobacillus plantarum CR12.",
    "pub_date": "2025-Sep",
    "abstract_en": "T he sulforaphane production of wild-type Lactobacillus plantarum CR12 (L. plantarum CR12) is limited. Researchers found that adaptive laboratory evolution (ALE) technology can enhance the production of microorganism by altering the growth environment of microorganisms. However, the effectiveness of enhancing the transformation function of L. plantarum CR12 and the safety of the adaptive strain are unknown. To clarify the above problem, ALE technology was used to enhance the sulforaphane conversion rate of L. plantarum CR12. The results showed that the glucoraphanin conversion rate, sulforaphane production rate, and sulforaphane conversion efficiency of adaptive strain were significantly higher than those of the wild-type strain. The adaptive strain could produce sulforaphane in vivo and regulate the gut microbiota structure. The genomes showed that the adaptive strain consists of a 4,165,885 bp chromosome with a GC content of 36.8%, encoding 4172 protein-coding genes. Compared with the wild-type strain, the adaptive strain expresses more glycoside hydrolases and glycosyl transferases, indicating that the adaptive strain possesses higher carbohydrate metabolic capability. Genes related to glucoraphanin metabolism (cliT, bglF, and bglA) were detected in both the genomes of the wild-type strain and adaptive strain, indicating that both the wild-type strain and adaptive strain possess sulforaphane production capabilities. Therefore, the adaptive strain can be safely used to increase the in vivo production of sulforaphane, ultimately improving human health. This research is aimed at providing genetic evidence for further formulating rational genetic engineering strategies to transform the wild-type strain into an overproducer.",
    "explanation_zh": "這項研究對健康和疾病預防有一定的啟示，特別是在腸道健康和微生物群的調節方面。研究發現，透過改變微生物的生長環境，可以提高一種名為Lactobacillus plantarum CR12的乳酸菌產生蘿蔔硫素的能力。蘿蔔硫素是一種存在於青花椰菜中的化合物，對健康有益，可能有助於改善腸道微生物的結構，進而促進整體健康。這些發現可能為未來的健康促進策略提供新的思路，尤其是在利用益生菌來增強健康方面。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "is_nutrition_metabolism": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41026407/"
  }
]