[
  {
    "id": "41167412",
    "title_en": "Titanium nanoparticles provoke ferritinophagy-mediated ferroptosis via inhibition of the Nrf2-HO-1 signaling pathway in osteocytes.",
    "pub_date": "2026-Jan",
    "abstract_en": "Wear particles-induced osteolysis is the primary cause of aseptic loosening and subsequent joint replacement failure. Osteocytes, the most abundant cells in bone, are in direct contact with implants; however, the interaction between osteocytes and wear particles remains largely unelucidated. In the present study, in vivo results showed that titanium (Ti) nanoparticles (with diameters of 40 nm and 800 nm) markedly triggered bone destruction and increased osteocytes death, and this effect was mitigated by the ferroptosis inhibitor ferrostatin-1 (Fer-1). Our in vitro experiments revealed that Ti nanoparticles significantly inhibited the viability of osteocytes MLO-Y4, and induced cell death. Meanwhile, Ti nanoparticles remarkably promoted ferroptosis in MLO-Y4 cells, as evidenced by iron overload, lipid peroxidation accumulation, downregulated protein expressions of solute carrier family 7 member 11 (SLC7A11) and glutathione peroxidase 4 (GPX4), and glutathione (GSH) depletion. Notably, this ferroptotic response was associated with enhanced ferritinophagy and degradation of ferritin heavy chain 1 (FTH1), since inhibition of ferritinophagy with 3-methyladenine (3-MA) alleviated Ti nanoparticles-induced ferroptosis. Additionally, Ti nanoparticles significantly suppressed the erythroid 2-related factor 2 (Nrf2)/ heme oxygenase-1(HO-1) pathway; the Nrf2-specific activator sulforaphane (SFN) reversed Ti nanoparticles-induced Fe²⁺ accumulation and lipid peroxidation, attenuated ferroptosis and ferritinophagy, and thereby restored the viability of MLO-Y4 cells. Collectively, these findings identify ferritinophagy-mediated ferroptosis as a novel mechanism underlying Ti nanoparticles-induced osteocytes death, and demonstrate that the Nrf2/HO-1 pathway is essential for regulating Ti nanoparticles-induced ferritinophagy and ferroptosis. These results further suggest that targeting the Nrf2/HO-1pathway may represent a promising therapeutic strategy for preventing or alleviating ferritinophagy-mediated ferroptosis in wear particles-related osteoclastogenesis and periprosthetic osteolysis.",
    "explanation_zh": "這項研究主要探討了鈦納米顆粒對骨細胞（即骨中最常見的細胞）造成的影響，特別是它們如何導致骨質破壞和細胞死亡。研究人員使用了不同大小的鈦納米顆粒，並觀察它們在體內和體外對骨細胞的作用。\n\n研究發現，鈦納米顆粒會顯著增加骨細胞的死亡率，並引發一種稱為「鐵死亡」的細胞死亡方式。這種過程與細胞內的鐵過載和脂質氧化有關，並且鈦納米顆粒還會抑制一條名為Nrf2/HO-1的信號通路，這條通路對於細胞的抗氧化反應非常重要。\n\n對一般人來說，這項研究的意義在於，它揭示了鈦納米顆粒可能在關節置換手術後造成的骨質問題中扮演的角色。了解這些機制後，未來或許可以開發出針對這些細胞死亡過程的治療策略，幫助改善關節置換手術的成功率，並減少相關的骨質破壞。這就像是發現了汽車引擎故障的原因，未來可以更有效地維修和保養，延長使用壽命。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41167412/"
  },
  {
    "id": "41054212",
    "title_en": "BolMYB28-BolMAM1 Confers Salt and Drought Tolerance via Regulating Specific Aliphatic Glucosinolate Biosynthesis and Affecting ABA Accumulation in Broccoli.",
    "pub_date": "2026-Jan",
    "abstract_en": "Glucosinolates (GSLs) are secondary metabolites popularly existing in Brassicaceae. However, the role and regulation of GSLs in environmental stress response remain ambiguous. Here, Methylthioalkylmalate synthase 1 (BolMAM1), a GSL biosynthesis-associated gene, was identified in broccoli. The overexpression of BolMAM1 enhanced both salt and drought tolerance in broccoli, along with an increase in aliphatic GSLs, such as 2(R)-hydroxy-3-butenyl GSL (progoitrin). Progoitrin could induce ABA accumulation in vitro. Consistently, ABA homoeostasis was modulated to accumulate more ABA in OEX-BolMAM1 transgenic broccoli. Moreover, sulforaphane (SFN), one of the hydrolysates of aliphatic GSLs, also exhibited accelerated accumulation in OEX-BolMAM1 transgenic broccoli. External application of SFN could rapidly induce stomatal closure. Furthermore, BolMYB28 was demonstrated to directly bind to the promoter of BolMAM1 and activate its transcription. These results indicated that BolMYB28-BolMAM1 confers tolerance to salt and drought stresses mainly by accelerating the biosynthesis of certain specific aliphatic GSLs. Progoitrin is a newly reported GSL positively regulating ABA accumulation. SFN may act as a signaling molecule to regulate stomatal behavior. These findings reveal the role of BolMYB28-BolMAM1 in abiotic stress response via regulating aliphatic GSL biosynthesis, and suggest the applications of progoitrin and SFN as natural defence factors to resist abiotic stresses in plants.",
    "explanation_zh": "這項研究主要探討了「青花菜中的葡萄糖異硫氰酸酯（GSLs）在環境壓力下的角色與調控」。研究者發現了一種名為BolMAM1的基因，這個基因與GSL的合成有關。\n\n研究方法上，科學家們透過基因過表達技術，使青花菜中的BolMAM1基因表現量增加。結果顯示，這樣的改變不僅提升了青花菜對鹽分和乾旱的耐受性，還增加了某些特定的GSL成分，如progoitrin，這種物質能促進植物內部的植物激素（ABA）累積。\n\n這些發現對一般人來說，提供了有趣的啟示：透過選擇富含GSL的食物（如青花菜），可能有助於植物在不良環境下的生長，進而影響我們的健康。雖然這項研究主要針對植物，但它也暗示了某些天然成分（如progoitrin和SFN）可能在植物抵抗環境壓力方面扮演重要角色，這或許能啟發我們在飲食中尋找有益的天然成分，增強自身的健康防護。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41054212/"
  },
  {
    "id": "40972999",
    "title_en": "Deciphering the quantitative relationship between NRF2 and SRXN1 through semi-mechanistic computational modeling.",
    "pub_date": "2026-Jan",
    "abstract_en": "Nuclear factor erythroid 2-related factor 2 (NRF2) plays a vital role in the regulation of various antioxidant response element (ARE) genes, which control physiological processes such as oxidative stress, autophagy, proliferation and apoptosis to maintain cellular homeostasis. It is not understood in detail how the NRF2 program acquires its flexibility with respect to regulation of its downstream targets. Various NRF2 binding partners and cofactors specific to ARE genes are involved in this regulation, and are potentially condition-specific (e.g., type of stressor) and dependent on non-canonical signaling pathways (i.e., crosstalk). Here, we explored the quantitative relationship between NRF2 and sulfiredoxin 1 (SRXN1), a bona fide key NRF2 target gene. We developed a semi-mechanistic mathematical model based on time course experimental data of NRF2 and SRXN1 protein expression in HepG2 cells following single or repeated exposure to NRF2 activating soft electrophiles (sulforaphane, andrographolide, ethacrynic acid or CDDO-me) at a wide concentration range. We showed that a nonlinear mixed effect modeling approach with partially hierarchical parameters accurately captures the observed experimental dynamics. Our analysis highlights that NRF2 requires a cofactor or post-translational modification to regulate its activity as a transcription factor. Moreover, this modulation of the transcription factor activity of NRF2 is time-, compound- and exposure scenario specific. We conclude that a complete understanding of NRF2-mediated ARE genes activation requires detailed dynamic information on NRF2 binding partners and cofactors.",
    "explanation_zh": "這項研究主要探討了「核因子紅細胞2相關因子2（NRF2）」在調控抗氧化基因方面的作用，特別是它如何影響細胞的生理過程，如氧化壓力、自噬、細胞增殖和凋亡。研究的對象是肝癌細胞（HepG2），研究者們使用數學模型來分析NRF2與其目標基因「硫氧還原酶1（SRXN1）」之間的關係。\n\n研究方法是透過實驗觀察NRF2和SRXN1在不同濃度的NRF2激活劑（如硫化菜花素等）下的蛋白質表現變化，並建立數學模型來描述這些變化。結果顯示，NRF2的活性受多種因素影響，包括需要特定的輔因子或後轉譯修飾，並且這些影響隨著時間、化合物和暴露情境的不同而有所變化。\n\n對一般人來說，這項研究提醒我們，抗氧化劑的效果並非一成不變，可能會受到我們所攝取的食物種類及其濃度的影響。這意味著在日常飲食中，選擇富含抗氧化成分的食物（如十字花科蔬菜）可能有助於維持細胞健康，但具體效果還需進一步研究來確認。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40972999/"
  },
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "pub_date": "2026-Jan",
    "abstract_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L. (black radish) juice on BEAS-2B human bronchial epithelial cells. Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11.0 min. GO-PEG nanoparticles produced from graphites (50 nm and 400 nm) were tested at concentrations ranging from 50-225 μg mL<sup>-1</sup> and 100-1000 μg mL<sup>-1</sup> to have IC<sub>50</sub> values, respectively. Sulforaphane and black radish juice were also administered. The MTT assay revealed IC<sub>50</sub> values of 8.7 μg mL<sup>-1</sup> for sulforaphane, 197.0 mg mL<sup>-1</sup> for black radish juice, 175.8 μg mL<sup>-1</sup> for GO-PEG (50 nm), and 650.6 μg mL<sup>-1</sup> for GO-PEG (400 nm). Biochemical analyses showed that sulforaphane and radish juice decreased IL-6 levels and increased antioxidant enzyme activities (GSH-Px and CAT). These results highlight the therapeutic potential of GO-PEG, sulforaphane, and black radish juice for anti-inflammatory and antioxidant applications.",
    "explanation_zh": "這項研究主要探討了PEG化石墨烯氧化物（GO-PEG）奈米粒子、硫代葡萄糖素（來自黑蘿蔔汁）對人類支氣管上皮細胞的細胞毒性和生化影響。研究人員從黑蘿蔔汁中提取硫代葡萄糖素，並使用高效液相色譜法進行分析。\n\n在實驗中，他們測試了不同濃度的GO-PEG奈米粒子和黑蘿蔔汁，並計算出它們對細胞的半數抑制濃度（IC50）。結果顯示，硫代葡萄糖素的IC50值為8.7微克每毫升，黑蘿蔔汁為197毫克每毫升，GO-PEG（50納米）為175.8微克每毫升，GO-PEG（400納米）則為650.6微克每毫升。\n\n研究發現，硫代葡萄糖素和黑蘿蔔汁能降低促炎因子IL-6的水平，並提高抗氧化酶的活性，這表明它們在抗炎和抗氧化方面具有潛在的療效。\n\n對於一般人來說，這些結果可能暗示了黑蘿蔔和它的提取物在飲食中能幫助減少發炎，增強身體的抗氧化能力，從而有助於維持健康，預防一些慢性疾病。就像在日常生活中，適量攝取這些食物可能有助於提升我們的整體健康狀況。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/"
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "pub_date": "2025-Dec",
    "abstract_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy. Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity. To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy. Among them, compound 17a demonstrated the highest potency, exhibiting an average 7.4-fold increase in antiproliferative activity with IC<sub>50</sub> values ranging from 0.85 ± 0.04 μM to 1.34 ± 0.02 μM in TNBC cell lines compared to the parent hybrid CT1-3. In vitro, 17a significantly suppressed TNBC cell proliferation, colony formation, migration, and invasion while inducing apoptosis. In vivo, administration of 17a effectively inhibited tumor growth without apparent toxicity in an MDA-MB-231 xenograft model, as evidenced by normal organ morphology. Mechanistically, RNA sequencing revealed that 17a downregulated the nucleotide excision repair (NER) and NF-κB pathways, suppressing expression of NER-related genes (ERCC2, POLE2, LIG1, GTF2H3, and DDB2) at mRNA and protein levels and inhibiting phosphorylation of IKKα and p65. These findings position 17a as a potent therapeutic candidate for TNBC treatment, warranting further clinical investigation.",
    "explanation_zh": "這項研究主要針對三陰性乳腺癌（TNBC）這種侵略性強的癌症類型，探索更有效的治療方法。研究者設計並合成了15種新型的木蘭醇-硫佛啶混合物，並評估它們的抗癌效果。\n\n在實驗中，發現其中一種名為17a的化合物顯示出最強的抗癌活性，對TNBC細胞的增殖抑制效果提高了7.4倍，且在細胞實驗中能有效減少癌細胞的增長、形成和遷移，甚至促進癌細胞的凋亡。在動物實驗中，17a也成功抑制腫瘤生長，且未見明顯的毒性。\n\n這項研究的結果顯示，17a可能成為治療三陰性乳腺癌的有效藥物，未來有望進一步進行臨床試驗。對一般人來說，這意味著未來可能會有新的治療選擇，特別是對於目前治療選擇有限的三陰性乳腺癌患者，這是一個值得期待的進展。就像發現一把新的鑰匙，或許能幫助打開治療的門。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "pub_date": "2025-Dec",
    "abstract_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury. Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS. We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes. Isoproterenol induced ferroptosis and oxidative stress by impairing Nrf2 signaling. SFN treatment restored myocardial structure and function while enhancing antioxidant capacity, reducing mitochondrial damage, and suppressing ferroptosis markers. Additionally, similar to Fer-1 (a ferroptosis inhibitor), SFN reduced intracellular ferrous levels but uniquely activated Nrf2-driven endogenous defenses. Notably, Nrf2 inhibition abrogated the benefits of SFN in both in vitro and in vivo experiments. These findings highlight SFN as a dual-action therapeutic for TTS, simultaneously targeting oxidative stress and ferroptosis via Nrf2 activation. The therapeutic efficacy of SFN, combined with endogenous pathway modulation, underscores its translational potential for improving TTS outcomes.",
    "explanation_zh": "這項研究主要探討了「章魚心症候群」（Takotsubo syndrome, TTS），這是一種會導致心臟受傷的疾病，雖然之前被認為是良性的，但實際上可能危及生命。研究的對象是動物模型（老鼠）和心臟細胞，目的是了解一種天然化合物——硫代葡萄糖素（sulforaphane, SFN）是否能減輕這種病症帶來的傷害。\n\n研究方法簡單來說，就是給老鼠和心臟細胞施加一種能引發TTS的藥物，然後觀察SFN的效果。結果顯示，SFN能改善心臟的結構和功能，增強抗氧化能力，減少細胞損傷，並抑制與細胞死亡相關的標記物。\n\n對一般人來說，這項研究的意義在於，SFN可能成為一種新型的治療選擇，幫助減少心臟病的風險。就像我們在生活中使用防護罩來保護自己免受傷害，SFN透過激活身體的自我防禦機制來保護心臟，這對於心臟健康和疾病預防有潛在的好處。當然，這仍需進一步的研究來確認其效果和安全性。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "pub_date": "2025-Dec",
    "abstract_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>. However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L. plantarum</i> remains unclear. This research utilized the adaptive laboratory evolution technology to enhance the sulforaphane conversion rate of <i>L. plantarum</i>. The results showed that an increase in the glucose replacement ratio significantly downregulated carbohydrate metabolism and upregulated amino acid metabolism. Transcriptomic analysis showed that the ALE-adapted strain significantly upregulated carbohydrate metabolism and amino acid metabolism. In the conversion pathway, glucoraphanin is imported into <i>L. plantarum</i> cells, and its glucose moiety is phosphorylated by bglF (the phosphate group may be derived from phosphoenolpyruvate via the phosphotransferase system). Subsequently, the S-glycosidic bond of phosphorylated glucoraphanin is hydrolyzed by bglA (6-phospho-β-glucosidase), followed by nonenzymatic rearrangement and sulfate elimination, ultimately yielding sulforaphane. This research can contribute to revealing the interaction mechanism between microorganisms and natural active substances.",
    "explanation_zh": "這項研究主要探討一種名為「硫代葡萄糖素」（sulforaphane）的有益化合物，這種化合物可以由「乳酸植物桿菌」（Lactiplantibacillus plantarum）將其前體「葡萄糖苷」（glucoraphanin）轉化而來。研究的目的是提高這種轉化的效率，因為目前的轉化率較低，且轉化的具體機制尚不清楚。\n\n研究團隊運用了適應性實驗室進化技術來優化這種細菌的轉化能力。他們發現，當細菌的葡萄糖替代比例增加時，碳水化合物的代謝會降低，而氨基酸的代謝則會提高。透過轉錄組分析，研究人員確認了經過適應性進化的細菌在碳水化合物和氨基酸代謝方面的變化。\n\n這項研究的結果可能對我們的健康有啟示，因為硫代葡萄糖素被認為對預防某些疾病有幫助。若能提高這種化合物的產量，未來可能會使我們在飲食中更容易獲得這種有益的成分，進而改善健康狀況。就像在廚房裡，找到更有效的食材處理方法，讓我們能更好地享受健康美食。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "pub_date": "2025-Dec",
    "abstract_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence. Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival. This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression. BEAS-2B cells were treated with CSE and SFN, and cell viability was assessed using the MTT assay. Cellular senescence was assessed using the SA-β-gal assay and the expression of genes associated with senescence (p16 and p21). The expression levels of SIRT1, senescence-associated secretory phenotype (SASP) cytokines (IL-1β, IL-6, IL-8, TNF-α), GPX4, and SLC7A11 were quantified using qRT-PCR. Additionally, ROS production, GSH and MDA levels, and iron content were measured. An emphysema mouse model was induced by intraperitoneal administration of CSE (7.2 mg/kg) alone or in combination with SFN (10.2 mg/kg) over 28 days, and subsequent histopathological changes were evaluated. Our findings revealed that SFN co-treatment effectively mitigated CSE-induced cytotoxicity, senescence, and SASP cytokine secretion, as well as the pronounced emphysematous changes in lung tissues. Furthermore, SFN reversed CSE-induced downregulation of SIRT1 and upregulation of NF-κB. Notably, SFN also inhibited CSE-induced ferroptosis by increasing GPX4 and SLC7A11 expression while reducing iron and MDA levels. The findings of the present study demonstrated that sulforaphane offers protective effects against CSE-induced toxicity by mitigating oxidative stress, ferroptosis, and cellular senescence.",
    "explanation_zh": "這項研究主要探討了一種叫做「硫代葡萄糖素」（Sulforaphane, SFN）的抗氧化劑，對香煙煙霧對人類氣道上皮細胞和小鼠肺部造成的損害是否有保護作用。研究者使用了香煙煙霧提取物來模擬吸煙對細胞的影響，並觀察SFN的效果。\n\n研究方法上，科學家將BEAS-2B細胞暴露於香煙煙霧提取物和SFN，並通過各種實驗評估細胞的生存率、衰老指標以及相關基因的表達情況。此外，他們還在小鼠身上進行了實驗，以檢查肺部的病理變化。\n\n研究結果顯示，SFN能有效減少香煙煙霧引起的細胞毒性、衰老以及與衰老相關的炎症因子的分泌，並改善小鼠的肺部病變。SFN還能逆轉香煙煙霧引起的某些不良基因表達變化，並減少氧化壓力。\n\n對一般人來說，這項研究暗示了硫代葡萄糖素可能有助於減少吸煙對健康的損害，尤其是在降低肺部損傷和延緩衰老方面。這就像在一場暴風雨中，SFN可能是幫助我們保護自己的一把雨傘，雖然不能完全避免風雨，但能減少一些傷害。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/"
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "pub_date": "2025-Dec",
    "abstract_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty. Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies. However, its role in alleviating intrinsic skin aging remains to be elucidated. Integrative network pharmacology and proteomics were utilized to investigate the underlying mechanisms of SFN in intrinsic skin aging. Fifty-one anti-aging targets of SFN were identified, highlighting its promising regulatory impact on the aging process. Based on an 18-month-old natural aging mouse model, significant alleviation in skin structure, redox homeostasis, and immune cell composition was noted after 2 months of SFN supplementation. Additionally, proteomic analysis demonstrated that SFN reversed the proteomic profile of intrinsic skin aging, with 233 differentially expressed proteins (DEPs) identified in SFN-fed aging mice. Of note, the up-regulated DEPs were highly enriched in the apelin signaling pathway (p = 0.010). Furthermore, immune cell infiltration and whole blood cell analysis revealed that SFN rescued T cells depletion in dermal tissue, which was strongly correlated with DEPs enriched in the SFN-activated apelin signaling pathway. SFN improves skin morphology and immune functions via activating the apelin signaling pathway, suggesting new prime targets in counteracting intrinsic skin aging.",
    "explanation_zh": "這項研究主要探討了一種名為硫代葡萄糖素（SFN）的天然物質，看看它對皮膚老化的影響。研究對象使用了一種18個月大的自然老化小鼠模型，透過網絡藥理學和蛋白質組學的方法來分析SFN的作用機制。\n\n研究結果顯示，SFN能顯著改善小鼠的皮膚結構、氧化還原平衡和免疫細胞組成。在補充SFN兩個月後，這些小鼠的皮膚狀況有了明顯改善，並且SFN還能調整與皮膚老化相關的蛋白質表達，特別是在一個叫做apelin信號通路的蛋白質上表現出顯著的變化。此外，SFN還能拯救皮膚組織中T細胞的減少，這與皮膚老化的蛋白質變化密切相關。\n\n對於一般人來說，這項研究提供了一個新的思路，或許未來可以利用SFN來改善皮膚老化的問題，像是延緩皺紋的出現或提升皮膚的免疫功能。不過，這仍需要進一步的研究來確認其效果和安全性。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/"
  }
]