[
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "pub_date": "2026 Jan",
    "abstract_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L. (black radish) juice on BEAS-2B human bronchial epithelial cells. Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11.0 min. GO-PEG nanoparticles produced from graphites (50 nm and 400 nm) were tested at concentrations ranging from 50-225 μg mL<sup>-1</sup> and 100-1000 μg mL<sup>-1</sup> to have IC<sub>50</sub> values, respectively. Sulforaphane and black radish juice were also administered. The MTT assay revealed IC<sub>50</sub> values of 8.7 μg mL<sup>-1</sup> for sulforaphane, 197.0 mg mL<sup>-1</sup> for black radish juice, 175.8 μg mL<sup>-1</sup> for GO-PEG (50 nm), and 650.6 μg mL<sup>-1</sup> for GO-PEG (400 nm). Biochemical analyses showed that sulforaphane and radish juice decreased IL-6 levels and increased antioxidant enzyme activities (GSH-Px and CAT). These results highlight the therapeutic potential of GO-PEG, sulforaphane, and black radish juice for anti-inflammatory and antioxidant applications.",
    "para1": "這項研究提供了一些關於健康和疾病預防的啟示，特別是在抗發炎和抗氧化的應用上。研究顯示，某些天然成分如蘿蔔硫素和黑蘿蔔汁可能對呼吸道上皮細胞有保護作用，這對於改善呼吸系統健康和預防相關疾病有潛在的幫助。這些發現可能促使人們更加重視飲食中這些天然成分的攝取，進而提升整體健康狀況，尤其是對於有呼吸道問題的人來說，這些成分可能成為輔助治療的選擇之一。",
    "para2": "本研究主要關注的是PEG化石墨烯氧化物（GO-PEG）奈米顆粒、蘿蔔硫素及黑蘿蔔汁對人類支氣管上皮細胞BEAS-2B的細胞毒性和生化效應。研究者希望了解這些物質如何影響細胞的健康，特別是在抗發炎和抗氧化的方面。透過這些研究，科學家們希望能找到新的方法來改善呼吸系統的健康，並探索這些天然成分的潛在療效。",
    "para3": "在實驗中，研究者使用了BEAS-2B人類支氣管上皮細胞作為研究對象，並測試了不同濃度的GO-PEG奈米顆粒（50 nm和400 nm）以及蘿蔔硫素和黑蘿蔔汁的影響。蘿蔔硫素是透過調整pH值的水處理和有機溶劑萃取來獲得的，並使用高效液相色譜法進行定量分析。研究者還進行了MTT測試來評估細胞存活率，並進行生化分析以測量細胞內的炎症因子和抗氧化酶活性。",
    "para4": "主要的研究發現顯示，蘿蔔硫素和黑蘿蔔汁能夠降低IL-6的水平，並提高抗氧化酶的活性（如GSH-Px和CAT）。這些結果暗示了GO-PEG、蘿蔔硫素和黑蘿蔔汁在抗發炎和抗氧化方面的潛在應用價值。雖然這些結果顯示出這些物質的正面影響，但仍需進一步的研究來確認其具體的療效和應用範圍。",
    "explanation_zh": "這項研究提供了一些關於健康和疾病預防的啟示，特別是在抗發炎和抗氧化的應用上。研究顯示，某些天然成分如蘿蔔硫素和黑蘿蔔汁可能對呼吸道上皮細胞有保護作用，這對於改善呼吸系統健康和預防相關疾病有潛在的幫助。這些發現可能促使人們更加重視飲食中這些天然成分的攝取，進而提升整體健康狀況，尤其是對於有呼吸道問題的人來說，這些成分可能成為輔助治療的選擇之一。\n\n本研究主要關注的是PEG化石墨烯氧化物（GO-PEG）奈米顆粒、蘿蔔硫素及黑蘿蔔汁對人類支氣管上皮細胞BEAS-2B的細胞毒性和生化效應。研究者希望了解這些物質如何影響細胞的健康，特別是在抗發炎和抗氧化的方面。透過這些研究，科學家們希望能找到新的方法來改善呼吸系統的健康，並探索這些天然成分的潛在療效。\n\n在實驗中，研究者使用了BEAS-2B人類支氣管上皮細胞作為研究對象，並測試了不同濃度的GO-PEG奈米顆粒（50 nm和400 nm）以及蘿蔔硫素和黑蘿蔔汁的影響。蘿蔔硫素是透過調整pH值的水處理和有機溶劑萃取來獲得的，並使用高效液相色譜法進行定量分析。研究者還進行了MTT測試來評估細胞存活率，並進行生化分析以測量細胞內的炎症因子和抗氧化酶活性。\n\n主要的研究發現顯示，蘿蔔硫素和黑蘿蔔汁能夠降低IL-6的水平，並提高抗氧化酶的活性（如GSH-Px和CAT）。這些結果暗示了GO-PEG、蘿蔔硫素和黑蘿蔔汁在抗發炎和抗氧化方面的潛在應用價值。雖然這些結果顯示出這些物質的正面影響，但仍需進一步的研究來確認其具體的療效和應用範圍。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "呼吸道疾病 Respiratory Diseases",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/"
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "pub_date": "2025 Dec",
    "abstract_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy. Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity. To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy. Among them, compound 17a demonstrated the highest potency, exhibiting an average 7.4-fold increase in antiproliferative activity with IC<sub>50</sub> values ranging from 0.85 ± 0.04 μM to 1.34 ± 0.02 μM in TNBC cell lines compared to the parent hybrid CT1-3. In vitro, 17a significantly suppressed TNBC cell proliferation, colony formation, migration, and invasion while inducing apoptosis. In vivo, administration of 17a effectively inhibited tumor growth without apparent toxicity in an MDA-MB-231 xenograft model, as evidenced by normal organ morphology. Mechanistically, RNA sequencing revealed that 17a downregulated the nucleotide excision repair (NER) and NF-κB pathways, suppressing expression of NER-related genes (ERCC2, POLE2, LIG1, GTF2H3, and DDB2) at mRNA and protein levels and inhibiting phosphorylation of IKKα and p65. These findings position 17a as a potent therapeutic candidate for TNBC treatment, warranting further clinical investigation.",
    "para1": "這項研究對健康和疾病預防提供了一些啟示，特別是在對抗三陰性乳癌（TNBC）方面。這是一種相當具侵略性的乳癌亞型，通常需要依賴化療來治療。研究者們探索了天然產品的潛力，像是蘿蔔硫素和木蘭醇，這些成分在抗腫瘤方面顯示出良好的效果。透過開發這些天然成分的合成混合物，可能能夠創造出更有效的抗癌藥物，這對於提升治療效果和改善患者的生活品質具有重要意義。",
    "para2": "這項研究的主題是開發和評估一系列新的木蘭醇-蘿蔔硫素混合物，以測試其對三陰性乳癌細胞的抗癌效果。研究者們關心的問題是如何提高這些天然產品的抗癌活性，並尋找更有效的治療選擇。透過合成15種新型的混合物，研究者希望能找到一種在抗腫瘤活性上更具潛力的化合物，進而為三陰性乳癌的治療提供新的可能性。",
    "para3": "在實驗中，研究者們合成了15種新的木蘭醇-蘿蔔硫素混合物，並對其抗癌效果進行評估。這些實驗主要在三陰性乳癌細胞系中進行，包括測試細胞增殖、集落形成、遷移和侵襲等多個方面。此外，研究者們還在小鼠模型中進行了體內實驗，以觀察這些化合物對腫瘤生長的影響，並評估其潛在的毒性。",
    "para4": "主要發現是其中一種化合物17a展現出最高的抗癌活性，對三陰性乳癌細胞的增殖抑制效果顯著，並且在小鼠模型中有效抑制腫瘤生長，且未見明顯毒性。研究還發現，17a能夠下調與核苷酸切除修復和NF-κB途徑相關的基因表達，這可能是其抗癌機制之一。這些結果顯示17a在三陰性乳癌治療中具有潛在的應用價值，值得進一步的臨床研究。",
    "explanation_zh": "這項研究對健康和疾病預防提供了一些啟示，特別是在對抗三陰性乳癌（TNBC）方面。這是一種相當具侵略性的乳癌亞型，通常需要依賴化療來治療。研究者們探索了天然產品的潛力，像是蘿蔔硫素和木蘭醇，這些成分在抗腫瘤方面顯示出良好的效果。透過開發這些天然成分的合成混合物，可能能夠創造出更有效的抗癌藥物，這對於提升治療效果和改善患者的生活品質具有重要意義。\n\n這項研究的主題是開發和評估一系列新的木蘭醇-蘿蔔硫素混合物，以測試其對三陰性乳癌細胞的抗癌效果。研究者們關心的問題是如何提高這些天然產品的抗癌活性，並尋找更有效的治療選擇。透過合成15種新型的混合物，研究者希望能找到一種在抗腫瘤活性上更具潛力的化合物，進而為三陰性乳癌的治療提供新的可能性。\n\n在實驗中，研究者們合成了15種新的木蘭醇-蘿蔔硫素混合物，並對其抗癌效果進行評估。這些實驗主要在三陰性乳癌細胞系中進行，包括測試細胞增殖、集落形成、遷移和侵襲等多個方面。此外，研究者們還在小鼠模型中進行了體內實驗，以觀察這些化合物對腫瘤生長的影響，並評估其潛在的毒性。\n\n主要發現是其中一種化合物17a展現出最高的抗癌活性，對三陰性乳癌細胞的增殖抑制效果顯著，並且在小鼠模型中有效抑制腫瘤生長，且未見明顯毒性。研究還發現，17a能夠下調與核苷酸切除修復和NF-κB途徑相關的基因表達，這可能是其抗癌機制之一。這些結果顯示17a在三陰性乳癌治療中具有潛在的應用價值，值得進一步的臨床研究。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "三陰性乳癌 Triple-negative Breast Cancer",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "pub_date": "2025 Dec",
    "abstract_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury. Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS. We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes. Isoproterenol induced ferroptosis and oxidative stress by impairing Nrf2 signaling. SFN treatment restored myocardial structure and function while enhancing antioxidant capacity, reducing mitochondrial damage, and suppressing ferroptosis markers. Additionally, similar to Fer-1 (a ferroptosis inhibitor), SFN reduced intracellular ferrous levels but uniquely activated Nrf2-driven endogenous defenses. Notably, Nrf2 inhibition abrogated the benefits of SFN in both in vitro and in vivo experiments. These findings highlight SFN as a dual-action therapeutic for TTS, simultaneously targeting oxidative stress and ferroptosis via Nrf2 activation. The therapeutic efficacy of SFN, combined with endogenous pathway modulation, underscores its translational potential for improving TTS outcomes.",
    "para1": "這項研究對於健康和疾病預防提供了一些啟示，特別是針對心臟健康的維護。Takotsubo症候群（TTS）是一種可能導致心臟損傷的疾病，雖然過去被認為是良性的，但實際上卻可能危及生命。研究顯示，透過調節體內的抗氧化能力和減少細胞死亡，某些天然成分如蘿蔔硫素可能有助於改善這種病症的結果，這對於未來的治療策略提供了新的思路。",
    "para2": "這項研究的主題是探討蘿蔔硫素對Takotsubo症候群的影響。研究者關心的是這種症候群的病理機制，以及如何透過特定的天然化合物來減輕其造成的心臟損傷。由於目前對於TTS的針對性治療仍然缺乏，因此了解蘿蔔硫素的作用機制對於開發新療法至關重要。",
    "para3": "實驗中使用了大鼠模型和心肌細胞來模擬Takotsubo症候群。研究者使用異丙腎上腺素來誘導心臟的氧化壓力和細胞死亡，並觀察蘿蔔硫素的治療效果。透過這些實驗，研究者評估了蘿蔔硫素對心臟結構和功能的影響，以及其對抗氧化能力的提升和細胞損傷標記的抑制效果。",
    "para4": "主要發現顯示，蘿蔔硫素能夠改善心臟的結構和功能，並增強抗氧化能力，同時減少線粒體損傷和細胞死亡的標記。研究還發現，蘿蔔硫素的作用與Fer-1（一種細胞死亡抑制劑）相似，但它獨特地激活了內源性防禦機制。這些結果強調了蘿蔔硫素作為一種雙重作用的治療選擇，能同時針對氧化壓力和細胞死亡，顯示出其在改善Takotsubo症候群結果上的潛力。",
    "explanation_zh": "這項研究對於健康和疾病預防提供了一些啟示，特別是針對心臟健康的維護。Takotsubo症候群（TTS）是一種可能導致心臟損傷的疾病，雖然過去被認為是良性的，但實際上卻可能危及生命。研究顯示，透過調節體內的抗氧化能力和減少細胞死亡，某些天然成分如蘿蔔硫素可能有助於改善這種病症的結果，這對於未來的治療策略提供了新的思路。\n\n這項研究的主題是探討蘿蔔硫素對Takotsubo症候群的影響。研究者關心的是這種症候群的病理機制，以及如何透過特定的天然化合物來減輕其造成的心臟損傷。由於目前對於TTS的針對性治療仍然缺乏，因此了解蘿蔔硫素的作用機制對於開發新療法至關重要。\n\n實驗中使用了大鼠模型和心肌細胞來模擬Takotsubo症候群。研究者使用異丙腎上腺素來誘導心臟的氧化壓力和細胞死亡，並觀察蘿蔔硫素的治療效果。透過這些實驗，研究者評估了蘿蔔硫素對心臟結構和功能的影響，以及其對抗氧化能力的提升和細胞損傷標記的抑制效果。\n\n主要發現顯示，蘿蔔硫素能夠改善心臟的結構和功能，並增強抗氧化能力，同時減少線粒體損傷和細胞死亡的標記。研究還發現，蘿蔔硫素的作用與Fer-1（一種細胞死亡抑制劑）相似，但它獨特地激活了內源性防禦機制。這些結果強調了蘿蔔硫素作為一種雙重作用的治療選擇，能同時針對氧化壓力和細胞死亡，顯示出其在改善Takotsubo症候群結果上的潛力。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "Takotsubo症候群 Takotsubo Syndrome",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "pub_date": "2025 Dec",
    "abstract_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>. However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L. plantarum</i> remains unclear. This research utilized the adaptive laboratory evolution technology to enhance the sulforaphane conversion rate of <i>L. plantarum</i>. The results showed that an increase in the glucose replacement ratio significantly downregulated carbohydrate metabolism and upregulated amino acid metabolism. Transcriptomic analysis showed that the ALE-adapted strain significantly upregulated carbohydrate metabolism and amino acid metabolism. In the conversion pathway, glucoraphanin is imported into <i>L. plantarum</i> cells, and its glucose moiety is phosphorylated by bglF (the phosphate group may be derived from phosphoenolpyruvate via the phosphotransferase system). Subsequently, the S-glycosidic bond of phosphorylated glucoraphanin is hydrolyzed by bglA (6-phospho-β-glucosidase), followed by nonenzymatic rearrangement and sulfate elimination, ultimately yielding sulforaphane. This research can contribute to revealing the interaction mechanism between microorganisms and natural active substances.",
    "para1": "蘿蔔硫素是一種對健康有益的化合物，雖然它的穩定性不高，但它的潛在好處讓人們對其在疾病預防方面的應用充滿期待。這項研究的結果可能有助於提高蘿蔔硫素的轉換率，進而促進其在健康食品或保健品中的應用，尤其是在增強免疫系統或抗氧化方面的潛力。透過了解微生物如何與這些天然活性物質互動，我們或許能開發出更有效的健康產品，進一步提升人們的生活品質。",
    "para2": "這項研究主要關注的是如何提高蘿蔔硫素的轉換率，特別是透過一種名為乳酸菌的微生物——植物乳酸菌（Lactiplantibacillus plantarum）。目前，這種微生物在轉換蘿蔔硫素的過程中效率不高，研究者希望能夠揭示其轉換機制，並透過實驗來改善這一過程。這不僅有助於理解微生物的代謝過程，也可能為未來的健康產品開發提供新的思路。",
    "para3": "研究團隊採用了適應性實驗室進化技術來提升植物乳酸菌的蘿蔔硫素轉換率。他們通過調整葡萄糖的替代比率，觀察其對碳水化合物和氨基酸代謝的影響。研究中，團隊分析了轉錄組數據，並發現經過適應性進化的菌株在碳水化合物和氨基酸代謝方面的表現有顯著變化，這為進一步的研究提供了基礎。",
    "para4": "主要的研究發現顯示，經過適應性進化的植物乳酸菌在轉換蘿蔔硫素的過程中，能夠有效地調節其代謝路徑。具體來說，研究者發現蘿蔔硫素的前體——葡萄糖苷酸會被進口到細胞內，並經過一系列的酶促反應最終轉換為蘿蔔硫素。這些結果不僅有助於理解微生物如何利用天然活性物質，也可能為未來的健康產品開發提供新的方向。",
    "explanation_zh": "蘿蔔硫素是一種對健康有益的化合物，雖然它的穩定性不高，但它的潛在好處讓人們對其在疾病預防方面的應用充滿期待。這項研究的結果可能有助於提高蘿蔔硫素的轉換率，進而促進其在健康食品或保健品中的應用，尤其是在增強免疫系統或抗氧化方面的潛力。透過了解微生物如何與這些天然活性物質互動，我們或許能開發出更有效的健康產品，進一步提升人們的生活品質。\n\n這項研究主要關注的是如何提高蘿蔔硫素的轉換率，特別是透過一種名為乳酸菌的微生物——植物乳酸菌（Lactiplantibacillus plantarum）。目前，這種微生物在轉換蘿蔔硫素的過程中效率不高，研究者希望能夠揭示其轉換機制，並透過實驗來改善這一過程。這不僅有助於理解微生物的代謝過程，也可能為未來的健康產品開發提供新的思路。\n\n研究團隊採用了適應性實驗室進化技術來提升植物乳酸菌的蘿蔔硫素轉換率。他們通過調整葡萄糖的替代比率，觀察其對碳水化合物和氨基酸代謝的影響。研究中，團隊分析了轉錄組數據，並發現經過適應性進化的菌株在碳水化合物和氨基酸代謝方面的表現有顯著變化，這為進一步的研究提供了基礎。\n\n主要的研究發現顯示，經過適應性進化的植物乳酸菌在轉換蘿蔔硫素的過程中，能夠有效地調節其代謝路徑。具體來說，研究者發現蘿蔔硫素的前體——葡萄糖苷酸會被進口到細胞內，並經過一系列的酶促反應最終轉換為蘿蔔硫素。這些結果不僅有助於理解微生物如何利用天然活性物質，也可能為未來的健康產品開發提供新的方向。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "pub_date": "2025 Dec",
    "abstract_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence. Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival. This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression. BEAS-2B cells were treated with CSE and SFN, and cell viability was assessed using the MTT assay. Cellular senescence was assessed using the SA-β-gal assay and the expression of genes associated with senescence (p16 and p21). The expression levels of SIRT1, senescence-associated secretory phenotype (SASP) cytokines (IL-1β, IL-6, IL-8, TNF-α), GPX4, and SLC7A11 were quantified using qRT-PCR. Additionally, ROS production, GSH and MDA levels, and iron content were measured. An emphysema mouse model was induced by intraperitoneal administration of CSE (7.2 mg/kg) alone or in combination with SFN (10.2 mg/kg) over 28 days, and subsequent histopathological changes were evaluated. Our findings revealed that SFN co-treatment effectively mitigated CSE-induced cytotoxicity, senescence, and SASP cytokine secretion, as well as the pronounced emphysematous changes in lung tissues. Furthermore, SFN reversed CSE-induced downregulation of SIRT1 and upregulation of NF-κB. Notably, SFN also inhibited CSE-induced ferroptosis by increasing GPX4 and SLC7A11 expression while reducing iron and MDA levels. The findings of the present study demonstrated that sulforaphane offers protective effects against CSE-induced toxicity by mitigating oxidative stress, ferroptosis, and cellular senescence.",
    "para1": "這項研究對於健康和疾病預防提供了一些啟示，特別是針對吸煙所造成的肺部損傷。吸煙會引發氧化壓力，導致細胞死亡和衰老，而蘿蔔硫素作為一種強效抗氧化劑，可能有助於減少這些損害。透過增強細胞的抗壓能力，蘿蔔硫素或許能在一定程度上保護肺部健康，這對於吸煙者或長期接觸煙霧的人來說，具有重要的意義。",
    "para2": "本研究的主題是探討蘿蔔硫素對於吸煙引起的肺部損傷的保護作用。研究者關心的問題是，吸煙所釋放的煙霧提取物如何影響人類氣道上皮細胞的健康，以及蘿蔔硫素是否能有效減輕這些損害。特別是，研究重點在於蘿蔔硫素如何調節與細胞壓力反應相關的SIRT1表達。",
    "para3": "實驗中，研究者使用了人類氣道上皮細胞（BEAS-2B）和小鼠作為研究對象。BEAS-2B細胞被處理了煙霧提取物和蘿蔔硫素，並使用MTT測試來評估細胞的存活率。此外，研究者還評估了細胞衰老的情況，並量測了與衰老相關的基因表達。對於小鼠，則使用了特定劑量的煙霧提取物和蘿蔔硫素進行為期28天的實驗，並觀察肺部的組織變化。",
    "para4": "主要的研究發現顯示，蘿蔔硫素的共同處理有效減少了煙霧提取物引起的細胞毒性、衰老以及相關細胞因子的分泌。此外，蘿蔔硫素還能逆轉煙霧提取物對SIRT1的下調和NF-κB的上調影響。研究還發現，蘿蔔硫素能抑制煙霧引起的鐵死亡，這是透過增加GPX4和SLC7A11的表達來實現的，同時降低了鐵和MDA的水平。這些結果表明，蘿蔔硫素可能對抗煙霧引起的氧化壓力、鐵死亡和細胞衰老具有保護作用。",
    "explanation_zh": "這項研究對於健康和疾病預防提供了一些啟示，特別是針對吸煙所造成的肺部損傷。吸煙會引發氧化壓力，導致細胞死亡和衰老，而蘿蔔硫素作為一種強效抗氧化劑，可能有助於減少這些損害。透過增強細胞的抗壓能力，蘿蔔硫素或許能在一定程度上保護肺部健康，這對於吸煙者或長期接觸煙霧的人來說，具有重要的意義。\n\n本研究的主題是探討蘿蔔硫素對於吸煙引起的肺部損傷的保護作用。研究者關心的問題是，吸煙所釋放的煙霧提取物如何影響人類氣道上皮細胞的健康，以及蘿蔔硫素是否能有效減輕這些損害。特別是，研究重點在於蘿蔔硫素如何調節與細胞壓力反應相關的SIRT1表達。\n\n實驗中，研究者使用了人類氣道上皮細胞（BEAS-2B）和小鼠作為研究對象。BEAS-2B細胞被處理了煙霧提取物和蘿蔔硫素，並使用MTT測試來評估細胞的存活率。此外，研究者還評估了細胞衰老的情況，並量測了與衰老相關的基因表達。對於小鼠，則使用了特定劑量的煙霧提取物和蘿蔔硫素進行為期28天的實驗，並觀察肺部的組織變化。\n\n主要的研究發現顯示，蘿蔔硫素的共同處理有效減少了煙霧提取物引起的細胞毒性、衰老以及相關細胞因子的分泌。此外，蘿蔔硫素還能逆轉煙霧提取物對SIRT1的下調和NF-κB的上調影響。研究還發現，蘿蔔硫素能抑制煙霧引起的鐵死亡，這是透過增加GPX4和SLC7A11的表達來實現的，同時降低了鐵和MDA的水平。這些結果表明，蘿蔔硫素可能對抗煙霧引起的氧化壓力、鐵死亡和細胞衰老具有保護作用。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肺氣腫 Emphysema",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/"
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "pub_date": "2025 Dec",
    "abstract_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty. Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies. However, its role in alleviating intrinsic skin aging remains to be elucidated. Integrative network pharmacology and proteomics were utilized to investigate the underlying mechanisms of SFN in intrinsic skin aging. Fifty-one anti-aging targets of SFN were identified, highlighting its promising regulatory impact on the aging process. Based on an 18-month-old natural aging mouse model, significant alleviation in skin structure, redox homeostasis, and immune cell composition was noted after 2 months of SFN supplementation. Additionally, proteomic analysis demonstrated that SFN reversed the proteomic profile of intrinsic skin aging, with 233 differentially expressed proteins (DEPs) identified in SFN-fed aging mice. Of note, the up-regulated DEPs were highly enriched in the apelin signaling pathway (p = 0.010). Furthermore, immune cell infiltration and whole blood cell analysis revealed that SFN rescued T cells depletion in dermal tissue, which was strongly correlated with DEPs enriched in the SFN-activated apelin signaling pathway. SFN improves skin morphology and immune functions via activating the apelin signaling pathway, suggesting new prime targets in counteracting intrinsic skin aging.",
    "para1": "隨著年齡增長，皮膚會出現老化現象，這不僅影響外觀，還可能導致身體的脆弱性。這項研究探討了蘿蔔硫素這種天然抗發炎物質在減緩皮膚老化方面的潛力，這對於健康和疾病預防有重要啟示。若能有效改善皮膚結構和免疫功能，可能有助於提升老年人的生活品質，減少與年齡相關的健康問題。",
    "para2": "本研究的主題是探討蘿蔔硫素在內在皮膚老化過程中的作用。雖然蘿蔔硫素已被廣泛應用於多種癌症治療，但其對於皮膚老化的具體影響尚未明確。因此，研究者希望通過這項研究來揭示蘿蔔硫素如何影響皮膚老化的機制，並找出其潛在的抗老化靶點。",
    "para3": "研究中使用了整合性網絡藥理學和蛋白質組學的方法，對51個與抗老化相關的靶點進行了分析。實驗對象是18個月大的自然老化小鼠，研究者在這些小鼠中進行了為期兩個月的蘿蔔硫素補充，觀察其對皮膚結構、氧化還原平衡和免疫細胞組成的影響。",
    "para4": "主要發現顯示，經過蘿蔔硫素補充後，小鼠的皮膚結構和免疫功能有顯著改善，並且蛋白質組學分析發現233種差異表達的蛋白質。特別是，這些上調的蛋白質在apelin信號通路中高度富集，顯示蘿蔔硫素可能通過激活這一信號通路來改善皮膚形態和免疫功能，為對抗內在皮膚老化提供了新的研究方向。",
    "explanation_zh": "隨著年齡增長，皮膚會出現老化現象，這不僅影響外觀，還可能導致身體的脆弱性。這項研究探討了蘿蔔硫素這種天然抗發炎物質在減緩皮膚老化方面的潛力，這對於健康和疾病預防有重要啟示。若能有效改善皮膚結構和免疫功能，可能有助於提升老年人的生活品質，減少與年齡相關的健康問題。\n\n本研究的主題是探討蘿蔔硫素在內在皮膚老化過程中的作用。雖然蘿蔔硫素已被廣泛應用於多種癌症治療，但其對於皮膚老化的具體影響尚未明確。因此，研究者希望通過這項研究來揭示蘿蔔硫素如何影響皮膚老化的機制，並找出其潛在的抗老化靶點。\n\n研究中使用了整合性網絡藥理學和蛋白質組學的方法，對51個與抗老化相關的靶點進行了分析。實驗對象是18個月大的自然老化小鼠，研究者在這些小鼠中進行了為期兩個月的蘿蔔硫素補充，觀察其對皮膚結構、氧化還原平衡和免疫細胞組成的影響。\n\n主要發現顯示，經過蘿蔔硫素補充後，小鼠的皮膚結構和免疫功能有顯著改善，並且蛋白質組學分析發現233種差異表達的蛋白質。特別是，這些上調的蛋白質在apelin信號通路中高度富集，顯示蘿蔔硫素可能通過激活這一信號通路來改善皮膚形態和免疫功能，為對抗內在皮膚老化提供了新的研究方向。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/"
  },
  {
    "id": "41027171",
    "title_en": "Multi-omics analysis of gut-liver axis reveals the mechanism by which sulforaphane alleviates liver injury in Cyprinus carpio exposed to triphenyltin.",
    "pub_date": "2025 Dec",
    "abstract_en": "This study investigates the protective effects of sulforaphane (SFN) against triphenyltin (TPT)-induced hepatotoxicity, immune dysfunction and gut microbiota dysbiosis in Cyprinus carpio. Cyprinus carpio were divided into three groups and exposed for 8 weeks, including control, 10 μg/L TPT and 10 μg/L TPT + 10 mg/kg SFN group. This result showed that TPT exposure induced significantly (P < 0.05) hepatotoxicity, evidenced by increasing hepatic total bile acid (TBA) and total cholesterol levels, while upregulating Hsp70/90 and downregulating lysozyme gene expression. SFN supplementation reduced TBA accumulation, normalized Hsp90 and lysozyme expression, mitigating TPT-induced lipid dysregulation and immunosuppression. Transcriptomic analysis revealed that TPT exposure activated lipid metabolism pathways (PPAR signaling and cholesterol metabolism), but suppressed immune-related pathways. SFN supplementation restored metabolic homeostasis by enriching glucose and amino acid metabolism pathways and activating AMPK signaling, while also modulating the expression of key genes (PLIN1, ME1, CPT1B). The microbiota composition were changed in SFN + TPT, including the increased of beneficial Fusobacteriota and Cetobacterium, and the decreased of pathogenic Proteobacteria and Aeromonas. The gut transcriptome dysregulation were restored in SFN + TPT by enhancing immune pathways in Toll-like/NOD-like receptors. The significant correlations linked were found in gut microbes (Kaistia, Vagococcus) to hepatic/intestinal gene expression in SFN + TPT. Overall, these findings elucidate novel mechanisms underlying TPT-induced immunotoxicity in liver and intestine and demonstrate the protective role of SFN, providing a theoretical foundation for its application in toxicity mitigation strategies.",
    "para1": "這項研究對於健康和疾病預防提供了一些啟示，特別是在肝臟健康和免疫系統的保護方面。研究顯示，蘿蔔硫素可能有助於減少由三苯錫引起的肝臟毒性和免疫功能障礙，這對於未來的健康維護和疾病預防策略具有潛在的意義。透過改善腸道微生物組的組成，蘿蔔硫素可能進一步促進整體健康，這對於那些面臨環境毒素威脅的人來說，尤其重要。",
    "para2": "這項研究的主題是探討蘿蔔硫素對三苯錫引起的肝臟毒性、免疫功能障礙和腸道微生物失調的保護效果。研究者關心的是三苯錫這種環境毒素如何影響魚類的健康，特別是對肝臟和免疫系統的影響，以及蘿蔔硫素是否能夠減輕這些不良影響。這對於理解環境毒素對生物體的影響以及尋找潛在的保護措施具有重要意義。",
    "para3": "實驗中，研究者將鯉魚（Cyprinus carpio）分成三組，進行為期八週的實驗。這三組分別是對照組、接受10微克/升三苯錫的組別，以及同時接受10微克/升三苯錫和10毫克/公斤蘿蔔硫素的組別。透過這樣的設計，研究者能夠比較不同處理對魚類健康的影響，並分析蘿蔔硫素在減輕三苯錫引起的毒性方面的潛在作用。",
    "para4": "主要的發現顯示，三苯錫的暴露會導致肝臟毒性，表現為肝臟總膽鹼酸和總膽固醇水平的上升，並且影響了與免疫相關的基因表達。然而，當添加蘿蔔硫素後，這些不良影響有所減輕，肝臟的代謝平衡得以恢復，並且腸道微生物組的組成也發生了變化，增加了有益菌群的比例。這些結果顯示，蘿蔔硫素可能在減輕環境毒素引起的健康問題方面發揮了保護作用，為未來的毒性減輕策略提供了理論基礎。",
    "explanation_zh": "這項研究對於健康和疾病預防提供了一些啟示，特別是在肝臟健康和免疫系統的保護方面。研究顯示，蘿蔔硫素可能有助於減少由三苯錫引起的肝臟毒性和免疫功能障礙，這對於未來的健康維護和疾病預防策略具有潛在的意義。透過改善腸道微生物組的組成，蘿蔔硫素可能進一步促進整體健康，這對於那些面臨環境毒素威脅的人來說，尤其重要。\n\n這項研究的主題是探討蘿蔔硫素對三苯錫引起的肝臟毒性、免疫功能障礙和腸道微生物失調的保護效果。研究者關心的是三苯錫這種環境毒素如何影響魚類的健康，特別是對肝臟和免疫系統的影響，以及蘿蔔硫素是否能夠減輕這些不良影響。這對於理解環境毒素對生物體的影響以及尋找潛在的保護措施具有重要意義。\n\n實驗中，研究者將鯉魚（Cyprinus carpio）分成三組，進行為期八週的實驗。這三組分別是對照組、接受10微克/升三苯錫的組別，以及同時接受10微克/升三苯錫和10毫克/公斤蘿蔔硫素的組別。透過這樣的設計，研究者能夠比較不同處理對魚類健康的影響，並分析蘿蔔硫素在減輕三苯錫引起的毒性方面的潛在作用。\n\n主要的發現顯示，三苯錫的暴露會導致肝臟毒性，表現為肝臟總膽鹼酸和總膽固醇水平的上升，並且影響了與免疫相關的基因表達。然而，當添加蘿蔔硫素後，這些不良影響有所減輕，肝臟的代謝平衡得以恢復，並且腸道微生物組的組成也發生了變化，增加了有益菌群的比例。這些結果顯示，蘿蔔硫素可能在減輕環境毒素引起的健康問題方面發揮了保護作用，為未來的毒性減輕策略提供了理論基礎。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肝臟毒性 Hepatotoxicity",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41027171/"
  },
  {
    "id": "40714240",
    "title_en": "Gut microbiota-related glutathione metabolism is key mechanism for sulforaphane ameliorating ulcerative colitis.",
    "pub_date": "2025 Dec",
    "abstract_en": "Gut barrier dysfunction is associated with dysbiosis of the gut microbiota and its metabolites, which is closely linked to the pathogenesis of ulcerative colitis (UC). Recent studies have demonstrated that Sulforaphane (SFN) exerts beneficial effects on UC. However, the role of the gut microbiota and microbial metabolism in the anti-UC mechanisms of SFN remains inadequately understood. In this study, we observed that SFN administration significantly improved the pathological phenotype, restored gut barrier integrity, and reduced colon inflammation in dextran sulfate sodium (DSS)-induced colitis mice. Gut microbiota analysis illustrated that SFN administration rebalances the alterations in gut microbiota composition, including genera such as Turicibacter, Lactobacillus and Bacteroides, in DSS-induced mice. Furthermore, untargeted metabolomics analysis indicated that the levels of microbial arachidonic acid metabolism, as well as the metabolism of alanine, aspartate, and glutamate, and glutathione metabolism in the gastrointestinal tract, were significantly altered in DSS-induced mice. Interestingly, SFN treatment significantly restore the alterations in glutathione metabolism and the levels of associated metabolites. Additionally, we observed that the MAPK/NF-κB signaling pathway, regulated by glutathione metabolism, was inhibited in the colon of DSS-induced mice following SFN treatment. Collectively, these results suggest that SFN can alleviate DSS-induced colitis in mice by restoring dysregulated gut microbiota and glutathione metabolism, thereby modulating the MAPK/NF-κB signaling pathway, enhancing intestinal barrier function and reducing colonic inflammation. Importantly, our findings elucidate a novel mechanism by which SFN improves gut barrier function, highlighting its potential to advance the development of SFN-derived therapeutics for the clinical management of colitis.",
    "para1": "這項研究提供了一些關於健康和疾病預防的啟示，特別是在腸道健康方面。腸道屏障功能的失調與腸道微生物群的失衡有關，這可能會導致潰瘍性結腸炎等疾病。透過改善腸道屏障功能，可能有助於減少這類疾病的風險，並促進整體腸道健康。這也顯示了某些天然成分，例如蘿蔔硫素，可能在維護腸道健康方面扮演重要角色，未來有望成為新型的治療選擇。",
    "para2": "這項研究的主題是探討蘿蔔硫素在潰瘍性結腸炎（UC）中的作用，特別是它如何影響腸道微生物群和微生物代謝。研究者關心的是蘿蔔硫素是否能改善腸道屏障功能，並減少由於腸道微生物失衡所引起的炎症反應。這些問題的解答對於理解潰瘍性結腸炎的病理機制以及開發新的治療方法具有重要意義。",
    "para3": "在實驗中，研究者使用了誘導潰瘍性結腸炎的小鼠模型，這些小鼠是透過給予硫酸右旋糖酐（DSS）來模擬腸道炎症。研究團隊給予這些小鼠蘿蔔硫素，然後觀察其對腸道病理表現的影響，包括腸道屏障的完整性和結腸的炎症程度。此外，研究者還進行了腸道微生物群的分析和代謝組學的研究，以了解蘿蔔硫素如何影響腸道微生物的組成及其代謝產物。",
    "para4": "主要的研究發現顯示，蘿蔔硫素的給予顯著改善了小鼠的病理表現，恢復了腸道屏障的完整性，並減少了結腸的炎症。腸道微生物群的分析顯示，蘿蔔硫素能夠重新平衡腸道微生物的組成，並且在代謝組學分析中發現，與腸道相關的代謝物質水平有顯著變化。這些結果表明，蘿蔔硫素可能透過調節腸道微生物群和代謝途徑來改善腸道功能，並減少炎症，這為未來的臨床應用提供了新的思路。",
    "explanation_zh": "這項研究提供了一些關於健康和疾病預防的啟示，特別是在腸道健康方面。腸道屏障功能的失調與腸道微生物群的失衡有關，這可能會導致潰瘍性結腸炎等疾病。透過改善腸道屏障功能，可能有助於減少這類疾病的風險，並促進整體腸道健康。這也顯示了某些天然成分，例如蘿蔔硫素，可能在維護腸道健康方面扮演重要角色，未來有望成為新型的治療選擇。\n\n這項研究的主題是探討蘿蔔硫素在潰瘍性結腸炎（UC）中的作用，特別是它如何影響腸道微生物群和微生物代謝。研究者關心的是蘿蔔硫素是否能改善腸道屏障功能，並減少由於腸道微生物失衡所引起的炎症反應。這些問題的解答對於理解潰瘍性結腸炎的病理機制以及開發新的治療方法具有重要意義。\n\n在實驗中，研究者使用了誘導潰瘍性結腸炎的小鼠模型，這些小鼠是透過給予硫酸右旋糖酐（DSS）來模擬腸道炎症。研究團隊給予這些小鼠蘿蔔硫素，然後觀察其對腸道病理表現的影響，包括腸道屏障的完整性和結腸的炎症程度。此外，研究者還進行了腸道微生物群的分析和代謝組學的研究，以了解蘿蔔硫素如何影響腸道微生物的組成及其代謝產物。\n\n主要的研究發現顯示，蘿蔔硫素的給予顯著改善了小鼠的病理表現，恢復了腸道屏障的完整性，並減少了結腸的炎症。腸道微生物群的分析顯示，蘿蔔硫素能夠重新平衡腸道微生物的組成，並且在代謝組學分析中發現，與腸道相關的代謝物質水平有顯著變化。這些結果表明，蘿蔔硫素可能透過調節腸道微生物群和代謝途徑來改善腸道功能，並減少炎症，這為未來的臨床應用提供了新的思路。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "潰瘍性結腸炎 Ulcerative Colitis",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40714240/"
  },
  {
    "id": "41291551",
    "title_en": "Nanoliposome-mediated delivery of sulforaphane suppresses Ehrlich ascites carcinoma growth and improves liver integrity and therapeutic outcomes in a murine model.",
    "pub_date": "2025 Nov",
    "abstract_en": "The anticancer activity of sulforaphane (SFN) involves multiple signaling pathways, but its mechanism against Ehrlich Ascites Carcinoma (EAC) in mice remains unclear. This study evaluated the antitumor efficacy of SFN-loaded nanoliposomes (SFN-NLPs). Ninety female Swiss albino mice were allocated into six groups: (1) untreated control, (2) SFN alone (50 mg/kg/day, orally), (3) SFN-NLPs alone (50 mg/kg/day, orally), (4) EAC-bearing mice (2.5 × 10⁶ cells, intraperitoneally), (5) EAC + SFN, and (6) EAC + SFN-NLPs. with treatment lasting 20 days in tumor-bearing groups. SFN-NLPs significantly reduced EAC tumor volume, viable cell count, and tumor marker levels, while prolonging survival more effectively than free SFN. SFN-NLPs modulated key molecular pathways by suppressing inflammatory gene expression (NF-κB, COX-2) and shifting the balance toward apoptosis via upregulation of TP53 and Bax and concomitant downregulation of Bcl-2. Regarding liver integrity, SFN-NLPs significantly reduced DNA fragmentation and hepatic oxidative stress, while modulating systemic inflammation through reductions in total leukocyte count, TNF-α, and C-reactive protein. In addition, SFN-NLPs conferred superior protection against both histopathological and ultrastructural liver damage. Furthermore, molecular docking analysis suggested plausible interactions of SFN with proteins associated with antioxidant defense, inflammation regulation, and apoptosis, indicating a potential modulatory role. In conclusion, nanoformulated SFN enhances stability, augments efficacy, and facilitates sustained release and bioavailability, thereby strengthening its antitumor, anti-inflammatory, antioxidant, and pro-apoptotic effects in EAC-bearing mice. These findings highlight the potential of SFN-NLPs to suppress tumor growth by modulating inflammatory and apoptotic gene expression while preserving liver integrity.",
    "para1": "這項研究提供了一些關於健康和疾病預防的啟示，特別是在癌症治療方面。蘿蔔硫素（SFN）是一種從青花椰菜中提取的化合物，已知具有抗癌特性。研究顯示，透過納米脂質體包裹的蘿蔔硫素（SFN-NLPs）可能在抗腫瘤方面更有效，這意味著未來的癌症治療可能會利用這種新型的藥物傳遞系統來提高治療效果，並減少對身體的副作用。這對於癌症患者來說，可能是一個新的希望，尤其是在改善生活品質和延長生存期方面。",
    "para2": "本研究的主題是探討蘿蔔硫素在小鼠身上對Ehrlich腹水癌（EAC）的抗腫瘤效果。研究者希望了解蘿蔔硫素的作用機制，特別是它如何影響與腫瘤生長和炎症相關的信號傳遞路徑。EAC是一種常用於癌症研究的小鼠腫瘤模型，這項研究的目的是評估不同形式的蘿蔔硫素對腫瘤的影響，並尋找改善治療效果的方法。",
    "para3": "實驗中使用了90隻雌性瑞士白鼠，這些小鼠被分為六組，分別接受不同的處理。這些處理包括未治療的對照組、單獨給予蘿蔔硫素的組別、單獨給予蘿蔔硫素納米脂質體的組別，以及帶有EAC的組別，後者又分別接受蘿蔔硫素和蘿蔔硫素納米脂質體的治療。實驗持續了20天，研究者觀察了腫瘤體積、存活率及相關的生物標記物，以評估治療效果。",
    "para4": "主要發現顯示，蘿蔔硫素納米脂質體在減少EAC腫瘤體積和存活率方面的效果優於單獨的蘿蔔硫素。這些納米脂質體能夠調節關鍵的分子通路，抑制炎症基因的表達，同時促進細胞凋亡的過程。此外，研究還發現，這些納米脂質體能有效減少肝臟的氧化壓力和DNA片段化，並改善系統性炎症的指標。這些結果顯示，納米包裝的蘿蔔硫素可能在抗腫瘤、抗炎和抗氧化方面具有潛在的應用價值。",
    "explanation_zh": "這項研究提供了一些關於健康和疾病預防的啟示，特別是在癌症治療方面。蘿蔔硫素（SFN）是一種從青花椰菜中提取的化合物，已知具有抗癌特性。研究顯示，透過納米脂質體包裹的蘿蔔硫素（SFN-NLPs）可能在抗腫瘤方面更有效，這意味著未來的癌症治療可能會利用這種新型的藥物傳遞系統來提高治療效果，並減少對身體的副作用。這對於癌症患者來說，可能是一個新的希望，尤其是在改善生活品質和延長生存期方面。\n\n本研究的主題是探討蘿蔔硫素在小鼠身上對Ehrlich腹水癌（EAC）的抗腫瘤效果。研究者希望了解蘿蔔硫素的作用機制，特別是它如何影響與腫瘤生長和炎症相關的信號傳遞路徑。EAC是一種常用於癌症研究的小鼠腫瘤模型，這項研究的目的是評估不同形式的蘿蔔硫素對腫瘤的影響，並尋找改善治療效果的方法。\n\n實驗中使用了90隻雌性瑞士白鼠，這些小鼠被分為六組，分別接受不同的處理。這些處理包括未治療的對照組、單獨給予蘿蔔硫素的組別、單獨給予蘿蔔硫素納米脂質體的組別，以及帶有EAC的組別，後者又分別接受蘿蔔硫素和蘿蔔硫素納米脂質體的治療。實驗持續了20天，研究者觀察了腫瘤體積、存活率及相關的生物標記物，以評估治療效果。\n\n主要發現顯示，蘿蔔硫素納米脂質體在減少EAC腫瘤體積和存活率方面的效果優於單獨的蘿蔔硫素。這些納米脂質體能夠調節關鍵的分子通路，抑制炎症基因的表達，同時促進細胞凋亡的過程。此外，研究還發現，這些納米脂質體能有效減少肝臟的氧化壓力和DNA片段化，並改善系統性炎症的指標。這些結果顯示，納米包裝的蘿蔔硫素可能在抗腫瘤、抗炎和抗氧化方面具有潛在的應用價值。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "腹水癌 Ehrlich Ascites Carcinoma",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41291551/"
  },
  {
    "id": "41135276",
    "title_en": "Sulforaphane targets STAT3-CKMT2-AS1 to suppress gastric cancer via PSMB8 downregulation and AIMP1 stabilization.",
    "pub_date": "2025 Nov",
    "abstract_en": "Gastric cancer (GC) remains one of the most formidable threats to human health with limited therapeutic options. Sulforaphane (SFN), a natural isothiocyanate, exhibits antitumor activity; however, its molecular mechanisms of action in GC remain unclear. To investigate the mechanism of action of SFN in gastric cancer. The antitumor effects of SFN were comprehensively assessed in vitro and in vivo, followed by sequencing analysis to identify the targeted lncRNA. Subsequently, the mechanical verification experiments were carried out to determine the upstream and downstream regulatory components involved in the STAT3-CKMT2-AS1 regulatory axis. We demonstrated that SFN strongly inhibits GC. SFN downregulated the expression of the lncRNA CKMT2-AS1. Elevated expression levels of CKMT2-AS1 in human GC tissues are correlated with poor patient survival rates. Knockdown of CKMT2-AS1 significantly inhibited GC proliferation and migration both in vivo and in vitro, whereas CKMT2-AS1 overexpression enhanced malignant phenotypes. Mechanistically, we identified STAT3 as the transcriptional activator driving CKMT2-AS1 expression, with SFN directly binding to, and inhibiting, STAT3 phosphorylation to decrease its transcriptional activity. Interestingly, cytoplasmic CKMT2-AS1 competitively adsorbs miR-451a, leading to the expression of PSMB8, ultimately promoting the progression of the malignant phenotype of GC. Moreover, we discovered that CKMT2-AS1 directly binds to the RNA-binding protein (RBP) AIMP1, promoting ubiquitination-mediated degradation of AIMP1 protein via the proteasomal pathway. The highly expressed AIMP1 protein, in turn, inhibits the phosphorylation of the PI3K/AKT signaling pathway, which is hyperactivated in virtually all solid tumors. Our findings not only elucidate a novel SFN-mediated tumor-suppressive mechanism via the STAT3/CKMT2-AS1 regulatory axis, but also validate CKMT2-AS1 as a promising therapeutic target for GC intervention.",
    "para1": "胃癌仍然是對人類健康的一大威脅，目前的治療選擇有限。這項研究探討了蘿蔔硫素在胃癌中的作用機制，可能為未來的治療提供新的思路。透過了解蘿蔔硫素的抗腫瘤特性，我們或許能找到更有效的預防和治療胃癌的方法，進而改善患者的生存率。",
    "para2": "這項研究的主題是蘿蔔硫素在胃癌中的作用機制。研究者關心的是蘿蔔硫素如何影響胃癌細胞的生長和擴散，並試圖揭示其背後的分子機制。透過這項研究，科學家希望能夠更清楚地理解蘿蔔硫素的抗腫瘤效果，並尋找新的治療策略。",
    "para3": "實驗中，研究者使用了體外和體內的實驗方法來評估蘿蔔硫素的抗腫瘤效果。他們分析了與蘿蔔硫素作用相關的長鏈非編碼RNA（lncRNA），並進行了機械驗證實驗，以確定參與STAT3-CKMT2-AS1調控軸的上游和下游組件。這些實驗幫助研究者了解蘿蔔硫素如何影響胃癌的生物學行為。",
    "para4": "研究結果顯示，蘿蔔硫素能顯著抑制胃癌的生長，並且降低了lncRNA CKMT2-AS1的表達。研究發現，CKMT2-AS1在胃癌組織中的高表達與患者的生存率較低有關。當CKMT2-AS1被抑制時，胃癌細胞的增殖和遷移顯著減少，而CKMT2-AS1的過度表達則會加劇腫瘤的惡性特徵。此外，研究還發現蘿蔔硫素能直接抑制STAT3的磷酸化，進而降低其轉錄活性，這些發現為未來的胃癌治療提供了新的潛在靶點。",
    "explanation_zh": "胃癌仍然是對人類健康的一大威脅，目前的治療選擇有限。這項研究探討了蘿蔔硫素在胃癌中的作用機制，可能為未來的治療提供新的思路。透過了解蘿蔔硫素的抗腫瘤特性，我們或許能找到更有效的預防和治療胃癌的方法，進而改善患者的生存率。\n\n這項研究的主題是蘿蔔硫素在胃癌中的作用機制。研究者關心的是蘿蔔硫素如何影響胃癌細胞的生長和擴散，並試圖揭示其背後的分子機制。透過這項研究，科學家希望能夠更清楚地理解蘿蔔硫素的抗腫瘤效果，並尋找新的治療策略。\n\n實驗中，研究者使用了體外和體內的實驗方法來評估蘿蔔硫素的抗腫瘤效果。他們分析了與蘿蔔硫素作用相關的長鏈非編碼RNA（lncRNA），並進行了機械驗證實驗，以確定參與STAT3-CKMT2-AS1調控軸的上游和下游組件。這些實驗幫助研究者了解蘿蔔硫素如何影響胃癌的生物學行為。\n\n研究結果顯示，蘿蔔硫素能顯著抑制胃癌的生長，並且降低了lncRNA CKMT2-AS1的表達。研究發現，CKMT2-AS1在胃癌組織中的高表達與患者的生存率較低有關。當CKMT2-AS1被抑制時，胃癌細胞的增殖和遷移顯著減少，而CKMT2-AS1的過度表達則會加劇腫瘤的惡性特徵。此外，研究還發現蘿蔔硫素能直接抑制STAT3的磷酸化，進而降低其轉錄活性，這些發現為未來的胃癌治療提供了新的潛在靶點。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "胃癌 Gastric Cancer",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41135276/"
  },
  {
    "id": "41275316",
    "title_en": "Investigating the clinical efficacy, safety and molecular mechanism of sulforaphane in autism spectrum disorder: an integrated study combining meta-analysis, network pharmacology, and computational biology.",
    "pub_date": "2025 Nov",
    "abstract_en": "Sulforaphane, a natural antioxidant rich in cruciferous vegetables, has emerged as a promising dietary supplement for autism spectrum disorder (ASD). However, its therapeutic efficacy remains controversial, and the pharmacological mechanisms are not fully elucidated. Eligible randomized controlled trials were retrieved from PubMed, Web of Science, Embase, and Cochrane Library databases. Review Manager 5.4 was used for meta-analysis and bias risk assessment. Network pharmacology, Mendelian randomization, GEO data analyses, molecular docking, and molecular dynamics simulation were employed to explore the mechanisms of sulforaphane in ASD. Six trials involving 333 participants were included in the meta-analysis. Pooled results demonstrated that both 4-5 weeks and 8-10 weeks of sulforaphane supplementation significantly decreased the scores on the Social Responsiveness Scale compared to placebo controls. No significant difference was observed in the incidence of adverse events. Network pharmacology identified 10 core targets of sulforaphane in ASD, including AKT1, EGFR, HSP90AA1, SRC, CASP3, STAT1, MAPK1, MMP9, MAPK8, and JAK2. These targets were implicated in the PI3K-Akt signaling pathway, MAPK signaling pathway, Chemokine signaling pathway, Chemical carcinogenesis - reactive oxygen species, TNF signaling pathway, Th17 cell differentiation, mTOR signaling pathway, and IL-17 signaling pathway. Mendelian randomization further revealed an inverse association between STAT1 levels and ASD risk. GEO transcriptomic data provided independent validation for the network pharmacology predictions. The binding energies between sulforaphane and the top 10 core targets are all ≤ -4.0 kcal/mol. Molecular dynamics simulations further validated the stable interaction between MMP-9 and sulforaphane. Sulforaphane may serve as an efficacious and safe adjunctive therapy for ASD, mediated by its anti-oxidant and anti-inflammatory effects along with the modulation of autophagy. CRD42025635045.",
    "para1": "蘿蔔硫素是一種天然抗氧化劑，主要存在於十字花科蔬菜中，近年來被認為可能對自閉症譜系障礙（ASD）有幫助。雖然這種成分的療效仍存在爭議，但它的抗氧化和抗發炎特性可能對健康有正面影響，特別是在改善社交反應方面。這項研究的結果可能為自閉症患者提供新的飲食補充選擇，並促進對這類疾病的理解與治療方法的探索。",
    "para2": "這項研究主要關注蘿蔔硫素在自閉症譜系障礙（ASD）中的潛在療效。研究者希望透過系統性分析來評估蘿蔔硫素的補充對自閉症患者社交能力的影響，並探討其背後的藥理機制。由於自閉症是一種複雜的神經發展障礙，了解這種天然成分的作用機制對於未來的治療策略具有重要意義。",
    "para3": "研究者從多個資料庫中檢索符合條件的隨機對照試驗，最終納入了六項涉及333名參與者的試驗進行統合分析。研究使用了多種方法，包括網絡藥理學、孟德爾隨機化、GEO數據分析、分子對接和分子動力學模擬，以探討蘿蔔硫素在自閉症中的作用機制。這些方法幫助研究者理解蘿蔔硫素如何影響自閉症的相關生物標記和信號通路。",
    "para4": "主要發現顯示，經過4到10週的蘿蔔硫素補充後，參與者在社交反應量表上的得分顯著降低，這意味著社交能力有所改善。此外，研究中並未發現顯著的不良事件發生率。網絡藥理學分析指出蘿蔔硫素在自閉症中的十個核心靶點，這些靶點涉及多條生物信號通路，顯示出蘿蔔硫素可能透過多種機制發揮作用。這些結果為蘿蔔硫素作為自閉症輔助療法的潛力提供了支持，但仍需進一步研究來確認其安全性和有效性。",
    "explanation_zh": "蘿蔔硫素是一種天然抗氧化劑，主要存在於十字花科蔬菜中，近年來被認為可能對自閉症譜系障礙（ASD）有幫助。雖然這種成分的療效仍存在爭議，但它的抗氧化和抗發炎特性可能對健康有正面影響，特別是在改善社交反應方面。這項研究的結果可能為自閉症患者提供新的飲食補充選擇，並促進對這類疾病的理解與治療方法的探索。\n\n這項研究主要關注蘿蔔硫素在自閉症譜系障礙（ASD）中的潛在療效。研究者希望透過系統性分析來評估蘿蔔硫素的補充對自閉症患者社交能力的影響，並探討其背後的藥理機制。由於自閉症是一種複雜的神經發展障礙，了解這種天然成分的作用機制對於未來的治療策略具有重要意義。\n\n研究者從多個資料庫中檢索符合條件的隨機對照試驗，最終納入了六項涉及333名參與者的試驗進行統合分析。研究使用了多種方法，包括網絡藥理學、孟德爾隨機化、GEO數據分析、分子對接和分子動力學模擬，以探討蘿蔔硫素在自閉症中的作用機制。這些方法幫助研究者理解蘿蔔硫素如何影響自閉症的相關生物標記和信號通路。\n\n主要發現顯示，經過4到10週的蘿蔔硫素補充後，參與者在社交反應量表上的得分顯著降低，這意味著社交能力有所改善。此外，研究中並未發現顯著的不良事件發生率。網絡藥理學分析指出蘿蔔硫素在自閉症中的十個核心靶點，這些靶點涉及多條生物信號通路，顯示出蘿蔔硫素可能透過多種機制發揮作用。這些結果為蘿蔔硫素作為自閉症輔助療法的潛力提供了支持，但仍需進一步研究來確認其安全性和有效性。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "自閉症譜系障礙 Autism Spectrum Disorder",
    "is_clinical_trial": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41275316/"
  },
  {
    "id": "41265122",
    "title_en": "Synergistic strategies of sulforaphane biosynthesis and functional properties in broccoli sprouts powder obtained from sucrose stress modulation coupled with vacuum freeze-drying.",
    "pub_date": "2025 Nov",
    "abstract_en": "This study investigated methionine-sucrose stress treatments on glucoraphanin biosynthesis in broccoli sprouts and the impact of vacuum freeze-drying (VFD) on sprout powder quality. Results showed that sucrose treatment elevated glucoraphanin content by 316.30 % in 4-day sprouts compared to the control (9.72 mg/g), accompanied by increases of 42.65 % in total isothiocyanates (ITCs) and 70.00 % in anthocyanins. The treatment enhanced myrosinase activity and upregulated osmotic regulators. PCA confirmed that sucrose stress optimized the nutritional quality of broccoli sprouts and exhibited potential in sulforaphane enrichment. The VFD broccoli sprout powder exhibited high retention of sulforaphane (6.00 mg/g dw) and total ITCs (7.00 mg/g dw), with optimal water-holding capacity, oil-holding capacity, and swelling capacity. The sulforaphane extract exhibited significant antimicrobial activity against E. coli (16.00 mm inhibition zone) and Staphylococcus aureus (10.02 mm). The synergistic application of sucrose stress and VFD presents a promising approach for developing functional foods.",
    "para1": "這項研究提供了一些對健康和疾病預防的啟示，特別是在提升青花椰菜的營養價值方面。青花椰菜含有的蘿蔔硫素被認為對健康有益，可能有助於抗氧化和抗菌作用。研究顯示，透過特定的處理方法，可以顯著提高青花椰菜芽中的蘿蔔硫素含量，這可能對改善飲食品質和促進健康有正面影響，特別是在功能性食品的開發上。",
    "para2": "這項研究的主題是探討甲硫氨酸-蔗糖壓力處理對青花椰菜芽中葡萄糖苷的合成影響，以及真空冷凍乾燥對芽粉品質的影響。研究者關心的是如何透過不同的處理方法來提升青花椰菜芽的營養成分，特別是蘿蔔硫素的含量，並評估這些處理對芽粉品質的影響。",
    "para3": "在實驗中，研究者使用了青花椰菜芽作為對象，進行了甲硫氨酸-蔗糖的壓力處理，並觀察其對葡萄糖苷合成的影響。研究還評估了真空冷凍乾燥技術對青花椰菜芽粉的品質，包括水分保持能力和油分保持能力等。這些方法的結合旨在優化青花椰菜芽的營養成分，並提高其在食品中的應用潛力。",
    "para4": "主要的研究發現顯示，蔗糖處理能顯著提高青花椰菜芽中葡萄糖苷的含量，增加了總異硫氰酸鹽和花青素的含量。此外，真空冷凍乾燥的青花椰菜芽粉在蘿蔔硫素和總異硫氰酸鹽的保留上表現良好，並且具有優越的水分和油分保持能力。研究還發現，蘿蔔硫素提取物對大腸桿菌和金黃色葡萄球菌具有顯著的抗菌活性，這些結果顯示出蔗糖壓力和真空冷凍乾燥的聯合應用在開發功能性食品方面的潛力。",
    "explanation_zh": "這項研究提供了一些對健康和疾病預防的啟示，特別是在提升青花椰菜的營養價值方面。青花椰菜含有的蘿蔔硫素被認為對健康有益，可能有助於抗氧化和抗菌作用。研究顯示，透過特定的處理方法，可以顯著提高青花椰菜芽中的蘿蔔硫素含量，這可能對改善飲食品質和促進健康有正面影響，特別是在功能性食品的開發上。\n\n這項研究的主題是探討甲硫氨酸-蔗糖壓力處理對青花椰菜芽中葡萄糖苷的合成影響，以及真空冷凍乾燥對芽粉品質的影響。研究者關心的是如何透過不同的處理方法來提升青花椰菜芽的營養成分，特別是蘿蔔硫素的含量，並評估這些處理對芽粉品質的影響。\n\n在實驗中，研究者使用了青花椰菜芽作為對象，進行了甲硫氨酸-蔗糖的壓力處理，並觀察其對葡萄糖苷合成的影響。研究還評估了真空冷凍乾燥技術對青花椰菜芽粉的品質，包括水分保持能力和油分保持能力等。這些方法的結合旨在優化青花椰菜芽的營養成分，並提高其在食品中的應用潛力。\n\n主要的研究發現顯示，蔗糖處理能顯著提高青花椰菜芽中葡萄糖苷的含量，增加了總異硫氰酸鹽和花青素的含量。此外，真空冷凍乾燥的青花椰菜芽粉在蘿蔔硫素和總異硫氰酸鹽的保留上表現良好，並且具有優越的水分和油分保持能力。研究還發現，蘿蔔硫素提取物對大腸桿菌和金黃色葡萄球菌具有顯著的抗菌活性，這些結果顯示出蔗糖壓力和真空冷凍乾燥的聯合應用在開發功能性食品方面的潛力。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41265122/"
  },
  {
    "id": "41159773",
    "title_en": "Sulforaphane-Loaded Hydrogel Prolongs Fully MHC-Mismatched Skin Allograft Survival.",
    "pub_date": "2025 Nov",
    "abstract_en": "Despite immunosuppression, acute rejection (AR) is still a common setback among transplantation patients and is a risk factor for graft survival. Sulforaphane (SFN), a phytochemical present in crucifers, has been shown to have anti-inflammatory and immunoregulatory properties, yet its influences on immune cell activation as well as in graft survival are still unknown. Thus, the aim was to evaluate SFN's effect, and to improve efficacy, efficiency, and availability, it was incorporated into thermosensitive polymeric hydrogels, to prevent AR in skin transplant (Tx) model mice. A thermosensitive hydrogel containing SFN (0.1%) and hyaluronic acid (HA) (0.5%) dispersed in a poloxamer matrix (PL407 at 20% w/v) was developed (GS-PL407 20%, HA and SFN) and characterized as a liquid-viscous hydrogel. The fully MHC-incompatible skin Tx procedure was performed by using donor skin Balb/c mice, transplanted into C57BL/6 recipient mice. The cytotoxicity test of GS was performed using in vitro assays with bone marrow-derived dendritic cells (BMDC). Treatment of BMDC with GS for 24 h presents no cytotoxicity. Untreated allograft mice present 100% of graft loss at day 9 post Tx. Remarkably, subcutaneous GS injection every 3 days promoted 80% of allograft survival for more than 14 days when compared with untreated recipients (<i>p</i> < 0.001). Histological analysis showed a lower level of inflammatory cells in the skin Tx of GS-treated mice. Flow cytometry analysis of draining lymph nodes at day 5 post Tx revealed that GS treatment reduced the frequency of DC and subtypes and function of the CD4<sup>+</sup> T cells. In vitro GS-treated lipopolysaccharide-activated BMDC present less activation of costimulatory markers. Taken together, GS treatment reduced immune cell activation, postponing AR onset and prolonging allograft survival in Tx animals. This strategy highlights the role of SFN as a promising candidate for further studies in organ transplantation experiments and being tested combined with current immunosuppression protocols.",
    "para1": "在器官移植中，急性排斥反應是一個常見的問題，這可能會影響移植的成功率。這項研究探討了蘿蔔硫素這種植物化學物質在減少免疫細胞活化和延長移植物存活方面的潛力。這對於提高移植成功率和改善病人的健康狀況有重要的啟示，尤其是對於那些需要長期免疫抑制治療的病人來說，找到更有效的輔助療法是非常重要的。",
    "para2": "這項研究的主題是評估蘿蔔硫素對於急性排斥反應的影響，特別是在皮膚移植模型中。研究者希望了解蘿蔔硫素如何影響免疫系統的反應，以及它是否能夠改善移植物的存活率。這是一個重要的研究方向，因為目前的免疫抑制療法並不總是能夠有效防止排斥反應。",
    "para3": "實驗中，研究者使用了含有0.1%蘿蔔硫素和0.5%透明質酸的熱敏聚合物水凝膠，並將其應用於小鼠的皮膚移植模型。這些小鼠分為供體和受體，供體小鼠的皮膚被移植到受體小鼠身上。研究者還進行了細胞毒性測試，以確保這種水凝膠對免疫細胞不會造成傷害。實驗的設計旨在評估蘿蔔硫素的效果及其在移植中的應用潛力。",
    "para4": "主要的發現是，使用蘿蔔硫素處理的小鼠在移植後的存活率顯著提高，達到80%，而未處理的小鼠在第9天時100%出現移植物損失。此外，組織學分析顯示，接受蘿蔔硫素治療的小鼠的皮膚中炎症細胞的數量較少，這表明蘿蔔硫素可能有助於減少免疫反應。這些結果顯示，蘿蔔硫素在延遲急性排斥反應的發生和延長移植物存活方面具有潛力，值得進一步研究。",
    "explanation_zh": "在器官移植中，急性排斥反應是一個常見的問題，這可能會影響移植的成功率。這項研究探討了蘿蔔硫素這種植物化學物質在減少免疫細胞活化和延長移植物存活方面的潛力。這對於提高移植成功率和改善病人的健康狀況有重要的啟示，尤其是對於那些需要長期免疫抑制治療的病人來說，找到更有效的輔助療法是非常重要的。\n\n這項研究的主題是評估蘿蔔硫素對於急性排斥反應的影響，特別是在皮膚移植模型中。研究者希望了解蘿蔔硫素如何影響免疫系統的反應，以及它是否能夠改善移植物的存活率。這是一個重要的研究方向，因為目前的免疫抑制療法並不總是能夠有效防止排斥反應。\n\n實驗中，研究者使用了含有0.1%蘿蔔硫素和0.5%透明質酸的熱敏聚合物水凝膠，並將其應用於小鼠的皮膚移植模型。這些小鼠分為供體和受體，供體小鼠的皮膚被移植到受體小鼠身上。研究者還進行了細胞毒性測試，以確保這種水凝膠對免疫細胞不會造成傷害。實驗的設計旨在評估蘿蔔硫素的效果及其在移植中的應用潛力。\n\n主要的發現是，使用蘿蔔硫素處理的小鼠在移植後的存活率顯著提高，達到80%，而未處理的小鼠在第9天時100%出現移植物損失。此外，組織學分析顯示，接受蘿蔔硫素治療的小鼠的皮膚中炎症細胞的數量較少，這表明蘿蔔硫素可能有助於減少免疫反應。這些結果顯示，蘿蔔硫素在延遲急性排斥反應的發生和延長移植物存活方面具有潛力，值得進一步研究。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "器官移植 Organ Transplantation",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41159773/"
  },
  {
    "id": "41196460",
    "title_en": "Sulforaphane: a natural organosulfur having potential to modulate apoptosis and survival signalling in cancer.",
    "pub_date": "2025 Nov",
    "abstract_en": "Owing to its ever-growing range of pharmacological advantages, sulforaphane, an isothiocyanate from cruciferous vegetables such as broccoli, is becoming increasingly popular. This review aims to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment. Sulforaphane interacts with many signaling molecules that control various pathways in malignant cells, including angiogenesis, apoptosis, cell cycle arrest, metastasis, and inflammation pathways. This review examines the effects of this isothiocyanate on inflammatory mediators, caspases, MMPs, cytokines, and the proteins Bax and Bcl-2. Furthermore, the advantages of nanotechnology and synergistic effects in sulforaphane applications are also reviewed. As per evidence, sulforaphane is a shining example of how ethno-pharmacological expertise can be used to create modern medications.",
    "para1": "蘿蔔硫素是一種來自青花椰菜等十字花科蔬菜的化合物，因其潛在的藥理優勢而受到越來越多的關注。這項研究的結果可能對健康和疾病預防提供新的啟示，尤其是在癌症治療方面。隨著對蘿蔔硫素的研究深入，我們或許能找到更有效的方式來對抗癌症，並改善患者的生活品質。這也提醒我們，飲食中加入這類蔬菜，可能對健康有益，值得大家重視。",
    "para2": "這篇研究的主題是探討蘿蔔硫素在癌症治療中的應用。研究者關心的是蘿蔔硫素如何影響癌細胞的多種生物學過程，包括血管生成、細胞凋亡、細胞週期停滯、轉移以及炎症反應等。這些過程對於癌症的發展和治療至關重要，因此深入了解蘿蔔硫素的作用機制，將有助於我們開發新的治療策略。",
    "para3": "在這項研究中，研究者回顧了蘿蔔硫素對多種生物標記物的影響，包括炎症介質、半胱天冬酶、基質金屬蛋白酶、細胞因子以及Bax和Bcl-2等蛋白質。這些標記物在癌症的發展和進展中扮演重要角色。研究者還探討了納米技術和蘿蔔硫素的協同效應，這可能會進一步增強其在臨床應用中的效果。",
    "para4": "主要發現顯示，蘿蔔硫素對癌細胞的多個信號通路有顯著影響，這可能有助於抑制癌症的進展。雖然目前的證據顯示蘿蔔硫素在癌症治療中具有潛力，但仍需進一步的研究來確定其具體效果和應用方式。這項研究強調了傳統藥理知識在現代醫藥開發中的重要性，並為未來的研究提供了新的方向。",
    "explanation_zh": "蘿蔔硫素是一種來自青花椰菜等十字花科蔬菜的化合物，因其潛在的藥理優勢而受到越來越多的關注。這項研究的結果可能對健康和疾病預防提供新的啟示，尤其是在癌症治療方面。隨著對蘿蔔硫素的研究深入，我們或許能找到更有效的方式來對抗癌症，並改善患者的生活品質。這也提醒我們，飲食中加入這類蔬菜，可能對健康有益，值得大家重視。\n\n這篇研究的主題是探討蘿蔔硫素在癌症治療中的應用。研究者關心的是蘿蔔硫素如何影響癌細胞的多種生物學過程，包括血管生成、細胞凋亡、細胞週期停滯、轉移以及炎症反應等。這些過程對於癌症的發展和治療至關重要，因此深入了解蘿蔔硫素的作用機制，將有助於我們開發新的治療策略。\n\n在這項研究中，研究者回顧了蘿蔔硫素對多種生物標記物的影響，包括炎症介質、半胱天冬酶、基質金屬蛋白酶、細胞因子以及Bax和Bcl-2等蛋白質。這些標記物在癌症的發展和進展中扮演重要角色。研究者還探討了納米技術和蘿蔔硫素的協同效應，這可能會進一步增強其在臨床應用中的效果。\n\n主要發現顯示，蘿蔔硫素對癌細胞的多個信號通路有顯著影響，這可能有助於抑制癌症的進展。雖然目前的證據顯示蘿蔔硫素在癌症治療中具有潛力，但仍需進一步的研究來確定其具體效果和應用方式。這項研究強調了傳統藥理知識在現代醫藥開發中的重要性，並為未來的研究提供了新的方向。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "癌症 Cancer",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41196460/"
  },
  {
    "id": "41184790",
    "title_en": "Efficacy and safety of sulforaphane in schizophrenia: a systematic review and meta-analysis of randomized controlled trials.",
    "pub_date": "2025 Nov",
    "abstract_en": "Sulforaphane, an isothiocyanate derived from cruciferous vegetables (e.g., broccoli sprouts), has been explored for its antioxidant and anti-inflammatory properties. This is the first systematic review and meta-analysis to explore the therapeutic potentials of sulforaphane in schizophrenia. We searched PubMed, Scopus, Web of Science, and Cochrane Central for studies from inception to April 2025. We included randomized controlled trials (RCTs) evaluating the efficacy of sulforaphane in schizophrenia. The primary outcomes were changes in the Positive and Negative Syndrome Scale (PANSS) total and its subscales. Secondary outcomes included cognitive measures, metabolic markers, and safety. Four RCTs with 369 schizophrenia patients were included. Sulforaphane did not significantly improve PANSS total or positive symptom scores at the latest follow-up (ranging from 24 weeks to 18 weeks) or at a consistent 12-week time point. However, a modest improvement in negative symptoms was found at 12 week- time point (MD= -1.06; 95% CI: -1.95 to -0.16; p = 0.02), which was not maintained at the latest follow-up. General psychopathology scores improved significantly (MD= -1.5; 95% CI: -2.78 to -0.23; p = 0.02). No cognitive benefits were observed. Sulforaphane led to significant reductions in metabolic markers, including LDL, triglycerides, and cholesterol. Discontinuation rates were lower in the sulforaphane group (RR = 0.68; 95% CI: 0.49 to 0.95; p = 0.02). The study provides initial insights into sulforaphane's potential therapeutic effects in schizophrenia, showing modest improvements in general psychopathology and negative symptoms, with favorable metabolic changes and lower discontinuation rates. Due to limited data and heterogeneity, the study findings should be interpreted with caution. Not applicable.",
    "para1": "這項研究提供了一些關於健康和疾病預防的啟示，尤其是在精神健康方面。研究指出，蘿蔔硫素可能對精神分裂症患者有一定的幫助，尤其是在改善一些負面症狀和整體心理病理方面。雖然這些結果並不代表蘿蔔硫素可以治癒精神分裂症，但它可能成為未來治療的一個輔助選擇，特別是對於那些希望尋找自然療法的患者來說，這是值得關注的方向。",
    "para2": "這項研究的主題是探討蘿蔔硫素在精神分裂症治療中的潛在療效。精神分裂症是一種複雜的精神疾病，影響患者的思維、情感和行為。研究者希望通過系統性回顧和統合分析，了解蘿蔔硫素是否能改善精神分裂症患者的症狀，並評估其安全性和有效性。",
    "para3": "研究團隊進行了一系列的文獻搜尋，涵蓋了從開始到2025年4月的相關研究。他們選擇了隨機對照試驗（RCTs），這些試驗專注於評估蘿蔔硫素對精神分裂症的療效。最終，研究納入了四項RCT，涉及369名精神分裂症患者，並評估了主要和次要的結果，包括症狀變化、認知測量和代謝標記。",
    "para4": "主要發現顯示，蘿蔔硫素在改善精神分裂症患者的總體症狀和負面症狀方面有一定的成效，但這些改善並不持久。研究中發現，患者的整體心理病理得分有顯著改善，且在代謝標記方面，如低密度脂蛋白、三酸甘油脂和膽固醇均有顯著下降。此外，蘿蔔硫素組的患者中止治療的比例較低，這可能顯示出其在耐受性方面的優勢。然而，由於數據有限且存在異質性，這些結果需要謹慎解讀。",
    "explanation_zh": "這項研究提供了一些關於健康和疾病預防的啟示，尤其是在精神健康方面。研究指出，蘿蔔硫素可能對精神分裂症患者有一定的幫助，尤其是在改善一些負面症狀和整體心理病理方面。雖然這些結果並不代表蘿蔔硫素可以治癒精神分裂症，但它可能成為未來治療的一個輔助選擇，特別是對於那些希望尋找自然療法的患者來說，這是值得關注的方向。\n\n這項研究的主題是探討蘿蔔硫素在精神分裂症治療中的潛在療效。精神分裂症是一種複雜的精神疾病，影響患者的思維、情感和行為。研究者希望通過系統性回顧和統合分析，了解蘿蔔硫素是否能改善精神分裂症患者的症狀，並評估其安全性和有效性。\n\n研究團隊進行了一系列的文獻搜尋，涵蓋了從開始到2025年4月的相關研究。他們選擇了隨機對照試驗（RCTs），這些試驗專注於評估蘿蔔硫素對精神分裂症的療效。最終，研究納入了四項RCT，涉及369名精神分裂症患者，並評估了主要和次要的結果，包括症狀變化、認知測量和代謝標記。\n\n主要發現顯示，蘿蔔硫素在改善精神分裂症患者的總體症狀和負面症狀方面有一定的成效，但這些改善並不持久。研究中發現，患者的整體心理病理得分有顯著改善，且在代謝標記方面，如低密度脂蛋白、三酸甘油脂和膽固醇均有顯著下降。此外，蘿蔔硫素組的患者中止治療的比例較低，這可能顯示出其在耐受性方面的優勢。然而，由於數據有限且存在異質性，這些結果需要謹慎解讀。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "精神分裂症 Schizophrenia",
    "is_clinical_trial": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41184790/"
  },
  {
    "id": "40992247",
    "title_en": "Assessing the transplacental passage and breastmilk levels of broccoli sprout-derived sulforaphane.",
    "pub_date": "2025 Nov",
    "abstract_en": "Preeclampsia is characterised by hypertension with maternal end-organ dysfunction and/or fetal growth restriction. Sulforaphane, an antioxidant found in broccoli sprouts, has potential as a future therapeutic. With its ability to attenuate the injurious impacts of endothelial dysfunction in vitro, sulforaphane is uniquely positioned to protect against the harmful effects of preeclampsia. However, the transferability of sulforaphane from mother to fetus/baby remains unknown in humans. Uncomplicated pregnant patients (n = 8) scheduled for elective caesarean sections (>37 weeks gestation) provided written and informed consent. A single oral dose of EnduraCell, a broccoli sprout extract (equivalent to 21 mg of sulforaphane), was administered prior to caesarean section. Baseline blood pressure, blood and urine were collected and again at time of operation, alongside umbilical cord blood (vein and artery) and placental samples. 2-4 days post-delivery, a second dose was administered. Two hours later, maternal bloods and breast milk were collected. Samples were processed and analysed by liquid-chromatography mass-spectrometry to measure sulforaphane. Besides an increase in peripheral diastolic blood pressure on the day of caesarean section (p = 0.028), there were no changes in maternal blood pressure or heart rate after ingestion of EnduraCell. Sulforaphane was found in maternal serum (70.10 ng/ml ± 11.90), umbilical cord blood (vein: 25.18 ng/mL ± 3.11, artery: 18.81 ng/mL ± 2.36), urine (5726.00 ng/mL ± 1175.00), placental tissue (10.99 ng/mg ± 2.11) and breast milk (1.33 ng/mL ± 2.29). Sulforaphane is present in the umbilical cord and breast milk, providing the world's first evidence of sulforaphane maternal-fetal transfer in humans, and opening avenues for future research into relevant fetal implications.",
    "para1": "這項研究對於健康和疾病預防提供了一些啟示，特別是在妊娠高血壓症（子癲前症）方面。妊娠高血壓症是一種可能對母體和胎兒造成危害的狀況，因此尋找有效的預防和治療方法非常重要。研究顯示，蘿蔔硫素這種存在於青花椰菜中的抗氧化劑，可能對減輕妊娠高血壓症的影響有潛力。雖然目前尚不清楚蘿蔔硫素是否能有效轉移至胎兒，但這項研究的結果為未來的相關研究鋪平了道路，可能有助於改善母嬰健康。",
    "para2": "這項研究的主題是探討蘿蔔硫素在妊娠高血壓症中的潛在應用。研究者關心的問題是，蘿蔔硫素是否能夠從母體轉移到胎兒，並且是否能在妊娠期間提供保護作用。妊娠高血壓症是一種常見的妊娠併發症，了解蘿蔔硫素的轉移情況，對於未來的治療策略具有重要意義。",
    "para3": "在這項研究中，研究者招募了8名健康的孕婦，這些孕婦在懷孕37週以上，並計劃進行剖腹產。參與者在手術前接受了蘿蔔硫素的單次口服劑量，這相當於21毫克的蘿蔔硫素。研究團隊在手術前後收集了母體的血壓、血液和尿液樣本，並在手術時收集了臍帶血和胎盤樣本。手術後2到4天，參與者再次服用蘿蔔硫素，並在兩小時後收集了母體的血液和母乳樣本，以進行分析。",
    "para4": "主要的研究發現是，蘿蔔硫素在母體血清、臍帶血、尿液、胎盤組織和母乳中均有檢測到，這是全球首個證據顯示蘿蔔硫素能夠從母體轉移到胎兒。雖然在剖腹產當天，母體的舒張壓有所上升，但整體上母體的血壓和心率並未發生顯著變化。這些結果為未來研究蘿蔔硫素在妊娠期間的潛在影響提供了新的方向。",
    "explanation_zh": "這項研究對於健康和疾病預防提供了一些啟示，特別是在妊娠高血壓症（子癲前症）方面。妊娠高血壓症是一種可能對母體和胎兒造成危害的狀況，因此尋找有效的預防和治療方法非常重要。研究顯示，蘿蔔硫素這種存在於青花椰菜中的抗氧化劑，可能對減輕妊娠高血壓症的影響有潛力。雖然目前尚不清楚蘿蔔硫素是否能有效轉移至胎兒，但這項研究的結果為未來的相關研究鋪平了道路，可能有助於改善母嬰健康。\n\n這項研究的主題是探討蘿蔔硫素在妊娠高血壓症中的潛在應用。研究者關心的問題是，蘿蔔硫素是否能夠從母體轉移到胎兒，並且是否能在妊娠期間提供保護作用。妊娠高血壓症是一種常見的妊娠併發症，了解蘿蔔硫素的轉移情況，對於未來的治療策略具有重要意義。\n\n在這項研究中，研究者招募了8名健康的孕婦，這些孕婦在懷孕37週以上，並計劃進行剖腹產。參與者在手術前接受了蘿蔔硫素的單次口服劑量，這相當於21毫克的蘿蔔硫素。研究團隊在手術前後收集了母體的血壓、血液和尿液樣本，並在手術時收集了臍帶血和胎盤樣本。手術後2到4天，參與者再次服用蘿蔔硫素，並在兩小時後收集了母體的血液和母乳樣本，以進行分析。\n\n主要的研究發現是，蘿蔔硫素在母體血清、臍帶血、尿液、胎盤組織和母乳中均有檢測到，這是全球首個證據顯示蘿蔔硫素能夠從母體轉移到胎兒。雖然在剖腹產當天，母體的舒張壓有所上升，但整體上母體的血壓和心率並未發生顯著變化。這些結果為未來研究蘿蔔硫素在妊娠期間的潛在影響提供了新的方向。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "妊娠高血壓症 Preeclampsia",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40992247/"
  },
  {
    "id": "40633511",
    "title_en": "Synthesis and biological evaluation of Sulforaphane derivatives with dual functions: Ischemia-reperfusion injury protection and antitumor effects.",
    "pub_date": "2025 Nov",
    "abstract_en": "Reperfusion therapy for the treatment of acute myocardial infarction (AMI) often leads to ischemia-reperfusion (I/R) injuries, characterized by excessive ROS. Sulforaphane (SFN) homologous, known for their anti-inflammatory and antioxidant properties, activate the nuclear factor-erythroid 2-related factor 2 (Nrf2) pathway and reduce mitochondrial ROS but are limited by poor stability and short half-life. SFN derivatives were synthesized through structural modifications of the dithiocarbamate and thiourea moieties at the isothiocyanate group, aiming to enhance stability and maintain therapeutic efficacy. Compound 3g emerged as a promising candidate, demonstrating superior protection against hypoxia-reoxygenation (H/R) injury in cardiac microvascular endothelial cells (CMECs) and exhibiting good antitumor activity. Specifically, 3g reduced ROS levels by 24.5 % (compared to nifedipine at 17.8 %), increased NO production to 48.0 μM (vs. 44.0 μM), lowered TNF-α secretion to 22.6 pg/mL (vs. 23.9 pg/mL). Concurrently, 3g showed potent antiproliferative activity (IC<sub>50</sub> = 7.5 μM), with 3.8-fold greater potency than 5-fluorouracil (IC<sub>50</sub> = 28.2 μM). Stability studies showed enhanced resistance in both protic and aprotic solvents. Density functional theory (DFT) was applied to characterize the molecular properties of the optimal compounds. Molecular docking and ADMET analysis revealed that aromatic substitution and sulfur oxidation significantly improved Nrf2/Keap1 pathway targeting, highlighting the derivative's potential for stability and therapeutic efficacy. These findings suggest that 3g is a promising candidate for treating I/R-induced injury and oxidative stress-related cardiovascular conditions.",
    "para1": "這項研究對於健康和疾病預防提供了一些啟示，特別是在急性心肌梗塞後的再灌注治療中，可能會出現缺血再灌注損傷，這種損傷通常伴隨著過量的活性氧（ROS）生成。研究中提到的蘿蔔硫素及其衍生物，因其抗發炎和抗氧化的特性，可能有助於減少這些損傷，從而改善心血管健康。這意味著，透過改善這些化合物的穩定性和療效，未來或許能開發出更有效的治療方法，來減輕心臟病患者的痛苦。",
    "para2": "這項研究的主題是針對急性心肌梗塞後的缺血再灌注損傷進行探討，特別是如何利用蘿蔔硫素及其衍生物來減少由於再灌注所引起的氧化壓力和細胞損傷。研究者希望透過合成新型的蘿蔔硫素衍生物，來提高其穩定性和治療效果，進而為心血管疾病的治療提供新的思路。",
    "para3": "在實驗中，研究者合成了幾種蘿蔔硫素的衍生物，特別是3g化合物，並對其在心臟微血管內皮細胞中的保護效果進行評估。研究方法包括測量活性氧的水平、氮氧化物的產生以及腫瘤壞死因子α的分泌量等指標，並與其他藥物如硝苯地平進行比較。此外，研究者還進行了穩定性測試和分子對接分析，以評估這些化合物的分子特性和潛在的療效。",
    "para4": "主要的發現是，3g化合物在減少活性氧水平、增加氮氧化物產生以及降低腫瘤壞死因子α的分泌方面表現出色，顯示出其在心臟缺氧再灌注損傷中的保護潛力。此外，3g的抗增殖活性也顯示出比傳統化療藥物5-氟尿嘧啶更強的效果。這些結果表明，3g可能成為治療缺血再灌注損傷及相關心血管疾病的有前景的候選藥物。",
    "explanation_zh": "這項研究對於健康和疾病預防提供了一些啟示，特別是在急性心肌梗塞後的再灌注治療中，可能會出現缺血再灌注損傷，這種損傷通常伴隨著過量的活性氧（ROS）生成。研究中提到的蘿蔔硫素及其衍生物，因其抗發炎和抗氧化的特性，可能有助於減少這些損傷，從而改善心血管健康。這意味著，透過改善這些化合物的穩定性和療效，未來或許能開發出更有效的治療方法，來減輕心臟病患者的痛苦。\n\n這項研究的主題是針對急性心肌梗塞後的缺血再灌注損傷進行探討，特別是如何利用蘿蔔硫素及其衍生物來減少由於再灌注所引起的氧化壓力和細胞損傷。研究者希望透過合成新型的蘿蔔硫素衍生物，來提高其穩定性和治療效果，進而為心血管疾病的治療提供新的思路。\n\n在實驗中，研究者合成了幾種蘿蔔硫素的衍生物，特別是3g化合物，並對其在心臟微血管內皮細胞中的保護效果進行評估。研究方法包括測量活性氧的水平、氮氧化物的產生以及腫瘤壞死因子α的分泌量等指標，並與其他藥物如硝苯地平進行比較。此外，研究者還進行了穩定性測試和分子對接分析，以評估這些化合物的分子特性和潛在的療效。\n\n主要的發現是，3g化合物在減少活性氧水平、增加氮氧化物產生以及降低腫瘤壞死因子α的分泌方面表現出色，顯示出其在心臟缺氧再灌注損傷中的保護潛力。此外，3g的抗增殖活性也顯示出比傳統化療藥物5-氟尿嘧啶更強的效果。這些結果表明，3g可能成為治療缺血再灌注損傷及相關心血管疾病的有前景的候選藥物。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "心肌梗塞 Myocardial Infarction",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40633511/"
  },
  {
    "id": "40617372",
    "title_en": "Antioxidant effect of esculin and sulforaphane in zebrafish larvae: A comparative study.",
    "pub_date": "2025 Nov",
    "abstract_en": "Antioxidants are crucial for maintaining cellular redox homeostasis by neutralizing free radicals, including reactive oxygen species (ROS). Nuclear factor erythroid-2-related factor 2 (Nrf2) is a transcription factor that activates various cytoprotective genes to counteract oxidative damage. The present study aimed to compare the antioxidant potential of natural phytochemicals, esculin (ESC), and sulforaphane (SFN) in zebrafish larvae, focusing on Nrf2 activation. Zebrafish larvae were treated with ESC (100 μM) and SFN (40 μM) along with control for 6 h. The levels of ROS, lipid peroxidation (LPO), nitric oxide (NO), glutathione S-transferase (GST), glutathione peroxidase (GPx), catalase (CAT), and reduced glutathione (GSH) were measured. Further, RT-PCR and Western blotting methods were employed to determine the antioxidant genes and protein levels, respectively. In addition, Nrf2 localization within the cell was assessed using nuclear/cytosolic fractionation assay and wholemount immunohistochemistry method. Our results demonstrate that ESC treatment significantly increased antioxidant enzyme activities (GST, GPx, CAT), similar to the effects observed with SFN. Further, ESC enhanced the mRNA levels of antioxidant genes expression, such as nrf2, gstp1, hmox1a, prdx1, nqo1, gss, gsr, sqstm1, hsp90aa1.2 than SFN. Antioxidant proteins Nrf2, Gstp1, Cat, and Sod2 were upregulated in the ESC-treated groups. Subsequently, nuclear localization of Nrf2 was detected in both SFN- and ESC-treated groups, confirming Nrf2 translocation into the nucleus. Our findings suggest that ESC possesses potent antioxidant activity as SFN in 72-hpf zebrafish larvae through the Keap1-Nrf2 signaling pathway.",
    "para1": "這項研究提供了一些關於健康和疾病預防的啟示，特別是在抗氧化劑的作用方面。抗氧化劑能夠中和自由基，這對於維持細胞的健康至關重要。研究顯示，某些天然植物化學物質，如蘿蔔硫素和其他化合物，可能在保護細胞免受氧化損傷方面發揮重要作用。這對於預防與氧化壓力相關的疾病，如心血管疾病和某些癌症，可能具有潛在的意義。",
    "para2": "本研究的主題是比較兩種天然植物化學物質——蘿蔔硫素和另一種名為esculin的化合物，在斑馬魚幼體中的抗氧化潛力。研究特別關注這些化合物如何激活Nrf2這個轉錄因子，進而啟動細胞保護基因，以對抗氧化損傷。這樣的研究有助於了解不同天然成分在抗氧化方面的效果，並為未來的健康產品開發提供依據。",
    "para3": "實驗中，研究人員使用72小時的斑馬魚幼體作為實驗對象，並將其分為不同組別，分別處理esculin和蘿蔔硫素，並設置對照組。每組幼體在處理後持續6小時，然後測量多種指標，包括自由基水平、脂質過氧化、氮氧化物、抗氧化酶活性等。此外，研究還使用了RT-PCR和Western blotting等方法來檢測抗氧化基因和蛋白質的表達情況，並評估Nrf2在細胞內的定位。",
    "para4": "主要發現顯示，esculin的處理顯著提高了抗氧化酶的活性，與蘿蔔硫素的效果相似。此外，esculin還促進了多種抗氧化基因的表達，顯示出其強大的抗氧化活性。研究還發現，無論是esculin還是蘿蔔硫素，都能促使Nrf2轉移到細胞核中，這表明它們可能通過Keap1-Nrf2信號通路發揮作用。這些結果顯示esculin在抗氧化方面的潛力，與蘿蔔硫素相當，但並不意味著一定能治癒或完全預防相關疾病。",
    "explanation_zh": "這項研究提供了一些關於健康和疾病預防的啟示，特別是在抗氧化劑的作用方面。抗氧化劑能夠中和自由基，這對於維持細胞的健康至關重要。研究顯示，某些天然植物化學物質，如蘿蔔硫素和其他化合物，可能在保護細胞免受氧化損傷方面發揮重要作用。這對於預防與氧化壓力相關的疾病，如心血管疾病和某些癌症，可能具有潛在的意義。\n\n本研究的主題是比較兩種天然植物化學物質——蘿蔔硫素和另一種名為esculin的化合物，在斑馬魚幼體中的抗氧化潛力。研究特別關注這些化合物如何激活Nrf2這個轉錄因子，進而啟動細胞保護基因，以對抗氧化損傷。這樣的研究有助於了解不同天然成分在抗氧化方面的效果，並為未來的健康產品開發提供依據。\n\n實驗中，研究人員使用72小時的斑馬魚幼體作為實驗對象，並將其分為不同組別，分別處理esculin和蘿蔔硫素，並設置對照組。每組幼體在處理後持續6小時，然後測量多種指標，包括自由基水平、脂質過氧化、氮氧化物、抗氧化酶活性等。此外，研究還使用了RT-PCR和Western blotting等方法來檢測抗氧化基因和蛋白質的表達情況，並評估Nrf2在細胞內的定位。\n\n主要發現顯示，esculin的處理顯著提高了抗氧化酶的活性，與蘿蔔硫素的效果相似。此外，esculin還促進了多種抗氧化基因的表達，顯示出其強大的抗氧化活性。研究還發現，無論是esculin還是蘿蔔硫素，都能促使Nrf2轉移到細胞核中，這表明它們可能通過Keap1-Nrf2信號通路發揮作用。這些結果顯示esculin在抗氧化方面的潛力，與蘿蔔硫素相當，但並不意味著一定能治癒或完全預防相關疾病。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40617372/"
  },
  {
    "id": "40533430",
    "title_en": "Monovalent glycoconjugates of sulforaphane prevent inflammation induced by lipopolysaccharide in human dendritic cells by inhibiting NF-ĸB signalling pathway.",
    "pub_date": "2025 Nov",
    "abstract_en": "Sulforaphane (SFN) has notable health benefits but faces challenges due to its poor solubility and delivery. This study investigates SFN-glycoconjugates effects on lipopolysaccharide (LPS)-induced inflammation in dendritic cells (DCs). With the aiming to enhance their therapeutic potential against inflammatory diseases. Novel monovalent SFN-glycoconjugates with mannose (Man) and fucose (0Fuc) were developed and tested for their anti-inflammatory and immune-modulatory properties in DCs from healthy donors under chronic LPS exposure. By leveraging therapeutic strategies, SFN-glycoconjugates significantly improved the solubility and bioavailability of SFN, thereby overcoming the limitations of traditional delivery methods. Monocyte-derived DCs were treated with SFN-glycoconjugates and subsequently exposed to a chronic inflammatory environment induced by LPS. Our results showed that SFN-glycoconjugates enhance effectiveness in suppressing inflammation by targeting the p65 NF-κB pathway, without affecting MAPK signalling. SFN-glycoconjugates induce a tolerogenic immune response, characterized by increased IL-10 production and enhanced regulatory T- and B-cell proliferation. These effects surpass those of p65 NF-κB inhibition alone, highlighting a distinct and potent regulatory mechanism independent of MAPK pathways. The integration of food therapeutic strategies not only enhances the stability and delivery of bioactive compounds but also broadens their potential applications in functional foods and therapeutic approaches. In particular, SFN-glycoconjugates represent a promising option as biologically active compounds for inflammatory diseases, offering enhanced anti-inflammatory and immunomodulatory effects through optimized delivery systems and the activation of specific molecular pathways.",
    "para1": "這項研究提供了對健康和疾病預防的新啟示，特別是在抗發炎的領域。蘿蔔硫素是一種具有顯著健康益處的化合物，但由於其溶解性差和傳遞困難，限制了其應用。透過改良的傳遞系統，這項研究希望能提升蘿蔔硫素在抗發炎疾病中的療效，這對於未來的健康管理和疾病預防具有重要意義。",
    "para2": "本研究的主題是探討蘿蔔硫素糖苷的效果，特別是它在由脂多醣（LPS）引起的發炎反應中的作用。研究者關心的是如何改善蘿蔔硫素的生物可用性和溶解性，並希望透過這些改良來增強其在治療發炎疾病方面的潛力。",
    "para3": "實驗中，研究者使用來自健康捐贈者的樹突細胞，並將其暴露於慢性LPS環境中，以模擬發炎狀態。研究團隊開發了新型的單價蘿蔔硫素糖苷，並測試其在這些細胞中的抗發炎和免疫調節特性。這些糖苷的設計旨在提高蘿蔔硫素的穩定性和傳遞效果，從而克服傳統方法的限制。",
    "para4": "主要發現顯示，蘿蔔硫素糖苷能有效抑制發炎，並透過針對p65 NF-κB途徑來增強其效果，而不影響MAPK信號傳遞。這些糖苷促進了耐受性免疫反應，增加了IL-10的產生，並促進了調節性T細胞和B細胞的增殖。這些效果超過了單純抑制p65 NF-κB的作用，顯示出一種獨特且強大的調節機制，為未來的功能性食品和治療方法提供了新的應用潛力。",
    "explanation_zh": "這項研究提供了對健康和疾病預防的新啟示，特別是在抗發炎的領域。蘿蔔硫素是一種具有顯著健康益處的化合物，但由於其溶解性差和傳遞困難，限制了其應用。透過改良的傳遞系統，這項研究希望能提升蘿蔔硫素在抗發炎疾病中的療效，這對於未來的健康管理和疾病預防具有重要意義。\n\n本研究的主題是探討蘿蔔硫素糖苷的效果，特別是它在由脂多醣（LPS）引起的發炎反應中的作用。研究者關心的是如何改善蘿蔔硫素的生物可用性和溶解性，並希望透過這些改良來增強其在治療發炎疾病方面的潛力。\n\n實驗中，研究者使用來自健康捐贈者的樹突細胞，並將其暴露於慢性LPS環境中，以模擬發炎狀態。研究團隊開發了新型的單價蘿蔔硫素糖苷，並測試其在這些細胞中的抗發炎和免疫調節特性。這些糖苷的設計旨在提高蘿蔔硫素的穩定性和傳遞效果，從而克服傳統方法的限制。\n\n主要發現顯示，蘿蔔硫素糖苷能有效抑制發炎，並透過針對p65 NF-κB途徑來增強其效果，而不影響MAPK信號傳遞。這些糖苷促進了耐受性免疫反應，增加了IL-10的產生，並促進了調節性T細胞和B細胞的增殖。這些效果超過了單純抑制p65 NF-κB的作用，顯示出一種獨特且強大的調節機制，為未來的功能性食品和治療方法提供了新的應用潛力。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "發炎疾病 Inflammatory Diseases",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40533430/"
  },
  {
    "id": "41171476",
    "title_en": "Online solid-phase extraction of glucoraphanin and sulforaphane from non-edible plants based on amino acid-functionalized covalent organic frameworks.",
    "pub_date": "2025 Oct",
    "abstract_en": "Glucoraphanin (GR) and sulforaphane (SFN) are sulfur-containing compounds with diverse medicinal applications. However, cruciferous vegetables are a single source of GR and SFN, which limits development and utilization in natural resources. Herein, amino acid covalent organic framework (COF-Cys) was synthesized via click reactions and employed as an adsorbent in online solid-phase extraction (online SPE) to determine GR and SFN in non-edible plant samples. The adsorption mechanism was analyzed using density functional theory, revealing that adsorption occurred via electrostatic interaction and hydrogen bonding. Under the optimum conditions, good linearity (4-2500 ng/mL; R<sup>2</sup> = 0.9922 and 0.9968) and lower limits of detection (1.0 ng/mL and 0.6 ng/mL) were observed. GR and SFN were found in 18 non-edible plant samples, and recoveries of spiked samples were 89.1-109.3% with RSD ≤ 6.9%. The COF-Cys-online SPE-UPLC-MS/MS approach displays great potential for application to detect GR and SFN in non-edible plants and provide valuable support for the development of functional products.",
    "para1": "這項研究可能對健康和疾病預防有重要啟示，因為蘿蔔硫素和其前驅物質在許多植物中存在，這些化合物被認為具有多種藥用效果。透過這項研究，我們可以更好地了解如何從非可食用植物中提取這些有益成分，進而開發出新的健康產品，這對於提升我們的飲食和生活品質可能會有幫助。",
    "para2": "這項研究的主題是探討如何從非可食用植物中有效提取蘿蔔硫素和其前驅物質——葡萄糖蘿蔔硫素。研究者關心的問題是，如何利用新合成的材料來提高這些化合物的檢測效率，並且探索這些植物中的潛在健康成分，以便未來能夠更好地利用這些資源。",
    "para3": "在實驗中，研究者合成了一種名為氨基酸共價有機框架（COF-Cys）的材料，並將其用作在線固相萃取的吸附劑。這項研究的對象是18種非可食用植物樣本，研究者使用了先進的檢測技術來分析這些樣本中的蘿蔔硫素和葡萄糖蘿蔔硫素的含量，並探討了吸附過程中的機制。",
    "para4": "主要的發現是，研究者成功地在18種非可食用植物中檢測到了蘿蔔硫素和葡萄糖蘿蔔硫素，並且在最佳條件下，這些化合物的檢測線性範圍良好，檢測限也相對較低。此外，樣本的回收率在89.1%到109.3%之間，顯示出這種新方法在檢測這些植物中的有益成分方面具有很大的潛力。",
    "explanation_zh": "這項研究可能對健康和疾病預防有重要啟示，因為蘿蔔硫素和其前驅物質在許多植物中存在，這些化合物被認為具有多種藥用效果。透過這項研究，我們可以更好地了解如何從非可食用植物中提取這些有益成分，進而開發出新的健康產品，這對於提升我們的飲食和生活品質可能會有幫助。\n\n這項研究的主題是探討如何從非可食用植物中有效提取蘿蔔硫素和其前驅物質——葡萄糖蘿蔔硫素。研究者關心的問題是，如何利用新合成的材料來提高這些化合物的檢測效率，並且探索這些植物中的潛在健康成分，以便未來能夠更好地利用這些資源。\n\n在實驗中，研究者合成了一種名為氨基酸共價有機框架（COF-Cys）的材料，並將其用作在線固相萃取的吸附劑。這項研究的對象是18種非可食用植物樣本，研究者使用了先進的檢測技術來分析這些樣本中的蘿蔔硫素和葡萄糖蘿蔔硫素的含量，並探討了吸附過程中的機制。\n\n主要的發現是，研究者成功地在18種非可食用植物中檢測到了蘿蔔硫素和葡萄糖蘿蔔硫素，並且在最佳條件下，這些化合物的檢測線性範圍良好，檢測限也相對較低。此外，樣本的回收率在89.1%到109.3%之間，顯示出這種新方法在檢測這些植物中的有益成分方面具有很大的潛力。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": false,
    "disease_name": "",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41171476/"
  },
  {
    "id": "41246347",
    "title_en": "Sulforaphane in cancer precision medicine: from biosynthetic origins to multiscale mechanisms and clinical translation.",
    "pub_date": "2025",
    "abstract_en": "Sulforaphane (SFN), an isothiocyanate derived from glucoraphanin in cruciferous vegetables, has evolved from a dietary antioxidant to a sophisticated multi-target agent in oncology. While its roles in nuclear factor erythroid 2-related factor 2 (Nrf2) activation and histone deacetylase (HDAC) inhibition are well-established, this review provides a novel synthesis by integrating disparate research scales-a multiscale perspective that spans from the genetic and epigenetic regulation of glucoraphanin biosynthesis in plants to SFN's recently elucidated effects on ferroptosis, cancer stem cells (CSCs), and the tumor immune microenvironment in humans. We critically evaluate how key host factors, such as gut microbiota composition and glutathione S-transferase (GST) polymorphisms, dictate SFN bioavailability and efficacy, thereby framing a precision nutrition paradigm for its application. Furthermore, we move beyond generic claims of synergy to detail SFN's specific mechanisms in enhancing conventional therapies, including the modulation of drug transporters and immune checkpoints. By integrating advances from plant biochemistry to molecular oncology, this review establishes an updated and mechanism-oriented framework for realizing SFN's compelling potential in cancer prevention and therapy through a precision medicine approach.",
    "para1": "蘿蔔硫素是一種從十字花科蔬菜中提取的化合物，近年來被認為在癌症預防和治療中具有潛力。這項研究強調了蘿蔔硫素的多重作用，從抗氧化劑的角色演變為一種能夠影響多個生物標靶的藥物。透過了解蘿蔔硫素如何影響癌細胞及其微環境，我們或許能找到更有效的健康促進方法，並在未來的飲食中更好地利用這種天然成分，以達到預防疾病的效果。",
    "para2": "這項研究的主題是探討蘿蔔硫素在癌症治療中的作用，特別是它如何影響癌症幹細胞和腫瘤免疫微環境。研究者們關注蘿蔔硫素的生物可用性及其在不同個體中的效果，並試圖了解這些效果如何受到宿主因素的影響，例如腸道微生物組的組成和基因多樣性。這些因素可能會影響蘿蔔硫素的吸收和療效，從而影響其在癌症預防和治療中的應用。",
    "para3": "研究者們採用多層次的研究方法，從植物的基因和表觀遺傳調控開始，探討蘿蔔硫素的合成過程，然後再分析其在人體中的作用。他們評估了腸道微生物組和某些基因多態性如何影響蘿蔔硫素的生物可用性。這種綜合的研究方式使得研究者能夠從植物生物化學到分子腫瘤學的不同領域，深入了解蘿蔔硫素的作用機制。",
    "para4": "主要發現顯示，蘿蔔硫素不僅能夠增強傳統療法的效果，還能調節藥物運輸蛋白和免疫檢查點，這些都是癌症治療中的重要因素。研究者們強調，蘿蔔硫素的具體作用機制需要進一步的探討，以便在精準醫療的框架下，充分發揮其在癌症預防和治療中的潛力。這些發現為未來的臨床應用提供了新的思路，但仍需謹慎看待其療效。",
    "explanation_zh": "蘿蔔硫素是一種從十字花科蔬菜中提取的化合物，近年來被認為在癌症預防和治療中具有潛力。這項研究強調了蘿蔔硫素的多重作用，從抗氧化劑的角色演變為一種能夠影響多個生物標靶的藥物。透過了解蘿蔔硫素如何影響癌細胞及其微環境，我們或許能找到更有效的健康促進方法，並在未來的飲食中更好地利用這種天然成分，以達到預防疾病的效果。\n\n這項研究的主題是探討蘿蔔硫素在癌症治療中的作用，特別是它如何影響癌症幹細胞和腫瘤免疫微環境。研究者們關注蘿蔔硫素的生物可用性及其在不同個體中的效果，並試圖了解這些效果如何受到宿主因素的影響，例如腸道微生物組的組成和基因多樣性。這些因素可能會影響蘿蔔硫素的吸收和療效，從而影響其在癌症預防和治療中的應用。\n\n研究者們採用多層次的研究方法，從植物的基因和表觀遺傳調控開始，探討蘿蔔硫素的合成過程，然後再分析其在人體中的作用。他們評估了腸道微生物組和某些基因多態性如何影響蘿蔔硫素的生物可用性。這種綜合的研究方式使得研究者能夠從植物生物化學到分子腫瘤學的不同領域，深入了解蘿蔔硫素的作用機制。\n\n主要發現顯示，蘿蔔硫素不僅能夠增強傳統療法的效果，還能調節藥物運輸蛋白和免疫檢查點，這些都是癌症治療中的重要因素。研究者們強調，蘿蔔硫素的具體作用機制需要進一步的探討，以便在精準醫療的框架下，充分發揮其在癌症預防和治療中的潛力。這些發現為未來的臨床應用提供了新的思路，但仍需謹慎看待其療效。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "癌症 Cancer",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41246347/"
  },
  {
    "id": "41056875",
    "title_en": "Sulforaphane inhibits gastric cancer progression by regulating the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis.",
    "pub_date": "2025 Oct",
    "abstract_en": "Sulforaphane (SFN) plays a vital role in many types of cancer as a natural extract from plants. However, whether SFN can inhibit gastric carcinogenesis by regulating the lncRNA-miRNA-mRNA axis is unclear. In the current work, the significantly differentially expressed lncRNA PSMB8AS1 was obtained by performing high-throughput sequencing of gastric cancer cells treated with SFN. The qRT-PCR assay results confirmed the inhibitory effect of SFN on PSM8AS1. Subsequently, using gastric cancer data from TCGA and 11 pairs of clinical samples from gastric and paracancerous tissues, we found that PSMB8-AS1 was upregulated in gastric cancer, and high expression of PSMB8-AS1 was associated with low survival of patients with gastric cancer. MTT, cell colony formation, scratch healing, flow cytometry, and qRT-PCR assays showed that the knockdown of PSMB8-AS1 significantly reduced the proliferation and migration of gastric cancer cells as well as promoted apoptosis. Dual luciferase reporter gene and RNA immunoprecipitation (RIP) assay confirmed that PSMB8-AS1 can function as the molecular sponge for miR-888-5p. Meanwhile, bioinformatics analysis and dual-luciferase reporter gene assay showed that miR-888-5p regulates SLC4A7. Overexpression of miR-888-5p or knockdown of SLC4A7 reduced the proliferation and migration of gastric cancer cells. In addition, rescue experiments confirmed that the inhibitory effects of the knockdown of PSMB8-AS1 or the knockdown of SLC4A7 on the proliferation and migration of gastric cancer cells could be reversed by miR-888-5p inhibitor treatment. Subcutaneous tumor formation experiments in nude mice demonstrated that the tumor volume of nude mice transplanted with PSMB8-AS1-knockdown gastric cancer cells was significantly reduced compared with that of the control group. Transcription factors can usually bind to the promoter regions of lncRNAs and regulate the transcription of lncRNAs. We demonstrated through website prediction and experiments that SFN can inhibit the level of PSMB8-AS1 by regulating the transcription factor YY1. These results suggest that SFN inhibits gastric cancer growth through the YY1/PSMB8-AS1/miR-888-5p/SLC4A7 axis. Therefore, SFN might be a promising therapeutical agent for GC prevention and therapy.",
    "para1": "這項研究對於健康和疾病預防提供了一些啟示，特別是在胃癌的預防和治療方面。研究顯示，蘿蔔硫素可能透過調節特定的分子路徑來抑制胃癌的發展。這意味著，透過飲食中增加青花椰菜等富含蘿蔔硫素的食物，可能有助於降低胃癌的風險，並促進健康的生活方式。這樣的發現對於希望預防癌症的人們來說，提供了一個新的方向，讓他們可以透過飲食來改善健康狀況。",
    "para2": "這項研究的主題是探討蘿蔔硫素是否能夠透過調節長鏈非編碼RNA（lncRNA）-微小RNA（miRNA）-信使RNA（mRNA）軸來抑制胃癌的形成。研究者關注的問題是，特定的lncRNA PSMB8-AS1在胃癌中的表現如何，以及蘿蔔硫素是否能影響這一過程。這些研究不僅有助於理解胃癌的分子機制，還可能為未來的治療策略提供新的靶點。",
    "para3": "實驗中，研究者首先對接受蘿蔔硫素處理的胃癌細胞進行高通量測序，以識別差異表達的lncRNA。接著，使用qRT-PCR等方法確認蘿蔔硫素對PSMB8-AS1的抑制效果。研究還分析了來自TCGA的胃癌數據及11對臨床樣本，發現PSMB8-AS1在胃癌中表達上調，並與患者的生存率相關。此外，研究者還進行了細胞增殖、遷移和凋亡的實驗，以評估PSMB8-AS1的功能。",
    "para4": "主要的發現是，PSMB8-AS1的下調顯著減少了胃癌細胞的增殖和遷移，並促進了細胞凋亡。研究還發現，PSMB8-AS1可以作為miR-888-5p的分子海綿，而miR-888-5p則調控SLC4A7的表達。進一步的實驗顯示，過表達miR-888-5p或下調SLC4A7都能減少胃癌細胞的增殖和遷移。此外，裸鼠實驗顯示，移植PSMB8-AS1下調的胃癌細胞的腫瘤體積顯著減少。這些結果表明，蘿蔔硫素可能透過YY1/PSMB8-AS1/miR-888-5p/SLC4A7軸來抑制胃癌的生長，顯示出其作為潛在治療劑的可能性。",
    "explanation_zh": "這項研究對於健康和疾病預防提供了一些啟示，特別是在胃癌的預防和治療方面。研究顯示，蘿蔔硫素可能透過調節特定的分子路徑來抑制胃癌的發展。這意味著，透過飲食中增加青花椰菜等富含蘿蔔硫素的食物，可能有助於降低胃癌的風險，並促進健康的生活方式。這樣的發現對於希望預防癌症的人們來說，提供了一個新的方向，讓他們可以透過飲食來改善健康狀況。\n\n這項研究的主題是探討蘿蔔硫素是否能夠透過調節長鏈非編碼RNA（lncRNA）-微小RNA（miRNA）-信使RNA（mRNA）軸來抑制胃癌的形成。研究者關注的問題是，特定的lncRNA PSMB8-AS1在胃癌中的表現如何，以及蘿蔔硫素是否能影響這一過程。這些研究不僅有助於理解胃癌的分子機制，還可能為未來的治療策略提供新的靶點。\n\n實驗中，研究者首先對接受蘿蔔硫素處理的胃癌細胞進行高通量測序，以識別差異表達的lncRNA。接著，使用qRT-PCR等方法確認蘿蔔硫素對PSMB8-AS1的抑制效果。研究還分析了來自TCGA的胃癌數據及11對臨床樣本，發現PSMB8-AS1在胃癌中表達上調，並與患者的生存率相關。此外，研究者還進行了細胞增殖、遷移和凋亡的實驗，以評估PSMB8-AS1的功能。\n\n主要的發現是，PSMB8-AS1的下調顯著減少了胃癌細胞的增殖和遷移，並促進了細胞凋亡。研究還發現，PSMB8-AS1可以作為miR-888-5p的分子海綿，而miR-888-5p則調控SLC4A7的表達。進一步的實驗顯示，過表達miR-888-5p或下調SLC4A7都能減少胃癌細胞的增殖和遷移。此外，裸鼠實驗顯示，移植PSMB8-AS1下調的胃癌細胞的腫瘤體積顯著減少。這些結果表明，蘿蔔硫素可能透過YY1/PSMB8-AS1/miR-888-5p/SLC4A7軸來抑制胃癌的生長，顯示出其作為潛在治療劑的可能性。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "胃癌 Gastric Cancer",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41056875/"
  },
  {
    "id": "41235157",
    "title_en": "Novel magnolol-sulforaphane hybrids as potent antitumor agents: synthesis and biological characterization.",
    "pub_date": "2025 Oct",
    "abstract_en": "The natural product-based hybrid strategy is a promising approach for innovative drug discovery. Leveraging the privileged architecture of sulforaphane-a prominent anticancer natural product-we engineered a novel library of magnolol-sulforaphane molecular hybrids for antitumor evaluation through a concise synthetic strategy for the pharmacophore of sulforaphane (SFN), culminating in the identification of CTNPC8 as a promising anticancer compound. Notably, CTNPC8 not only displays exceptional broad-spectrum anticancer activity with potency surpassing both parent compounds and cisplatin, but also exhibits potent <i>in vitro</i> efficacy against the challenging nasopharyngeal carcinoma (NPC) cell model. Mechanistic studies in nasopharyngeal carcinoma models reveal that CTNPC8 triggers mitochondrial-mediated apoptosis through regulating ROS generation and induces G<sub>2</sub>/M phase arrest. Transcriptomic profiling coupled with validation experiments reveals that CTNPC8 exerts its anti-NPC activity primarily by modulating the Akt/mTOR pathway. The present study provided a valuable strategy for discovering new antitumor agents through hybrid molecular design, nominating CTNPC8 as a promising hit compound for anti-NPC research.",
    "para1": "這項研究提供了一個新的思路，可能對健康和疾病預防有幫助。透過結合天然產品的特性，研究人員開發出一種新型的抗癌化合物，這可能為未來的癌症治療提供新的選擇。特別是針對鼻咽癌這種難以治療的癌症，這項研究的成果顯示出潛在的應用價值，讓我們對抗癌藥物的開發充滿期待。",
    "para2": "這項研究的主題是開發新型的抗癌藥物，特別是針對鼻咽癌。研究人員利用蘿蔔硫素這種天然抗癌成分，設計出一系列新的分子混合物，並進行抗腫瘤的評估。這樣的研究不僅關注藥物的效果，還探索其作用機制，旨在找到更有效的治療方法。",
    "para3": "實驗中，研究人員首先合成了一種名為CTNPC8的化合物，並對其進行抗腫瘤活性的測試。研究對象主要是鼻咽癌細胞模型，並透過一系列的機制研究來了解CTNPC8的作用方式。這些研究不僅包括細胞實驗，還涉及基因表達的分析，以確定其對癌細胞的影響。",
    "para4": "主要發現顯示，CTNPC8在抗癌方面具有優異的效果，甚至超過了其母體化合物和順鉑。研究發現CTNPC8能夠誘導細胞凋亡，並通過調節活性氧的生成來影響細胞週期。此外，CTNPC8的抗鼻咽癌活性主要是通過調控Akt/mTOR通路來實現的。這些結果為新型抗腫瘤劑的開發提供了有價值的策略。",
    "explanation_zh": "這項研究提供了一個新的思路，可能對健康和疾病預防有幫助。透過結合天然產品的特性，研究人員開發出一種新型的抗癌化合物，這可能為未來的癌症治療提供新的選擇。特別是針對鼻咽癌這種難以治療的癌症，這項研究的成果顯示出潛在的應用價值，讓我們對抗癌藥物的開發充滿期待。\n\n這項研究的主題是開發新型的抗癌藥物，特別是針對鼻咽癌。研究人員利用蘿蔔硫素這種天然抗癌成分，設計出一系列新的分子混合物，並進行抗腫瘤的評估。這樣的研究不僅關注藥物的效果，還探索其作用機制，旨在找到更有效的治療方法。\n\n實驗中，研究人員首先合成了一種名為CTNPC8的化合物，並對其進行抗腫瘤活性的測試。研究對象主要是鼻咽癌細胞模型，並透過一系列的機制研究來了解CTNPC8的作用方式。這些研究不僅包括細胞實驗，還涉及基因表達的分析，以確定其對癌細胞的影響。\n\n主要發現顯示，CTNPC8在抗癌方面具有優異的效果，甚至超過了其母體化合物和順鉑。研究發現CTNPC8能夠誘導細胞凋亡，並通過調節活性氧的生成來影響細胞週期。此外，CTNPC8的抗鼻咽癌活性主要是通過調控Akt/mTOR通路來實現的。這些結果為新型抗腫瘤劑的開發提供了有價值的策略。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "鼻咽癌 Nasopharyngeal Carcinoma",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41235157/"
  },
  {
    "id": "41181585",
    "title_en": "Sulforaphane alleviates hepatocyte pyroptosis via activating Nrf2-HO-1 signaling during septic acute liver injury.",
    "pub_date": "2025",
    "abstract_en": "Acute liver injury (ALI) caused by sepsis is a fatal disease with a high mortality rate and poor prognosis. Sulforaphane (SFN) is a natural isothiocyanate that has robust antioxidant and anti-inflammatory properties. The aim of this study was to identify the pharmacological effects and therapeutic mechanisms of SFN in lipopolysaccharide (LPS)-induced ALI. The role of SFN in ALI was investigated using a mouse model of LPS-induced ALI. Briefly, eighteen mice were divided into three groups: control, LPS, and LPS + SFN, which were intraperitoneally injected for 2 days before LPS treatment. 24 h after the LPS injection, blood and liver tissues were collected for further analysis. The hematoxylin and eosin (HE) staining showed a lot of visible necrosis areas, inflammatory cell infiltration, and congestion in liver. Meanwhile, Ly6G and F4/80 staining showed increased infiltration of neutrophils and macrophages in liver, these results indicated that LPS induced sever ALI. As inflammatory response plays a vital role in the pathogenesis of LPS-induced ALI, we detected the occurrence of pyroptosis in liver by ribonucleic acid (RNA) sequencing. The results showed that pyroptosis was significantly promoted by LPS, as indicated by gene ontology (GO) and kyoto encyclopedia of genes and genomes (KEGG) pathway enrichment analyses, revealing the activation of pyroptosis, interleukin (IL)-1 production, IL-18 production, and inflammatory signaling pathways. Then, we explored the effect of SFN on LPS-induced ALI. The results showed that SFN obviously reduced LPS-induced plasma alanine aminotransferase and aspartate aminotransferase level, pathological injuries and TdT-mediated dUTP nick-end labeling (TUNEL) positive cells, indicating protective effect of SFN on ALI. Furthermore, SFN also showed robust effect on LPS-induced inflammatory response in liver, as reflected by suppressing the infiltration of neutrophils and macrophages, and downregulating mRNA levels of C-X-C motif chemokine ligand 9, IL-6, monocyte chemoattractant protein-1, and tumor necrosis factor-α in liver of LPS treated mice. Furthermore, SFN blocked hepatocyte pyroptosis, and suppressed plasma IL-1β and IL-18 levels of LPS treated mice. Mechanistically, SFN selectively activated nuclear factor erythroid 2-related factor 2 (Nrf2)/heme oxygenase-1 (HO-1) signaling to mediate pyroptotic cell death. SFN also reversed the inhibited superoxide dismutase activity and induced malondialdehyde content in liver of LPS exposed mice. SFN ameliorated liver injury and inflammation during LPS-induced ALI by suppressing hepatocyte pyroptosis via the activation of Nrf2/HO-1 signaling. This study provides new evidence for the potential treatment of ALI with SFN.",
    "para1": "急性肝損傷（ALI）是一種由敗血症引起的致命疾病，死亡率高且預後不佳。這項研究探討了蘿蔔硫素在這種情況下的潛在療效，顯示出它可能對健康有益，特別是在減少肝臟損傷和炎症反應方面。這些發現可能為未來的治療方法提供新的方向，尤其是在急性肝損傷的預防和治療上，讓人們對這種疾病的管理有了新的希望。",
    "para2": "本研究的主題是探討蘿蔔硫素在由脂多醣（LPS）引起的急性肝損傷中的藥理作用和治療機制。研究者關心的是如何利用這種天然化合物來減輕肝臟的損傷，並了解其在炎症反應中的作用。這不僅有助於理解蘿蔔硫素的潛在益處，也為急性肝損傷的治療提供了新的視角。",
    "para3": "實驗中使用了小鼠模型來模擬由LPS引起的急性肝損傷。研究團隊將18隻小鼠分為三組：對照組、LPS組和LPS加蘿蔔硫素組。這些小鼠在LPS處理前的兩天內接受了腹腔注射，然後在LPS注射後24小時收集血液和肝臟組織進行進一步分析。這樣的設計使研究者能夠觀察蘿蔔硫素對肝損傷的影響及其潛在的機制。",
    "para4": "主要發現顯示，蘿蔔硫素能顯著減少由LPS引起的肝臟損傷和炎症反應。研究結果指出，蘿蔔硫素降低了肝臟中的轉氨酶水平，並減少了病理損傷和細胞凋亡的指標。此外，蘿蔔硫素還抑制了炎症細胞的浸潤，並調節了多種炎症相關基因的表達。這些結果表明，蘿蔔硫素可能透過激活特定的信號通路來保護肝臟，雖然這些發現需要進一步的研究來確認其臨床應用的潛力。",
    "explanation_zh": "急性肝損傷（ALI）是一種由敗血症引起的致命疾病，死亡率高且預後不佳。這項研究探討了蘿蔔硫素在這種情況下的潛在療效，顯示出它可能對健康有益，特別是在減少肝臟損傷和炎症反應方面。這些發現可能為未來的治療方法提供新的方向，尤其是在急性肝損傷的預防和治療上，讓人們對這種疾病的管理有了新的希望。\n\n本研究的主題是探討蘿蔔硫素在由脂多醣（LPS）引起的急性肝損傷中的藥理作用和治療機制。研究者關心的是如何利用這種天然化合物來減輕肝臟的損傷，並了解其在炎症反應中的作用。這不僅有助於理解蘿蔔硫素的潛在益處，也為急性肝損傷的治療提供了新的視角。\n\n實驗中使用了小鼠模型來模擬由LPS引起的急性肝損傷。研究團隊將18隻小鼠分為三組：對照組、LPS組和LPS加蘿蔔硫素組。這些小鼠在LPS處理前的兩天內接受了腹腔注射，然後在LPS注射後24小時收集血液和肝臟組織進行進一步分析。這樣的設計使研究者能夠觀察蘿蔔硫素對肝損傷的影響及其潛在的機制。\n\n主要發現顯示，蘿蔔硫素能顯著減少由LPS引起的肝臟損傷和炎症反應。研究結果指出，蘿蔔硫素降低了肝臟中的轉氨酶水平，並減少了病理損傷和細胞凋亡的指標。此外，蘿蔔硫素還抑制了炎症細胞的浸潤，並調節了多種炎症相關基因的表達。這些結果表明，蘿蔔硫素可能透過激活特定的信號通路來保護肝臟，雖然這些發現需要進一步的研究來確認其臨床應用的潛力。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "急性肝損傷 Acute Liver Injury",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41181585/"
  },
  {
    "id": "41099966",
    "title_en": "Sulforaphane improves exercise-induced NRF2 signaling in older adults: an in vivo-ex vivo approach.",
    "pub_date": "2025 Oct",
    "abstract_en": "Redox signaling is a key mechanism of exercise-induced adaptation. However, studies have demonstrated impaired responses to acute exercise in older organisms. Adjunctive therapies to augment exercise effects may overcome these deficits. Sulforaphane (SFN), a phytochemical from cruciferous vegetables, stimulates NRF2. This study tested the hypothesis that combining acute exercise (in vivo stimulus) with ex vivo SFN treatment would induce greater NRF2 activation and signaling in older adults compared to either treatment alone. Twenty-five older adults (12 men, 13 women; mean age: 67 ± 5 years) performed 30-min cycling exercise (AET). Blood was drawn before and immediately after the AET to isolate PBMCs and incubate with and without SFN (5 µM) treatment (four conditions: DMSO (CON), SFN, exercise (EX), and EX + SFN). PBMCs were harvested after 2-h or 5-h incubation for measures of NRF2 or gene expression for NQO1, HO-1, GR, and GCLC targets, respectively. All treatments (SFN, EX, EX + SFN) increased NRF2 activation compared to CON (p < 0.05). The response to EX + SFN was significantly greater than either SFN or EX alone (2.1-fold versus 1.5-fold, p = 0.01). SFN stimulation resulted in a significant upregulation of all four genes compared to control (p < 0.001). EX + SFN treatment stimulated a greater increase in gene expression compared to EX (p < 0.05); however, SFN did not differ statistically from EX + SFN, suggesting a possible ceiling effect of the SFN concentration in terms of gene expression. There were no significant sex differences in any of the responses. These data suggest that combining exercise with SFN may amplify the strength of NRF2/ARE redox signaling in older adults. ClinicalTrials.gov ID: NCT04848792.",
    "para1": "這項研究提供了一些關於健康和疾病預防的啟示，特別是針對年長者的運動能力和健康狀況。隨著年齡增長，人體對運動的反應可能會減弱，這可能導致健康問題的增加。因此，尋找能夠增強運動效果的輔助療法顯得尤為重要。研究顯示，結合運動與某些植物化學物質的使用，可能有助於改善這些年長者的健康狀況，進而促進他們的生活品質和運動能力。",
    "para2": "這項研究的主題是探討蘿蔔硫素（SFN）與運動結合對年長者的影響。研究者關心的問題是，年長者在進行急性運動後，是否能透過蘿蔔硫素的輔助治療來增強NRF2的活化和信號傳遞。NRF2是一種與抗氧化和細胞保護有關的關鍵因子，這項研究希望能找到改善年長者運動反應的有效方法。",
    "para3": "實驗中，研究者招募了25位年長者（12位男性和13位女性，平均年齡67歲），讓他們進行30分鐘的騎自行車運動。運動前後，研究人員抽取血液以分離外周血單核細胞（PBMCs），並將這些細胞與或不與蘿蔔硫素進行處理。實驗設計包含四種條件：對照組（DMSO）、蘿蔔硫素組、運動組和運動加蘿蔔硫素組。經過2小時或5小時的培養後，研究者測量NRF2的活化及相關基因的表達。",
    "para4": "主要的發現是，所有處理組（蘿蔔硫素、運動、運動加蘿蔔硫素）都顯著提高了NRF2的活化，相較於對照組的結果。特別是運動加蘿蔔硫素的組合，其NRF2的活化程度顯著高於單獨的蘿蔔硫素或運動組。蘿蔔硫素的刺激也顯著上調了四個基因的表達。雖然運動加蘿蔔硫素的處理組在基因表達上有更大的增長，但蘿蔔硫素的效果與運動加蘿蔔硫素組在統計上並無顯著差異，這可能顯示出蘿蔔硫素濃度在基因表達上的上限效應。研究結果沒有顯示性別對反應有顯著影響。",
    "explanation_zh": "這項研究提供了一些關於健康和疾病預防的啟示，特別是針對年長者的運動能力和健康狀況。隨著年齡增長，人體對運動的反應可能會減弱，這可能導致健康問題的增加。因此，尋找能夠增強運動效果的輔助療法顯得尤為重要。研究顯示，結合運動與某些植物化學物質的使用，可能有助於改善這些年長者的健康狀況，進而促進他們的生活品質和運動能力。\n\n這項研究的主題是探討蘿蔔硫素（SFN）與運動結合對年長者的影響。研究者關心的問題是，年長者在進行急性運動後，是否能透過蘿蔔硫素的輔助治療來增強NRF2的活化和信號傳遞。NRF2是一種與抗氧化和細胞保護有關的關鍵因子，這項研究希望能找到改善年長者運動反應的有效方法。\n\n實驗中，研究者招募了25位年長者（12位男性和13位女性，平均年齡67歲），讓他們進行30分鐘的騎自行車運動。運動前後，研究人員抽取血液以分離外周血單核細胞（PBMCs），並將這些細胞與或不與蘿蔔硫素進行處理。實驗設計包含四種條件：對照組（DMSO）、蘿蔔硫素組、運動組和運動加蘿蔔硫素組。經過2小時或5小時的培養後，研究者測量NRF2的活化及相關基因的表達。\n\n主要的發現是，所有處理組（蘿蔔硫素、運動、運動加蘿蔔硫素）都顯著提高了NRF2的活化，相較於對照組的結果。特別是運動加蘿蔔硫素的組合，其NRF2的活化程度顯著高於單獨的蘿蔔硫素或運動組。蘿蔔硫素的刺激也顯著上調了四個基因的表達。雖然運動加蘿蔔硫素的處理組在基因表達上有更大的增長，但蘿蔔硫素的效果與運動加蘿蔔硫素組在統計上並無顯著差異，這可能顯示出蘿蔔硫素濃度在基因表達上的上限效應。研究結果沒有顯示性別對反應有顯著影響。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41099966/"
  },
  {
    "id": "40763479",
    "title_en": "Sulforaphane modulates macrophage polarization via JAK1/STAT1 inhibition to promote tendon repair in tendinopathy.",
    "pub_date": "2025 Oct",
    "abstract_en": "Imbalanced M1/M2 macrophage polarization is central to tendinopathy pathogenesis. Sulforaphane (SFN), a natural compound with anti-inflammatory properties, may modulate macrophage polarization. This study utilized a collagenase-induced mouse model of tendinopathy to evaluate the therapeutic effects of local SFN administration on tendinopathy in vivo. Furthermore, the effects of SFN on macrophage polarization were investigated in vitro, and RNA sequencing was used to explore the mechanisms by which SFN regulates macrophage polarization in vivo. Finally, an ex vivo human pathological tendon culture system was employed to explore the therapeutic effects of SFN on tendinopathic lesions. In this study, we found that SFN modulated the polarization of M1 macrophages towards M2 macrophages, thereby effectively modulating the inflammatory response. RNA sequencing and Western blot analyses indicated that the effect of SFN was mediated through the JAK1/STAT1 signaling pathway. In a collagenase-induced mouse model of tendinopathy, local injection of SFN led to a significant improvement in tendon tissue structure, with the collagen matrix restoring its natural dense parallel arrangement. Furthermore, there was an increase in local M2 macrophages and a decrease in M1 macrophages, which promoted the resolution of inflammation. Finally, the immunomodulatory effect of SFN on macrophages was also validated in tendon tissue from patients with tendinopathy. SFN can effectively alleviate tendinopathy by promoting the polarization of M1 macrophages towards M2 macrophages, an effect achieved through the inhibition of the JAK1/STAT1 signaling pathway, thereby providing a promising therapeutic approach for the treatment of tendinopathy.",
    "para1": "這項研究可能對健康和疾病預防提供了一些啟示，特別是在肌腱病的治療上。肌腱病是一種常見的運動傷害，通常伴隨著疼痛和功能障礙。研究顯示，透過調節免疫細胞的極化，可能有助於減少炎症反應，進而改善肌腱的健康狀態。這意味著，使用天然化合物如蘿蔔硫素，可能成為一種新的治療選擇，幫助那些受肌腱病困擾的人們，促進他們的康復和生活品質。",
    "para2": "本研究的主題是探討蘿蔔硫素在肌腱病中的治療效果，特別是它如何影響免疫系統中的巨噬細胞極化。研究者關心的是，肌腱病的發展與M1和M2型巨噬細胞的失衡有關，而蘿蔔硫素是否能夠調節這種失衡，進而改善肌腱的健康。透過這項研究，科學家希望能夠深入了解蘿蔔硫素的作用機制，並評估其在臨床應用中的潛力。",
    "para3": "實驗中使用了一種由膠原酶誘導的老鼠模型來模擬肌腱病，並評估局部注射蘿蔔硫素的治療效果。此外，研究者在體外實驗中探討了蘿蔔硫素對巨噬細胞極化的影響，並利用RNA測序技術來了解蘿蔔硫素如何調節巨噬細胞的極化。在研究的最後，還使用了人類病理肌腱的培養系統來驗證蘿蔔硫素對肌腱病變的治療效果，這樣的設計使得研究結果更具說服力。",
    "para4": "主要發現顯示，蘿蔔硫素能夠有效地將M1型巨噬細胞轉變為M2型巨噬細胞，從而調節炎症反應。RNA測序和西方印跡分析結果指出，蘿蔔硫素的作用是通過抑制JAK1/STAT1信號通路來實現的。在膠原酶誘導的老鼠模型中，局部注射蘿蔔硫素顯著改善了肌腱組織的結構，恢復了膠原基質的自然排列。此外，當地的M2型巨噬細胞增加，而M1型巨噬細胞減少，這有助於炎症的緩解。最後，研究也在肌腱病患者的組織中驗證了蘿蔔硫素對巨噬細胞的免疫調節效果，顯示出其在肌腱病治療中的潛力。",
    "explanation_zh": "這項研究可能對健康和疾病預防提供了一些啟示，特別是在肌腱病的治療上。肌腱病是一種常見的運動傷害，通常伴隨著疼痛和功能障礙。研究顯示，透過調節免疫細胞的極化，可能有助於減少炎症反應，進而改善肌腱的健康狀態。這意味著，使用天然化合物如蘿蔔硫素，可能成為一種新的治療選擇，幫助那些受肌腱病困擾的人們，促進他們的康復和生活品質。\n\n本研究的主題是探討蘿蔔硫素在肌腱病中的治療效果，特別是它如何影響免疫系統中的巨噬細胞極化。研究者關心的是，肌腱病的發展與M1和M2型巨噬細胞的失衡有關，而蘿蔔硫素是否能夠調節這種失衡，進而改善肌腱的健康。透過這項研究，科學家希望能夠深入了解蘿蔔硫素的作用機制，並評估其在臨床應用中的潛力。\n\n實驗中使用了一種由膠原酶誘導的老鼠模型來模擬肌腱病，並評估局部注射蘿蔔硫素的治療效果。此外，研究者在體外實驗中探討了蘿蔔硫素對巨噬細胞極化的影響，並利用RNA測序技術來了解蘿蔔硫素如何調節巨噬細胞的極化。在研究的最後，還使用了人類病理肌腱的培養系統來驗證蘿蔔硫素對肌腱病變的治療效果，這樣的設計使得研究結果更具說服力。\n\n主要發現顯示，蘿蔔硫素能夠有效地將M1型巨噬細胞轉變為M2型巨噬細胞，從而調節炎症反應。RNA測序和西方印跡分析結果指出，蘿蔔硫素的作用是通過抑制JAK1/STAT1信號通路來實現的。在膠原酶誘導的老鼠模型中，局部注射蘿蔔硫素顯著改善了肌腱組織的結構，恢復了膠原基質的自然排列。此外，當地的M2型巨噬細胞增加，而M1型巨噬細胞減少，這有助於炎症的緩解。最後，研究也在肌腱病患者的組織中驗證了蘿蔔硫素對巨噬細胞的免疫調節效果，顯示出其在肌腱病治療中的潛力。",
    "is_human_study": true,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "肌腱病 Tendinopathy",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40763479/"
  },
  {
    "id": "41060333",
    "title_en": "Sulforaphane from broccoli, an epigenetic modulator in cancer cells.",
    "pub_date": "2025 Oct",
    "abstract_en": "The consumption of cruciferous vegetables offers several health benefits due to some of their compounds. Sulforaphane (SFN), a compound found in cabbage and broccoli, has received special attention in recent years due to its anticancer activities. The main objective of this systematic review is to examine the epigenetic and genetic effects of SFN on cancers (in vitro and in vivo) which contribute to its anticancer activities. We only analyzed studies that combined its epigenetic effects and anticancer activities due to the multitude of studies on SFN over the past few years. We found that SFN is able to regulate epigenetic mechanisms and promote the prevention and treatment of several cancers. Definitely, it prevents tumor growth and acts as a histone deacetylase (HDAC) inhibitor, a DNA methyltransferase (DNMT) inhibitor, and a microRNA regulator in several cancers. These epigenetic regulations lead indirectly to a hyperregulation or deregulation of the expression of genes involved in carcinogenesis. SFN hasn't any major epigenetic effect on normal cells. This review revealed that the anticancer activities attributable to SFN are largely related to its ability to modulate cancer cell epigenome. These capabilities to modulate the epigenome make SFN a promising anticancer agent with significant therapeutic potential.",
    "para1": "青花椰菜等十字花科蔬菜的攝取對健康有許多好處，這主要來自於它們所含的某些化合物。特別是蘿蔔硫素，近年來因其抗癌活性而受到廣泛關注。這項研究的結果可能對健康和疾病預防提供新的見解，尤其是在癌症的預防和治療方面。透過了解蘿蔔硫素如何影響基因和表觀遺傳學，我們或許能找到更有效的方式來對抗癌症，進而改善人類的健康狀況。",
    "para2": "這項系統性回顧的主要目的是探討蘿蔔硫素對癌症的表觀遺傳和基因影響。研究者關心的是蘿蔔硫素如何透過調節基因表達來發揮抗癌作用。由於過去幾年有許多關於蘿蔔硫素的研究，這項回顧特別集中於那些同時探討其表觀遺傳效應與抗癌活性的研究，旨在整合這些知識，提供更全面的理解。",
    "para3": "在這項研究中，研究者分析了多項關於蘿蔔硫素的實驗，這些實驗包括體外（in vitro）和體內（in vivo）的研究。研究者專注於蘿蔔硫素如何調節表觀遺傳機制，並探討其在多種癌症中的預防和治療潛力。這些研究的對象包括癌細胞及正常細胞，並使用了多種方法來評估蘿蔔硫素的影響。",
    "para4": "主要發現顯示，蘿蔔硫素能夠調節表觀遺傳機制，並在多種癌症中促進預防和治療。研究指出，蘿蔔硫素能抑制腫瘤生長，並作為組蛋白去乙醯化酶（HDAC）和DNA甲基轉移酶（DNMT）的抑制劑，以及微小RNA的調節因子。這些表觀遺傳調節作用間接影響了與癌症發生相關的基因表達。值得注意的是，蘿蔔硫素對正常細胞並沒有顯著的表觀遺傳影響，這使得它在抗癌方面顯得特別有潛力。",
    "explanation_zh": "青花椰菜等十字花科蔬菜的攝取對健康有許多好處，這主要來自於它們所含的某些化合物。特別是蘿蔔硫素，近年來因其抗癌活性而受到廣泛關注。這項研究的結果可能對健康和疾病預防提供新的見解，尤其是在癌症的預防和治療方面。透過了解蘿蔔硫素如何影響基因和表觀遺傳學，我們或許能找到更有效的方式來對抗癌症，進而改善人類的健康狀況。\n\n這項系統性回顧的主要目的是探討蘿蔔硫素對癌症的表觀遺傳和基因影響。研究者關心的是蘿蔔硫素如何透過調節基因表達來發揮抗癌作用。由於過去幾年有許多關於蘿蔔硫素的研究，這項回顧特別集中於那些同時探討其表觀遺傳效應與抗癌活性的研究，旨在整合這些知識，提供更全面的理解。\n\n在這項研究中，研究者分析了多項關於蘿蔔硫素的實驗，這些實驗包括體外（in vitro）和體內（in vivo）的研究。研究者專注於蘿蔔硫素如何調節表觀遺傳機制，並探討其在多種癌症中的預防和治療潛力。這些研究的對象包括癌細胞及正常細胞，並使用了多種方法來評估蘿蔔硫素的影響。\n\n主要發現顯示，蘿蔔硫素能夠調節表觀遺傳機制，並在多種癌症中促進預防和治療。研究指出，蘿蔔硫素能抑制腫瘤生長，並作為組蛋白去乙醯化酶（HDAC）和DNA甲基轉移酶（DNMT）的抑制劑，以及微小RNA的調節因子。這些表觀遺傳調節作用間接影響了與癌症發生相關的基因表達。值得注意的是，蘿蔔硫素對正常細胞並沒有顯著的表觀遺傳影響，這使得它在抗癌方面顯得特別有潛力。",
    "is_human_study": false,
    "is_animal_study": true,
    "is_disease_related": true,
    "disease_name": "癌症 Cancer",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41060333/"
  },
  {
    "id": "40553560",
    "title_en": "Antibacterial effects of sulforaphane - A phytonutrient derived from broccoli as promising candidate in the combat of bacterial infections.",
    "pub_date": "2025 Oct",
    "abstract_en": "Bacterial pathogens, particularly antibiotic-resistant strains may constitute major challenges for the successful treatment of infected patients. Therefore, novel antibiotics or alternative, antibiotics-independent compounds with antimicrobial properties such as phytonutrients are needed. Our systematic literature review summarizes current knowledge on antibacterial effects of sulforaphane (SFN) in vitro and in vivo, including human studies. The isothiocyanate SFN is abundant in plants from the Brassicaceae family including broccoli. The 28 reports reviewed herein revealed that SFN i.) exerted antimicrobial effects against a variety of Gram-positive and Gram-negative bacteria; ii.) counteracted distinct virulence factors such as biofilm formation and toxin production (e.g. Shiga toxin); iii.) enhanced antibacterial immune cell responses mounting in anti-oxidant and anti-inflammatory actions thereby supporting bacterial killing and dampening inflammatory cell and tissue damage; iv.) prevented from aspirin-induced small intestinal cell injury; and v.) alleviated Helicobacter pylori-induced gastritis. In conclusion, given its antibacterial, immune-modulatory, and disease-alleviating effects, SFN constitutes a promising alternative antibiotic-independent candidate for the treatment of bacterial infections, warranting further consideration in clinical trials.",
    "para1": "在當前抗生素抗藥性日益嚴重的情況下，尋找新的治療方法變得非常重要。這項研究提供了一些有關蘿蔔硫素的潛在健康益處的見解，特別是在對抗細菌感染方面。蘿蔔硫素是一種存在於青花椰菜等植物中的天然化合物，可能成為一種不依賴抗生素的替代療法，幫助我們對抗各種細菌病原體，尤其是那些對抗生素產生抗藥性的細菌。這樣的發現對於改善感染患者的治療方案具有重要的啟示，可能有助於減少抗生素的使用，降低抗藥性問題的風險。",
    "para2": "這項研究的主題是探討蘿蔔硫素的抗菌效果，特別是它在對抗細菌感染方面的潛力。研究者們關注的問題是，蘿蔔硫素是否能有效對抗不同類型的細菌，包括革蘭氏陽性和陰性細菌，以及它對細菌的毒性因子和免疫反應的影響。透過系統性的文獻回顧，研究者們希望總結目前對於蘿蔔硫素的了解，並評估其作為抗生素替代品的可行性。",
    "para3": "這項研究是透過系統性文獻回顧進行的，分析了28篇相關報告，這些報告涵蓋了蘿蔔硫素在體外和體內的抗菌效果，包括人類研究。研究者們檢視了蘿蔔硫素對於不同細菌的影響，並評估其如何影響細菌的生物膜形成、毒素產生以及免疫細胞的反應。這些研究結果來自於多種實驗設計，旨在全面了解蘿蔔硫素的抗菌特性及其潛在的臨床應用。",
    "para4": "主要的發現顯示，蘿蔔硫素對多種細菌具有抗菌效果，並能抑制細菌的毒性因子，如生物膜的形成和毒素的產生。此外，蘿蔔硫素還能增強免疫系統的反應，並具有抗氧化和抗發炎的作用，這些特性有助於細菌的清除和減少組織損傷。研究還指出，蘿蔔硫素能防止阿斯匹靈引起的小腸細胞損傷，並緩解幽門螺旋桿菌引起的胃炎。這些結果表明，蘿蔔硫素可能成為一種有前景的抗生素替代品，但仍需進一步的臨床試驗來驗證其效果。",
    "explanation_zh": "在當前抗生素抗藥性日益嚴重的情況下，尋找新的治療方法變得非常重要。這項研究提供了一些有關蘿蔔硫素的潛在健康益處的見解，特別是在對抗細菌感染方面。蘿蔔硫素是一種存在於青花椰菜等植物中的天然化合物，可能成為一種不依賴抗生素的替代療法，幫助我們對抗各種細菌病原體，尤其是那些對抗生素產生抗藥性的細菌。這樣的發現對於改善感染患者的治療方案具有重要的啟示，可能有助於減少抗生素的使用，降低抗藥性問題的風險。\n\n這項研究的主題是探討蘿蔔硫素的抗菌效果，特別是它在對抗細菌感染方面的潛力。研究者們關注的問題是，蘿蔔硫素是否能有效對抗不同類型的細菌，包括革蘭氏陽性和陰性細菌，以及它對細菌的毒性因子和免疫反應的影響。透過系統性的文獻回顧，研究者們希望總結目前對於蘿蔔硫素的了解，並評估其作為抗生素替代品的可行性。\n\n這項研究是透過系統性文獻回顧進行的，分析了28篇相關報告，這些報告涵蓋了蘿蔔硫素在體外和體內的抗菌效果，包括人類研究。研究者們檢視了蘿蔔硫素對於不同細菌的影響，並評估其如何影響細菌的生物膜形成、毒素產生以及免疫細胞的反應。這些研究結果來自於多種實驗設計，旨在全面了解蘿蔔硫素的抗菌特性及其潛在的臨床應用。\n\n主要的發現顯示，蘿蔔硫素對多種細菌具有抗菌效果，並能抑制細菌的毒性因子，如生物膜的形成和毒素的產生。此外，蘿蔔硫素還能增強免疫系統的反應，並具有抗氧化和抗發炎的作用，這些特性有助於細菌的清除和減少組織損傷。研究還指出，蘿蔔硫素能防止阿斯匹靈引起的小腸細胞損傷，並緩解幽門螺旋桿菌引起的胃炎。這些結果表明，蘿蔔硫素可能成為一種有前景的抗生素替代品，但仍需進一步的臨床試驗來驗證其效果。",
    "is_human_study": true,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "幽門螺旋桿菌感染 Helicobacter pylori Infection",
    "is_clinical_trial": true,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40553560/"
  },
  {
    "id": "40597512",
    "title_en": "In vitro gastrointestinal digestion of broccolis sprout extract: Impact on the bioaccesibility of sulforaphane and total phenolic.",
    "pub_date": "2025 Oct",
    "abstract_en": "Broccoli sprout extract is rich in phenolic compounds and sulforaphane (SFN) and the gastrointestinal digestion process can affect the bioaccessibility of these substances. This study aimed to evaluate the antioxidant capacity and the content of total phenolic compounds (TPC) and SFN in broccoli sprout extract before and during in vitro gastrointestinal digestion (GID). The antioxidant capacity was determined using different assays (FRAP, ABTS and DPPH), and the TPC and sulforaphane content was measured using the Folin-Ciocalteu method and high performance liquid chromatography (HPLC), respectively. The in vitro digestion analyses followed the INFOGEST 2.0 protocol. Additionally, microbiological characterization and chemical composition analysis of broccoli sprouts were conducted. The microbiological analyses indicated that the sprouts were safe for consumption, with high amounts of TPC, antioxidant capacity, and SFN content. The TPC content decreased significantly (p < 0.001) after GID, from 1740.0 μg eq. GAE/g before digestion to 536.5 μg eq. GAE/g in the gastric phase and 211.0 μg eq. GAE/g in the enteric phase. The antioxidant capacity also decreased significantly after simulated digestion compared to initial values. A lower (p < 0.001) SFN content was identified in the gastric phase (18.6 mg/g) compared to the intestinal phase (27.8 mg/g), although both showed lower SFN levels than the undigested sample, which contained 72.2 mg/g of SFN. In conclusion, simulated digestion significantly reduced the amount of TPC and SFN, likely due to degradation or biotransformation of the compounds under digestion conditions.",
    "para1": "這項研究提供了一些關於健康和疾病預防的啟示，特別是青花椰菜芽提取物中的抗氧化成分和蘿蔔硫素。這些成分被認為對人體有益，可能有助於抵抗某些疾病。然而，這些成分在消化過程中會受到影響，這意味著我們在攝取這些食物時，實際上能夠吸收的有效成分可能會減少。因此，了解這些成分在消化過程中的變化，對於我們選擇健康飲食和預防疾病是相當重要的。",
    "para2": "本研究的主題是探討青花椰菜芽提取物在模擬胃腸消化過程中的抗氧化能力，以及其總酚類化合物和蘿蔔硫素的含量。研究者關心的問題是，這些有益的化合物在消化過程中會發生什麼變化，特別是它們的生物可及性如何受到影響。這對於了解青花椰菜芽的健康效益至關重要，因為這些成分的有效性可能會因消化而有所不同。",
    "para3": "在實驗中，研究者使用了不同的測試方法來評估青花椰菜芽提取物的抗氧化能力和化合物含量。他們採用了INFOGEST 2.0協議進行模擬消化分析，並使用Folin-Ciocalteu方法和高效液相色譜（HPLC）來測量總酚類化合物和蘿蔔硫素的含量。此外，研究者還進行了微生物特徵分析和化學成分分析，以確保青花椰菜芽的安全性和有效性。",
    "para4": "主要發現顯示，模擬消化過程顯著降低了青花椰菜芽提取物中的總酚類化合物和蘿蔔硫素的含量。研究結果指出，經過消化後，總酚類化合物的含量從消化前的1740.0 μg eq. GAE/g降至胃相的536.5 μg eq. GAE/g和腸相的211.0 μg eq. GAE/g，抗氧化能力也顯著下降。此外，胃相中的蘿蔔硫素含量為18.6 mg/g，而腸相則為27.8 mg/g，兩者均低於未消化樣本的72.2 mg/g。這些結果表明，消化過程可能導致這些有益成分的降解或轉化。",
    "explanation_zh": "這項研究提供了一些關於健康和疾病預防的啟示，特別是青花椰菜芽提取物中的抗氧化成分和蘿蔔硫素。這些成分被認為對人體有益，可能有助於抵抗某些疾病。然而，這些成分在消化過程中會受到影響，這意味著我們在攝取這些食物時，實際上能夠吸收的有效成分可能會減少。因此，了解這些成分在消化過程中的變化，對於我們選擇健康飲食和預防疾病是相當重要的。\n\n本研究的主題是探討青花椰菜芽提取物在模擬胃腸消化過程中的抗氧化能力，以及其總酚類化合物和蘿蔔硫素的含量。研究者關心的問題是，這些有益的化合物在消化過程中會發生什麼變化，特別是它們的生物可及性如何受到影響。這對於了解青花椰菜芽的健康效益至關重要，因為這些成分的有效性可能會因消化而有所不同。\n\n在實驗中，研究者使用了不同的測試方法來評估青花椰菜芽提取物的抗氧化能力和化合物含量。他們採用了INFOGEST 2.0協議進行模擬消化分析，並使用Folin-Ciocalteu方法和高效液相色譜（HPLC）來測量總酚類化合物和蘿蔔硫素的含量。此外，研究者還進行了微生物特徵分析和化學成分分析，以確保青花椰菜芽的安全性和有效性。\n\n主要發現顯示，模擬消化過程顯著降低了青花椰菜芽提取物中的總酚類化合物和蘿蔔硫素的含量。研究結果指出，經過消化後，總酚類化合物的含量從消化前的1740.0 μg eq. GAE/g降至胃相的536.5 μg eq. GAE/g和腸相的211.0 μg eq. GAE/g，抗氧化能力也顯著下降。此外，胃相中的蘿蔔硫素含量為18.6 mg/g，而腸相則為27.8 mg/g，兩者均低於未消化樣本的72.2 mg/g。這些結果表明，消化過程可能導致這些有益成分的降解或轉化。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40597512/"
  },
  {
    "id": "41026407",
    "title_en": "The Adaptive Laboratory Evolution Technology Enhances Sulforaphane Production of Lactobacillus plantarum CR12.",
    "pub_date": "2025 Sep",
    "abstract_en": "T he sulforaphane production of wild-type Lactobacillus plantarum CR12 (L. plantarum CR12) is limited. Researchers found that adaptive laboratory evolution (ALE) technology can enhance the production of microorganism by altering the growth environment of microorganisms. However, the effectiveness of enhancing the transformation function of L. plantarum CR12 and the safety of the adaptive strain are unknown. To clarify the above problem, ALE technology was used to enhance the sulforaphane conversion rate of L. plantarum CR12. The results showed that the glucoraphanin conversion rate, sulforaphane production rate, and sulforaphane conversion efficiency of adaptive strain were significantly higher than those of the wild-type strain. The adaptive strain could produce sulforaphane in vivo and regulate the gut microbiota structure. The genomes showed that the adaptive strain consists of a 4,165,885 bp chromosome with a GC content of 36.8%, encoding 4172 protein-coding genes. Compared with the wild-type strain, the adaptive strain expresses more glycoside hydrolases and glycosyl transferases, indicating that the adaptive strain possesses higher carbohydrate metabolic capability. Genes related to glucoraphanin metabolism (cliT, bglF, and bglA) were detected in both the genomes of the wild-type strain and adaptive strain, indicating that both the wild-type strain and adaptive strain possess sulforaphane production capabilities. Therefore, the adaptive strain can be safely used to increase the in vivo production of sulforaphane, ultimately improving human health. This research is aimed at providing genetic evidence for further formulating rational genetic engineering strategies to transform the wild-type strain into an overproducer.",
    "para1": "這項研究對健康和疾病預防有潛在的啟示，因為蘿蔔硫素被認為對人體有益，可能有助於改善腸道健康。透過改良微生物的生產能力，未來或許能夠開發出更有效的保健食品，進而促進健康，甚至預防某些疾病。這樣的研究不僅有助於了解微生物的功能，還可能為我們提供新的健康管理方法，讓我們能夠更好地利用自然界中的資源來增進健康。",
    "para2": "本研究的主題是探討如何透過適應性實驗室進化技術（ALE）來提升乳酸菌Lactobacillus plantarum CR12（簡稱L. plantarum CR12）對蘿蔔硫素的轉化能力。研究者關心的問題是，這種技術是否能有效提高該菌株的蘿蔔硫素產量，以及改良後的菌株是否安全可用。這些問題的解答將有助於未來在微生物應用上的發展，尤其是在健康食品和保健品的生產上。",
    "para3": "實驗中，研究者使用ALE技術來改良L. plantarum CR12的生長環境，以提高其蘿蔔硫素的轉化率。研究對象是野生型的L. plantarum CR12，透過改變其生長條件，觀察改良後的菌株在蘿蔔硫素生產上的表現。研究者分析了改良菌株的基因組，並比較其與野生型菌株的差異，以了解其代謝能力和安全性。",
    "para4": "主要發現顯示，改良後的菌株在蘿蔔硫素的轉化率、生產率和轉化效率上均顯著高於野生型菌株。此外，改良菌株能在體內產生蘿蔔硫素，並調節腸道微生物結構。基因組分析顯示，改良菌株擁有更高的碳水化合物代謝能力，並且兩種菌株均具備蘿蔔硫素的生產能力。因此，這項研究為未來的基因工程策略提供了遺傳證據，可能有助於將野生型菌株轉變為高產菌株。",
    "explanation_zh": "這項研究對健康和疾病預防有潛在的啟示，因為蘿蔔硫素被認為對人體有益，可能有助於改善腸道健康。透過改良微生物的生產能力，未來或許能夠開發出更有效的保健食品，進而促進健康，甚至預防某些疾病。這樣的研究不僅有助於了解微生物的功能，還可能為我們提供新的健康管理方法，讓我們能夠更好地利用自然界中的資源來增進健康。\n\n本研究的主題是探討如何透過適應性實驗室進化技術（ALE）來提升乳酸菌Lactobacillus plantarum CR12（簡稱L. plantarum CR12）對蘿蔔硫素的轉化能力。研究者關心的問題是，這種技術是否能有效提高該菌株的蘿蔔硫素產量，以及改良後的菌株是否安全可用。這些問題的解答將有助於未來在微生物應用上的發展，尤其是在健康食品和保健品的生產上。\n\n實驗中，研究者使用ALE技術來改良L. plantarum CR12的生長環境，以提高其蘿蔔硫素的轉化率。研究對象是野生型的L. plantarum CR12，透過改變其生長條件，觀察改良後的菌株在蘿蔔硫素生產上的表現。研究者分析了改良菌株的基因組，並比較其與野生型菌株的差異，以了解其代謝能力和安全性。\n\n主要發現顯示，改良後的菌株在蘿蔔硫素的轉化率、生產率和轉化效率上均顯著高於野生型菌株。此外，改良菌株能在體內產生蘿蔔硫素，並調節腸道微生物結構。基因組分析顯示，改良菌株擁有更高的碳水化合物代謝能力，並且兩種菌株均具備蘿蔔硫素的生產能力。因此，這項研究為未來的基因工程策略提供了遺傳證據，可能有助於將野生型菌株轉變為高產菌株。",
    "is_human_study": false,
    "is_animal_study": false,
    "is_disease_related": true,
    "disease_name": "",
    "is_clinical_trial": false,
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41026407/"
  }
]