[
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "pub_date": "2026-Jan",
    "abstract_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L. (black radish) juice on BEAS-2B human bronchial epithelial cells. Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11.0 min. GO-PEG nanoparticles produced from graphites (50 nm and 400 nm) were tested at concentrations ranging from 50-225 μg mL<sup>-1</sup> and 100-1000 μg mL<sup>-1</sup> to have IC<sub>50</sub> values, respectively. Sulforaphane and black radish juice were also administered. The MTT assay revealed IC<sub>50</sub> values of 8.7 μg mL<sup>-1</sup> for sulforaphane, 197.0 mg mL<sup>-1</sup> for black radish juice, 175.8 μg mL<sup>-1</sup> for GO-PEG (50 nm), and 650.6 μg mL<sup>-1</sup> for GO-PEG (400 nm). Biochemical analyses showed that sulforaphane and radish juice decreased IL-6 levels and increased antioxidant enzyme activities (GSH-Px and CAT). These results highlight the therapeutic potential of GO-PEG, sulforaphane, and black radish juice for anti-inflammatory and antioxidant applications.",
    "explanation_zh": "### 結論\n這項研究可能對我們的健康有啟示，特別是在抗發炎和抗氧化方面。簡單來說，這些物質（如黑蘿蔔汁和硫代葡萄糖素）可能有助於減少身體的發炎反應，並增強我們的抗氧化能力，這對於預防一些慢性疾病或改善呼吸系統健康可能有正面影響。\n\n### 研究\n研究主要探討了三種物質對人類支氣管上皮細胞的影響：PEG化石墨烯氧化物（GO-PEG）奈米粒子、硫代葡萄糖素（這是一種從黑蘿蔔汁中提取的化合物）和黑蘿蔔汁本身。研究的對象是BEAS-2B這種人類支氣管上皮細胞，這些細胞與呼吸系統健康有關。\n\n### 實驗\n研究團隊使用了多種方法來測試這些物質的效果，包括提取硫代葡萄糖素、測量不同濃度的GO-PEG奈米粒子，並進行細胞活性測試。\n\n### 結果\n研究結果顯示，硫代葡萄糖素的有效濃度（IC50值）為8.7 μg/mL，這意味著在這個濃度下，它能有效抑制細胞活性。此外，黑蘿蔔汁和GO-PEG奈米粒子也顯示出抗發炎和增強抗氧化酶活性的潛力，這些都是對抗身體發炎和氧化壓力的重要因素。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/"
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "pub_date": "2025-Dec",
    "abstract_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy. Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity. To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy. Among them, compound 17a demonstrated the highest potency, exhibiting an average 7.4-fold increase in antiproliferative activity with IC<sub>50</sub> values ranging from 0.85 ± 0.04 μM to 1.34 ± 0.02 μM in TNBC cell lines compared to the parent hybrid CT1-3. In vitro, 17a significantly suppressed TNBC cell proliferation, colony formation, migration, and invasion while inducing apoptosis. In vivo, administration of 17a effectively inhibited tumor growth without apparent toxicity in an MDA-MB-231 xenograft model, as evidenced by normal organ morphology. Mechanistically, RNA sequencing revealed that 17a downregulated the nucleotide excision repair (NER) and NF-κB pathways, suppressing expression of NER-related genes (ERCC2, POLE2, LIG1, GTF2H3, and DDB2) at mRNA and protein levels and inhibiting phosphorylation of IKKα and p65. These findings position 17a as a potent therapeutic candidate for TNBC treatment, warranting further clinical investigation.",
    "explanation_zh": "### 結論\n這項研究對於三陰性乳癌（TNBC）患者來說，可能帶來希望。TNBC是一種特別具侵略性的乳癌類型，目前主要依賴化療來治療。研究中發現的一種新化合物17a，顯示出強大的抗癌效果，未來有可能成為一種新的治療選擇，幫助改善患者的預後。\n\n### 研究\n這項研究的目的是探索新型抗癌藥物，特別是針對三陰性乳癌的治療。研究者們專注於天然產物，如木蘭酚和硫代葡萄糖苷，並試圖通過合成它們的混合物來增強抗癌效果。\n\n### 實驗\n研究團隊設計並合成了15種新型的木蘭酚-硫代葡萄糖苷混合物，並測試它們對TNBC細胞的抗癌效果。這些實驗主要在實驗室中進行，以評估這些化合物的效能。\n\n### 結果\n結果顯示，化合物17a的抗癌效果最為顯著，其抑制細胞增殖的能力比原始混合物提高了7.4倍。在實驗中，17a能有效減少TNBC細胞的增殖、遷移和侵襲，並促使癌細胞死亡。此外，在動物實驗中，17a也能有效抑制腫瘤生長，且對正常器官沒有明顯的毒性，顯示出其潛在的安全性和有效性。這些結果表明，17a可能成為治療三陰性乳癌的重要候選藥物，值得進一步的臨床研究。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "pub_date": "2025-Dec",
    "abstract_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury. Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS. We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes. Isoproterenol induced ferroptosis and oxidative stress by impairing Nrf2 signaling. SFN treatment restored myocardial structure and function while enhancing antioxidant capacity, reducing mitochondrial damage, and suppressing ferroptosis markers. Additionally, similar to Fer-1 (a ferroptosis inhibitor), SFN reduced intracellular ferrous levels but uniquely activated Nrf2-driven endogenous defenses. Notably, Nrf2 inhibition abrogated the benefits of SFN in both in vitro and in vivo experiments. These findings highlight SFN as a dual-action therapeutic for TTS, simultaneously targeting oxidative stress and ferroptosis via Nrf2 activation. The therapeutic efficacy of SFN, combined with endogenous pathway modulation, underscores its translational potential for improving TTS outcomes.",
    "explanation_zh": "### 結論\n這項研究可能對我們的心臟健康有重要啟示。研究發現，某種天然物質（硫代葡萄糖素）能減少心臟受到的損傷，這對於預防和治療心臟疾病，特別是心臟破裂症候群（Takotsubo syndrome），或許能提供新的思路。這意味著，透過調整飲食或使用某些天然成分，我們或許能更好地保護心臟。\n\n### 研究\n這項研究主要探討心臟破裂症候群的病理機制及其潛在治療方法。研究對象包括受損的心臟細胞和實驗用的老鼠模型，目的是了解如何減輕這種病症造成的心臟損傷。\n\n### 實驗\n研究人員使用了一種名為異丙腎上腺素的化學物質來誘導心臟損傷，然後給予硫代葡萄糖素進行治療，觀察其效果。\n\n### 結果\n結果顯示，硫代葡萄糖素能有效改善心臟的結構和功能，並且增強抗氧化能力，減少細胞損傷的跡象。這種物質不僅能降低有害物質的水平，還能啟動身體自我保護的機制，顯示出其在心臟破裂症候群治療中的潛力。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "pub_date": "2025-Dec",
    "abstract_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>. However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L. plantarum</i> remains unclear. This research utilized the adaptive laboratory evolution technology to enhance the sulforaphane conversion rate of <i>L. plantarum</i>. The results showed that an increase in the glucose replacement ratio significantly downregulated carbohydrate metabolism and upregulated amino acid metabolism. Transcriptomic analysis showed that the ALE-adapted strain significantly upregulated carbohydrate metabolism and amino acid metabolism. In the conversion pathway, glucoraphanin is imported into <i>L. plantarum</i> cells, and its glucose moiety is phosphorylated by bglF (the phosphate group may be derived from phosphoenolpyruvate via the phosphotransferase system). Subsequently, the S-glycosidic bond of phosphorylated glucoraphanin is hydrolyzed by bglA (6-phospho-β-glucosidase), followed by nonenzymatic rearrangement and sulfate elimination, ultimately yielding sulforaphane. This research can contribute to revealing the interaction mechanism between microorganisms and natural active substances.",
    "explanation_zh": "### 結論\n這項研究的發現可能對我們的健康有益，特別是在飲食方面。蘇佛拉芬（sulforaphane）是一種有益的化合物，常見於十字花科蔬菜如花椰菜，對抗氧化和抗炎有潛在的好處。了解如何有效地從食物中提取這種化合物，可能有助於我們更好地利用這些健康食品，進而提升我們的飲食質量和疾病預防能力。\n\n### 研究\n這項研究主要探討的是如何提高乳酸菌（Lactiplantibacillus plantarum）將葡萄糖苷酸（glucoraphanin）轉化為蘇佛拉芬的效率。研究的對象是這種乳酸菌，因為它在轉化過程中扮演著重要角色。\n\n### 實驗\n研究者使用了一種稱為適應性實驗室進化（adaptive laboratory evolution, ALE）的技術，來改進乳酸菌的轉化能力。他們透過調整培養條件，促使這些細菌更有效地進行轉化。\n\n### 結果\n研究結果顯示，當細菌的葡萄糖替代比例增加時，碳水化合物的代謝會降低，而氨基酸的代謝則會增加。這意味著細菌在轉化過程中能更有效地利用資源，最終成功將葡萄糖苷酸轉化為蘇佛拉芬。這些發現不僅揭示了微生物與天然活性物質之間的互動機制，也為未來的健康食品開發提供了新的思路。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "pub_date": "2025-Dec",
    "abstract_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence. Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival. This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression. BEAS-2B cells were treated with CSE and SFN, and cell viability was assessed using the MTT assay. Cellular senescence was assessed using the SA-β-gal assay and the expression of genes associated with senescence (p16 and p21). The expression levels of SIRT1, senescence-associated secretory phenotype (SASP) cytokines (IL-1β, IL-6, IL-8, TNF-α), GPX4, and SLC7A11 were quantified using qRT-PCR. Additionally, ROS production, GSH and MDA levels, and iron content were measured. An emphysema mouse model was induced by intraperitoneal administration of CSE (7.2 mg/kg) alone or in combination with SFN (10.2 mg/kg) over 28 days, and subsequent histopathological changes were evaluated. Our findings revealed that SFN co-treatment effectively mitigated CSE-induced cytotoxicity, senescence, and SASP cytokine secretion, as well as the pronounced emphysematous changes in lung tissues. Furthermore, SFN reversed CSE-induced downregulation of SIRT1 and upregulation of NF-κB. Notably, SFN also inhibited CSE-induced ferroptosis by increasing GPX4 and SLC7A11 expression while reducing iron and MDA levels. The findings of the present study demonstrated that sulforaphane offers protective effects against CSE-induced toxicity by mitigating oxidative stress, ferroptosis, and cellular senescence.",
    "explanation_zh": "### 結論\n這項研究顯示，蘇氟拉法（Sulforaphane，簡稱SFN）可能對吸煙造成的肺部損傷有保護作用。對於一般人來說，這意味著如果能夠增加SFN的攝取，或許能幫助減少吸煙引起的健康風險，尤其是在肺部的損傷與老化方面。\n\n### 研究\n這項研究主要探討SFN對於香煙煙霧提取物（CSE）引起的損傷的保護效果，研究對象包括人類氣道上皮細胞（BEAS-2B）和小鼠的肺部。研究者希望了解SFN如何影響細胞的壓力反應，特別是它對一種名為SIRT1的蛋白質表達的影響。\n\n### 實驗\n研究者使用CSE和SFN處理BEAS-2B細胞，並透過MTT測試來評估細胞的活性。此外，他們還測量了與細胞老化有關的基因表達，並在小鼠模型中觀察肺部的變化。\n\n### 結果\n研究結果顯示，SFN能有效減少CSE引起的細胞毒性和老化現象，並降低與老化相關的細胞因子分泌。SFN還能改善小鼠肺部的病理變化，並逆轉CSE對SIRT1的抑制作用。這表明SFN具有減少氧化壓力和細胞老化的潛力，對抗香煙煙霧的有害影響。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/"
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "pub_date": "2025-Dec",
    "abstract_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty. Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies. However, its role in alleviating intrinsic skin aging remains to be elucidated. Integrative network pharmacology and proteomics were utilized to investigate the underlying mechanisms of SFN in intrinsic skin aging. Fifty-one anti-aging targets of SFN were identified, highlighting its promising regulatory impact on the aging process. Based on an 18-month-old natural aging mouse model, significant alleviation in skin structure, redox homeostasis, and immune cell composition was noted after 2 months of SFN supplementation. Additionally, proteomic analysis demonstrated that SFN reversed the proteomic profile of intrinsic skin aging, with 233 differentially expressed proteins (DEPs) identified in SFN-fed aging mice. Of note, the up-regulated DEPs were highly enriched in the apelin signaling pathway (p = 0.010). Furthermore, immune cell infiltration and whole blood cell analysis revealed that SFN rescued T cells depletion in dermal tissue, which was strongly correlated with DEPs enriched in the SFN-activated apelin signaling pathway. SFN improves skin morphology and immune functions via activating the apelin signaling pathway, suggesting new prime targets in counteracting intrinsic skin aging.",
    "explanation_zh": "### 結論\n這項研究顯示，硫代葡萄糖素（SFN）可能對抗皮膚老化有幫助，這對於想要保持年輕肌膚的人來說，提供了一個新的思路。透過改善皮膚結構和增強免疫功能，SFN 可能成為一種自然的抗老化成分，讓我們在日常生活中更有信心面對皮膚老化的問題。\n\n### 研究\n這項研究主要探討硫代葡萄糖素（SFN）在內部皮膚老化過程中的作用。研究對象使用了18個月大的老鼠，這些老鼠的自然老化過程可以幫助我們了解SFN如何影響皮膚的健康狀態。\n\n### 實驗\n研究人員使用了網絡藥理學和蛋白質組學的方法，分析SFN對皮膚老化的影響，並觀察老鼠在補充SFN後的變化。\n\n### 結果\n結果顯示，經過兩個月的SFN補充，老鼠的皮膚結構有所改善，且免疫細胞的組成也變得更健康。研究還發現，SFN能夠改變與皮膚老化相關的233種蛋白質，並且這些改變與一個名為apelin的信號通路有關，這可能是SFN改善皮膚老化的重要機制。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/"
  },
  {
    "id": "41027171",
    "title_en": "Multi-omics analysis of gut-liver axis reveals the mechanism by which sulforaphane alleviates liver injury in Cyprinus carpio exposed to triphenyltin.",
    "pub_date": "2025-Dec",
    "abstract_en": "This study investigates the protective effects of sulforaphane (SFN) against triphenyltin (TPT)-induced hepatotoxicity, immune dysfunction and gut microbiota dysbiosis in Cyprinus carpio. Cyprinus carpio were divided into three groups and exposed for 8 weeks, including control, 10 μg/L TPT and 10 μg/L TPT + 10 mg/kg SFN group. This result showed that TPT exposure induced significantly (P < 0.05) hepatotoxicity, evidenced by increasing hepatic total bile acid (TBA) and total cholesterol levels, while upregulating Hsp70/90 and downregulating lysozyme gene expression. SFN supplementation reduced TBA accumulation, normalized Hsp90 and lysozyme expression, mitigating TPT-induced lipid dysregulation and immunosuppression. Transcriptomic analysis revealed that TPT exposure activated lipid metabolism pathways (PPAR signaling and cholesterol metabolism), but suppressed immune-related pathways. SFN supplementation restored metabolic homeostasis by enriching glucose and amino acid metabolism pathways and activating AMPK signaling, while also modulating the expression of key genes (PLIN1, ME1, CPT1B). The microbiota composition were changed in SFN + TPT, including the increased of beneficial Fusobacteriota and Cetobacterium, and the decreased of pathogenic Proteobacteria and Aeromonas. The gut transcriptome dysregulation were restored in SFN + TPT by enhancing immune pathways in Toll-like/NOD-like receptors. The significant correlations linked were found in gut microbes (Kaistia, Vagococcus) to hepatic/intestinal gene expression in SFN + TPT. Overall, these findings elucidate novel mechanisms underlying TPT-induced immunotoxicity in liver and intestine and demonstrate the protective role of SFN, providing a theoretical foundation for its application in toxicity mitigation strategies.",
    "explanation_zh": "### 結論\n這項研究顯示，硫代葡萄糖素（SFN）可能對肝臟健康有保護作用，特別是在面對某些有毒物質（如三苯基錫，TPT）時。這意味著，適當攝取富含SFN的食物（如十字花科蔬菜）可能有助於減少肝臟損傷、增強免疫系統，並改善腸道微生物的平衡，這對於維持整體健康和預防疾病非常重要。\n\n### 研究\n這項研究主要探討硫代葡萄糖素對於三苯基錫引起的肝毒性、免疫功能障礙和腸道微生物失調的保護效果。研究對象是鯉魚（Cyprinus carpio），這種魚類常用於生物醫學研究，以了解毒素對生物體的影響。\n\n### 實驗\n研究中，鯉魚被分成三組，分別接受不同的處理，包括對照組、僅接受TPT的組別，以及同時接受TPT和SFN的組別，持續8週。\n\n### 結果\n研究結果顯示，TPT會導致肝臟毒性，表現為膽鹽和膽固醇水平上升，並影響免疫相關基因的表達。而SFN的補充能減少膽鹽的積累，恢復正常的基因表達，並改善脂質代謝和免疫功能。此外，SFN還促進了有益腸道微生物的增長，並抑制了有害微生物的增長，顯示出其在減輕毒性方面的潛在作用。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41027171/"
  },
  {
    "id": "40714240",
    "title_en": "Gut microbiota-related glutathione metabolism is key mechanism for sulforaphane ameliorating ulcerative colitis.",
    "pub_date": "2025-Dec",
    "abstract_en": "Gut barrier dysfunction is associated with dysbiosis of the gut microbiota and its metabolites, which is closely linked to the pathogenesis of ulcerative colitis (UC). Recent studies have demonstrated that Sulforaphane (SFN) exerts beneficial effects on UC. However, the role of the gut microbiota and microbial metabolism in the anti-UC mechanisms of SFN remains inadequately understood. In this study, we observed that SFN administration significantly improved the pathological phenotype, restored gut barrier integrity, and reduced colon inflammation in dextran sulfate sodium (DSS)-induced colitis mice. Gut microbiota analysis illustrated that SFN administration rebalances the alterations in gut microbiota composition, including genera such as Turicibacter, Lactobacillus and Bacteroides, in DSS-induced mice. Furthermore, untargeted metabolomics analysis indicated that the levels of microbial arachidonic acid metabolism, as well as the metabolism of alanine, aspartate, and glutamate, and glutathione metabolism in the gastrointestinal tract, were significantly altered in DSS-induced mice. Interestingly, SFN treatment significantly restore the alterations in glutathione metabolism and the levels of associated metabolites. Additionally, we observed that the MAPK/NF-κB signaling pathway, regulated by glutathione metabolism, was inhibited in the colon of DSS-induced mice following SFN treatment. Collectively, these results suggest that SFN can alleviate DSS-induced colitis in mice by restoring dysregulated gut microbiota and glutathione metabolism, thereby modulating the MAPK/NF-κB signaling pathway, enhancing intestinal barrier function and reducing colonic inflammation. Importantly, our findings elucidate a novel mechanism by which SFN improves gut barrier function, highlighting its potential to advance the development of SFN-derived therapeutics for the clinical management of colitis.",
    "explanation_zh": "### 結論\n這項研究顯示，硫代葡萄糖素（SFN）可能對於改善潰瘍性結腸炎（UC）有幫助，這是一種影響腸道的疾病。對於一般人來說，這意味著透過調整飲食，像是增加富含SFN的食物（例如十字花科蔬菜），可能有助於維護腸道健康，減少腸道發炎的風險。\n\n### 研究\n這項研究主要探討硫代葡萄糖素對潰瘍性結腸炎的影響，特別是它如何影響腸道微生物群和相關的代謝物。研究對象是使用硫酸葡聚糖鈉（DSS）誘導的結腸炎小鼠，這是一種模擬潰瘍性結腸炎的實驗模型。\n\n### 實驗\n研究人員給小鼠施用硫代葡萄糖素，並觀察它對腸道健康的影響，包括腸道屏障的完整性和炎症的程度。\n\n### 結果\n研究結果顯示，硫代葡萄糖素能顯著改善小鼠的腸道病理狀況，恢復腸道屏障功能，並減少結腸炎症。此外，硫代葡萄糖素還能調整腸道微生物的組成，並改善與抗氧化劑谷胱甘肽相關的代謝，這些變化有助於減少炎症反應。這些發現揭示了硫代葡萄糖素在改善腸道健康方面的潛力，並可能為未來的治療方法提供新的方向。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40714240/"
  },
  {
    "id": "41291551",
    "title_en": "Nanoliposome-mediated delivery of sulforaphane suppresses Ehrlich ascites carcinoma growth and improves liver integrity and therapeutic outcomes in a murine model.",
    "pub_date": "2025-Nov",
    "abstract_en": "The anticancer activity of sulforaphane (SFN) involves multiple signaling pathways, but its mechanism against Ehrlich Ascites Carcinoma (EAC) in mice remains unclear. This study evaluated the antitumor efficacy of SFN-loaded nanoliposomes (SFN-NLPs). Ninety female Swiss albino mice were allocated into six groups: (1) untreated control, (2) SFN alone (50 mg/kg/day, orally), (3) SFN-NLPs alone (50 mg/kg/day, orally), (4) EAC-bearing mice (2.5 × 10⁶ cells, intraperitoneally), (5) EAC + SFN, and (6) EAC + SFN-NLPs. with treatment lasting 20 days in tumor-bearing groups. SFN-NLPs significantly reduced EAC tumor volume, viable cell count, and tumor marker levels, while prolonging survival more effectively than free SFN. SFN-NLPs modulated key molecular pathways by suppressing inflammatory gene expression (NF-κB, COX-2) and shifting the balance toward apoptosis via upregulation of TP53 and Bax and concomitant downregulation of Bcl-2. Regarding liver integrity, SFN-NLPs significantly reduced DNA fragmentation and hepatic oxidative stress, while modulating systemic inflammation through reductions in total leukocyte count, TNF-α, and C-reactive protein. In addition, SFN-NLPs conferred superior protection against both histopathological and ultrastructural liver damage. Furthermore, molecular docking analysis suggested plausible interactions of SFN with proteins associated with antioxidant defense, inflammation regulation, and apoptosis, indicating a potential modulatory role. In conclusion, nanoformulated SFN enhances stability, augments efficacy, and facilitates sustained release and bioavailability, thereby strengthening its antitumor, anti-inflammatory, antioxidant, and pro-apoptotic effects in EAC-bearing mice. These findings highlight the potential of SFN-NLPs to suppress tumor growth by modulating inflammatory and apoptotic gene expression while preserving liver integrity.",
    "explanation_zh": "### 結論\n這項研究顯示，硫代葡萄糖素（SFN）經過納米脂質體包裝後，對抗癌症的效果更好，並且能減少肝臟的損傷。這意味著，未來在癌症治療中，使用這種改良的SFN可能會成為一種新的方法，幫助病人更有效地對抗腫瘤，同時保護他們的肝臟健康。\n\n### 研究\n這項研究主要探討硫代葡萄糖素對小鼠Ehrlich腹水癌（EAC）的抗腫瘤效果。研究對象是90隻雌性瑞士白鼠，這些小鼠被分成六組，分別接受不同的治療方式。\n\n### 實驗\n研究者讓小鼠接受不同的治療，包括不治療、單獨給予SFN、SFN納米脂質體、以及與腫瘤細胞共同治療，持續20天，以觀察不同治療對腫瘤的影響。\n\n### 結果\n結果顯示，SFN納米脂質體能顯著減少腫瘤的體積和活細胞數量，並且延長小鼠的生存期。這種納米形式的SFN還能調整小鼠體內的炎症反應，保護肝臟，減少氧化壓力，顯示出它在抗腫瘤和保護器官方面的潛力。這些發現為未來癌症治療提供了新的思路。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41291551/"
  },
  {
    "id": "41135276",
    "title_en": "Sulforaphane targets STAT3-CKMT2-AS1 to suppress gastric cancer via PSMB8 downregulation and AIMP1 stabilization.",
    "pub_date": "2025-Nov",
    "abstract_en": "Gastric cancer (GC) remains one of the most formidable threats to human health with limited therapeutic options. Sulforaphane (SFN), a natural isothiocyanate, exhibits antitumor activity; however, its molecular mechanisms of action in GC remain unclear. To investigate the mechanism of action of SFN in gastric cancer. The antitumor effects of SFN were comprehensively assessed in vitro and in vivo, followed by sequencing analysis to identify the targeted lncRNA. Subsequently, the mechanical verification experiments were carried out to determine the upstream and downstream regulatory components involved in the STAT3-CKMT2-AS1 regulatory axis. We demonstrated that SFN strongly inhibits GC. SFN downregulated the expression of the lncRNA CKMT2-AS1. Elevated expression levels of CKMT2-AS1 in human GC tissues are correlated with poor patient survival rates. Knockdown of CKMT2-AS1 significantly inhibited GC proliferation and migration both in vivo and in vitro, whereas CKMT2-AS1 overexpression enhanced malignant phenotypes. Mechanistically, we identified STAT3 as the transcriptional activator driving CKMT2-AS1 expression, with SFN directly binding to, and inhibiting, STAT3 phosphorylation to decrease its transcriptional activity. Interestingly, cytoplasmic CKMT2-AS1 competitively adsorbs miR-451a, leading to the expression of PSMB8, ultimately promoting the progression of the malignant phenotype of GC. Moreover, we discovered that CKMT2-AS1 directly binds to the RNA-binding protein (RBP) AIMP1, promoting ubiquitination-mediated degradation of AIMP1 protein via the proteasomal pathway. The highly expressed AIMP1 protein, in turn, inhibits the phosphorylation of the PI3K/AKT signaling pathway, which is hyperactivated in virtually all solid tumors. Our findings not only elucidate a novel SFN-mediated tumor-suppressive mechanism via the STAT3/CKMT2-AS1 regulatory axis, but also validate CKMT2-AS1 as a promising therapeutic target for GC intervention.",
    "explanation_zh": "### 結論\n這項研究顯示，硫代葡萄糖素（SFN）可能對胃癌有抑制作用，這對於健康和疾病預防具有重要意義。胃癌是一種治療選擇有限的疾病，了解SFN的作用機制，或許能幫助我們找到新的治療方法，甚至在日常飲食中選擇含有SFN的食物，像是十字花科蔬菜，來增強健康。\n\n### 研究\n這項研究主要探討硫代葡萄糖素在胃癌中的作用機制。研究對象包括胃癌細胞和相關的生物樣本，目的是了解SFN如何影響癌細胞的生長和擴散。\n\n### 實驗\n研究者們通過實驗室和動物模型進行了多方面的測試，並使用基因序列分析來找出SFN影響的特定長鏈非編碼RNA（lncRNA）。\n\n### 結果\n研究結果顯示，SFN能強烈抑制胃癌細胞的增長，並且降低了CKMT2-AS1這個lncRNA的表達。CKMT2-AS1在胃癌組織中的高表達與患者的生存率較低有關。當研究者抑制CKMT2-AS1的表達時，胃癌細胞的增殖和遷移都顯著減少，顯示出CKMT2-AS1在胃癌發展中的重要性。這些結果不僅揭示了SFN的抗腫瘤機制，還指出CKMT2-AS1可能成為胃癌治療的新靶點。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41135276/"
  },
  {
    "id": "41275316",
    "title_en": "Investigating the clinical efficacy, safety and molecular mechanism of sulforaphane in autism spectrum disorder: an integrated study combining meta-analysis, network pharmacology, and computational biology.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, a natural antioxidant rich in cruciferous vegetables, has emerged as a promising dietary supplement for autism spectrum disorder (ASD). However, its therapeutic efficacy remains controversial, and the pharmacological mechanisms are not fully elucidated. Eligible randomized controlled trials were retrieved from PubMed, Web of Science, Embase, and Cochrane Library databases. Review Manager 5.4 was used for meta-analysis and bias risk assessment. Network pharmacology, Mendelian randomization, GEO data analyses, molecular docking, and molecular dynamics simulation were employed to explore the mechanisms of sulforaphane in ASD. Six trials involving 333 participants were included in the meta-analysis. Pooled results demonstrated that both 4-5 weeks and 8-10 weeks of sulforaphane supplementation significantly decreased the scores on the Social Responsiveness Scale compared to placebo controls. No significant difference was observed in the incidence of adverse events. Network pharmacology identified 10 core targets of sulforaphane in ASD, including AKT1, EGFR, HSP90AA1, SRC, CASP3, STAT1, MAPK1, MMP9, MAPK8, and JAK2. These targets were implicated in the PI3K-Akt signaling pathway, MAPK signaling pathway, Chemokine signaling pathway, Chemical carcinogenesis - reactive oxygen species, TNF signaling pathway, Th17 cell differentiation, mTOR signaling pathway, and IL-17 signaling pathway. Mendelian randomization further revealed an inverse association between STAT1 levels and ASD risk. GEO transcriptomic data provided independent validation for the network pharmacology predictions. The binding energies between sulforaphane and the top 10 core targets are all ≤ -4.0 kcal/mol. Molecular dynamics simulations further validated the stable interaction between MMP-9 and sulforaphane. Sulforaphane may serve as an efficacious and safe adjunctive therapy for ASD, mediated by its anti-oxidant and anti-inflammatory effects along with the modulation of autophagy. CRD42025635045.",
    "explanation_zh": "### 結論\n這項研究發現，硫代葡萄糖素（Sulforaphane），這種存在於十字花科蔬菜中的天然抗氧化劑，可能對自閉症譜系障礙（ASD）有幫助。雖然效果仍有爭議，但這些結果暗示，適當的飲食補充可能對改善社交反應有正面影響，對於有自閉症的孩子來說，這可能是一種輔助療法。\n\n### 研究\n這項研究主要探討硫代葡萄糖素對自閉症譜系障礙的影響，並分析了六個隨機對照試驗，總共涉及333名參與者。研究的目的是了解這種天然物質是否能改善自閉症患者的社交能力。\n\n### 實驗\n研究團隊使用了多種方法，包括系統性回顧和網絡藥理學，來分析硫代葡萄糖素的作用機制，並進行了資料的統計分析和模擬實驗。\n\n### 結果\n結果顯示，經過4到10週的硫代葡萄糖素補充，參與者在社交反應量表上的得分顯著降低，這意味著社交能力有所改善。此外，研究還發現硫代葡萄糖素與多個生物標記有穩定的相互作用，並且在治療過程中並未出現明顯的不良反應。這些發現支持了硫代葡萄糖素作為自閉症輔助療法的潛力。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41275316/"
  },
  {
    "id": "41265122",
    "title_en": "Synergistic strategies of sulforaphane biosynthesis and functional properties in broccoli sprouts powder obtained from sucrose stress modulation coupled with vacuum freeze-drying.",
    "pub_date": "2025-Nov",
    "abstract_en": "This study investigated methionine-sucrose stress treatments on glucoraphanin biosynthesis in broccoli sprouts and the impact of vacuum freeze-drying (VFD) on sprout powder quality. Results showed that sucrose treatment elevated glucoraphanin content by 316.30 % in 4-day sprouts compared to the control (9.72 mg/g), accompanied by increases of 42.65 % in total isothiocyanates (ITCs) and 70.00 % in anthocyanins. The treatment enhanced myrosinase activity and upregulated osmotic regulators. PCA confirmed that sucrose stress optimized the nutritional quality of broccoli sprouts and exhibited potential in sulforaphane enrichment. The VFD broccoli sprout powder exhibited high retention of sulforaphane (6.00 mg/g dw) and total ITCs (7.00 mg/g dw), with optimal water-holding capacity, oil-holding capacity, and swelling capacity. The sulforaphane extract exhibited significant antimicrobial activity against E. coli (16.00 mm inhibition zone) and Staphylococcus aureus (10.02 mm). The synergistic application of sucrose stress and VFD presents a promising approach for developing functional foods.",
    "explanation_zh": "### 結論\n這項研究對我們的健康飲食有一些有趣的啟示。研究發現，通過特定的處理方法，可以增加西蘭花芽中一種叫做硫代葡萄糖苷的有益成分，這種成分可能有助於抗癌和提升免疫力。此外，透過真空冷凍乾燥技術，能夠更好地保存這些營養成分，讓我們在食用這些芽菜時獲得更多的健康益處。\n\n### 研究\n這項研究主要探討了兩個方面：一是如何通過施加蘇糖來促進西蘭花芽中硫代葡萄糖苷的合成，二是研究真空冷凍乾燥對芽菜粉品質的影響。研究的對象是西蘭花芽，這種芽菜因其豐富的營養成分而受到關注。\n\n### 實驗\n研究人員首先對西蘭花芽進行了蘇糖處理，然後觀察芽菜的生長和營養成分變化，接著利用真空冷凍乾燥技術來製作芽菜粉，以評估其品質。\n\n### 結果\n結果顯示，經過蘇糖處理的西蘭花芽，其硫代葡萄糖苷含量增加了316.30%，同時還提升了其他有益成分的含量。真空冷凍乾燥後的芽菜粉能有效保存這些成分，並展現出良好的抗菌效果，對大腸桿菌和金黃色葡萄球菌有明顯的抑制作用。這些發現表明，結合蘇糖處理和真空冷凍乾燥的方法，可能有助於開發出更健康的功能性食品。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41265122/"
  },
  {
    "id": "41159773",
    "title_en": "Sulforaphane-Loaded Hydrogel Prolongs Fully MHC-Mismatched Skin Allograft Survival.",
    "pub_date": "2025-Nov",
    "abstract_en": "Despite immunosuppression, acute rejection (AR) is still a common setback among transplantation patients and is a risk factor for graft survival. Sulforaphane (SFN), a phytochemical present in crucifers, has been shown to have anti-inflammatory and immunoregulatory properties, yet its influences on immune cell activation as well as in graft survival are still unknown. Thus, the aim was to evaluate SFN's effect, and to improve efficacy, efficiency, and availability, it was incorporated into thermosensitive polymeric hydrogels, to prevent AR in skin transplant (Tx) model mice. A thermosensitive hydrogel containing SFN (0.1%) and hyaluronic acid (HA) (0.5%) dispersed in a poloxamer matrix (PL407 at 20% w/v) was developed (GS-PL407 20%, HA and SFN) and characterized as a liquid-viscous hydrogel. The fully MHC-incompatible skin Tx procedure was performed by using donor skin Balb/c mice, transplanted into C57BL/6 recipient mice. The cytotoxicity test of GS was performed using in vitro assays with bone marrow-derived dendritic cells (BMDC). Treatment of BMDC with GS for 24 h presents no cytotoxicity. Untreated allograft mice present 100% of graft loss at day 9 post Tx. Remarkably, subcutaneous GS injection every 3 days promoted 80% of allograft survival for more than 14 days when compared with untreated recipients (<i>p</i> < 0.001). Histological analysis showed a lower level of inflammatory cells in the skin Tx of GS-treated mice. Flow cytometry analysis of draining lymph nodes at day 5 post Tx revealed that GS treatment reduced the frequency of DC and subtypes and function of the CD4<sup>+</sup> T cells. In vitro GS-treated lipopolysaccharide-activated BMDC present less activation of costimulatory markers. Taken together, GS treatment reduced immune cell activation, postponing AR onset and prolonging allograft survival in Tx animals. This strategy highlights the role of SFN as a promising candidate for further studies in organ transplantation experiments and being tested combined with current immunosuppression protocols.",
    "explanation_zh": "### 結論\n這項研究顯示，硫代葡萄糖苷（SFN）可能對移植手術後的病人有幫助，特別是在減少急性排斥反應的風險方面。這對於想要提高器官移植成功率的醫療人員來說，是一個值得注意的發現。若未來能進一步證實SFN的效果，可能會改善病人的健康狀況，並降低器官移植後的併發症。\n\n### 研究\n本研究主要探討硫代葡萄糖苷（SFN）對免疫細胞活化及皮膚移植存活的影響。研究對象是小鼠，特別是使用不同基因型的小鼠進行皮膚移植實驗，以了解SFN在移植過程中的作用。\n\n### 實驗\n研究團隊將SFN和透明質酸（HA）混合在一種熱敏性聚合物水凝膠中，然後將這種水凝膠注射到小鼠身上，以觀察其對移植皮膚的影響。\n\n### 結果\n研究結果顯示，接受SFN治療的小鼠在移植後的皮膚存活率高達80%，而未接受治療的小鼠則在9天內100%失去移植的皮膚。此外，SFN治療還減少了皮膚中的炎症細胞，並降低了免疫細胞的活化，顯示SFN在延遲排斥反應及延長移植存活方面具有潛力。這些結果為未來的器官移植研究提供了新的方向。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41159773/"
  },
  {
    "id": "41196460",
    "title_en": "Sulforaphane: a natural organosulfur having potential to modulate apoptosis and survival signalling in cancer.",
    "pub_date": "2025-Nov",
    "abstract_en": "Owing to its ever-growing range of pharmacological advantages, sulforaphane, an isothiocyanate from cruciferous vegetables such as broccoli, is becoming increasingly popular. This review aims to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment. Sulforaphane interacts with many signaling molecules that control various pathways in malignant cells, including angiogenesis, apoptosis, cell cycle arrest, metastasis, and inflammation pathways. This review examines the effects of this isothiocyanate on inflammatory mediators, caspases, MMPs, cytokines, and the proteins Bax and Bcl-2. Furthermore, the advantages of nanotechnology and synergistic effects in sulforaphane applications are also reviewed. As per evidence, sulforaphane is a shining example of how ethno-pharmacological expertise can be used to create modern medications.",
    "explanation_zh": "### 結論\n這項研究指出，從十字花科蔬菜（像是花椰菜）中提取的硫代葡萄糖素（sulforaphane）可能對癌症治療有幫助。這告訴我們，日常飲食中加入這類蔬菜，或許能對健康有正面影響，甚至在某種程度上幫助預防癌症。\n\n### 研究\n這項研究主要探討硫代葡萄糖素在癌症治療中的應用。研究對象包括各種癌細胞，特別是那些與腫瘤生長和擴散有關的細胞。\n\n### 實驗\n研究者透過實驗室實驗，觀察硫代葡萄糖素如何影響癌細胞的生長與死亡過程，並分析其對細胞內多種信號傳遞分子的影響。\n\n### 結果\n研究結果顯示，硫代葡萄糖素能夠調節多種與癌症相關的生物過程，例如促進癌細胞死亡、抑制腫瘤血管生成等。此外，研究還提到利用納米技術可以增強硫代葡萄糖素的效果，這表明傳統植物藥物的知識可以與現代科技結合，開發出新的治療方法。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41196460/"
  },
  {
    "id": "41184790",
    "title_en": "Efficacy and safety of sulforaphane in schizophrenia: a systematic review and meta-analysis of randomized controlled trials.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane, an isothiocyanate derived from cruciferous vegetables (e.g., broccoli sprouts), has been explored for its antioxidant and anti-inflammatory properties. This is the first systematic review and meta-analysis to explore the therapeutic potentials of sulforaphane in schizophrenia. We searched PubMed, Scopus, Web of Science, and Cochrane Central for studies from inception to April 2025. We included randomized controlled trials (RCTs) evaluating the efficacy of sulforaphane in schizophrenia. The primary outcomes were changes in the Positive and Negative Syndrome Scale (PANSS) total and its subscales. Secondary outcomes included cognitive measures, metabolic markers, and safety. Four RCTs with 369 schizophrenia patients were included. Sulforaphane did not significantly improve PANSS total or positive symptom scores at the latest follow-up (ranging from 24 weeks to 18 weeks) or at a consistent 12-week time point. However, a modest improvement in negative symptoms was found at 12 week- time point (MD= -1.06; 95% CI: -1.95 to -0.16; p = 0.02), which was not maintained at the latest follow-up. General psychopathology scores improved significantly (MD= -1.5; 95% CI: -2.78 to -0.23; p = 0.02). No cognitive benefits were observed. Sulforaphane led to significant reductions in metabolic markers, including LDL, triglycerides, and cholesterol. Discontinuation rates were lower in the sulforaphane group (RR = 0.68; 95% CI: 0.49 to 0.95; p = 0.02). The study provides initial insights into sulforaphane's potential therapeutic effects in schizophrenia, showing modest improvements in general psychopathology and negative symptoms, with favorable metabolic changes and lower discontinuation rates. Due to limited data and heterogeneity, the study findings should be interpreted with caution. Not applicable.",
    "explanation_zh": "### 結論\n這項研究探討了從十字花科蔬菜（例如：西蘭花芽）中提取的硫烷（sulforaphane）對精神分裂症的潛在療效。雖然研究顯示硫烷對改善一些負面症狀和心理狀態有輕微的幫助，但整體效果並不顯著。這意味著，雖然這種天然成分可能對某些人有益，但它並不是治療精神分裂症的萬能解藥，仍需謹慎看待。\n\n### 研究\n這項系統性回顧和統合分析的目的是評估硫烷在精神分裂症患者中的療效。研究對象包括369名精神分裂症患者，並且只納入隨機對照試驗（RCTs），這是一種能較為可靠地評估治療效果的研究設計。\n\n### 實驗\n研究者通過檢索多個學術資料庫，收集相關的隨機對照試驗，並分析這些試驗中硫烷對精神分裂症患者的影響，主要觀察其在不同時間點的症狀變化。\n\n### 結果\n結果顯示，硫烷對精神分裂症的正面症狀改善效果不明顯，但在12週的觀察中，對負面症狀和一般心理狀態有輕微改善。此外，硫烷還能降低一些代謝指標（如壞膽固醇和三酸甘油脂），並且患者的停藥率較低。儘管如此，這些結果仍需謹慎解讀，因為數據有限且存在差異。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41184790/"
  },
  {
    "id": "40992247",
    "title_en": "Assessing the transplacental passage and breastmilk levels of broccoli sprout-derived sulforaphane.",
    "pub_date": "2025-Nov",
    "abstract_en": "Preeclampsia is characterised by hypertension with maternal end-organ dysfunction and/or fetal growth restriction. Sulforaphane, an antioxidant found in broccoli sprouts, has potential as a future therapeutic. With its ability to attenuate the injurious impacts of endothelial dysfunction in vitro, sulforaphane is uniquely positioned to protect against the harmful effects of preeclampsia. However, the transferability of sulforaphane from mother to fetus/baby remains unknown in humans. Uncomplicated pregnant patients (n = 8) scheduled for elective caesarean sections (>37 weeks gestation) provided written and informed consent. A single oral dose of EnduraCell, a broccoli sprout extract (equivalent to 21 mg of sulforaphane), was administered prior to caesarean section. Baseline blood pressure, blood and urine were collected and again at time of operation, alongside umbilical cord blood (vein and artery) and placental samples. 2-4 days post-delivery, a second dose was administered. Two hours later, maternal bloods and breast milk were collected. Samples were processed and analysed by liquid-chromatography mass-spectrometry to measure sulforaphane. Besides an increase in peripheral diastolic blood pressure on the day of caesarean section (p = 0.028), there were no changes in maternal blood pressure or heart rate after ingestion of EnduraCell. Sulforaphane was found in maternal serum (70.10 ng/ml ± 11.90), umbilical cord blood (vein: 25.18 ng/mL ± 3.11, artery: 18.81 ng/mL ± 2.36), urine (5726.00 ng/mL ± 1175.00), placental tissue (10.99 ng/mg ± 2.11) and breast milk (1.33 ng/mL ± 2.29). Sulforaphane is present in the umbilical cord and breast milk, providing the world's first evidence of sulforaphane maternal-fetal transfer in humans, and opening avenues for future research into relevant fetal implications.",
    "explanation_zh": "### 結論\n這項研究顯示，西蘭花芽中的一種抗氧化劑——硫代葡萄糖素（sulforaphane），可能對孕婦及胎兒的健康有正面影響。特別是它能夠透過胎盤轉移到胎兒，這為預防妊娠高血壓症（如子癲前症）提供了新的思路。這意味著，未來的飲食中多吃西蘭花芽可能有助於改善孕期健康。\n\n### 研究\n這項研究主要探討硫代葡萄糖素在孕婦體內的轉移情況，特別是它是否能從母體轉移到胎兒。研究對象是8位即將進行剖腹產的孕婦，這些孕婦的懷孕週數都超過37週。\n\n### 實驗\n研究人員在剖腹產前，給予孕婦一劑含有西蘭花芽提取物的補充劑，然後在手術前後收集她們的血液、尿液和臍帶血樣本，以檢測硫代葡萄糖素的含量。\n\n### 結果\n研究結果顯示，硫代葡萄糖素不僅存在於孕婦的血液中，還能在臍帶血和母乳中檢測到，這是首次證明硫代葡萄糖素能夠在母體與胎兒之間轉移。這些發現為未來研究提供了新的方向，可能有助於了解硫代葡萄糖素對胎兒健康的影響。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40992247/"
  },
  {
    "id": "40633511",
    "title_en": "Synthesis and biological evaluation of Sulforaphane derivatives with dual functions: Ischemia-reperfusion injury protection and antitumor effects.",
    "pub_date": "2025-Nov",
    "abstract_en": "Reperfusion therapy for the treatment of acute myocardial infarction (AMI) often leads to ischemia-reperfusion (I/R) injuries, characterized by excessive ROS. Sulforaphane (SFN) homologous, known for their anti-inflammatory and antioxidant properties, activate the nuclear factor-erythroid 2-related factor 2 (Nrf2) pathway and reduce mitochondrial ROS but are limited by poor stability and short half-life. SFN derivatives were synthesized through structural modifications of the dithiocarbamate and thiourea moieties at the isothiocyanate group, aiming to enhance stability and maintain therapeutic efficacy. Compound 3g emerged as a promising candidate, demonstrating superior protection against hypoxia-reoxygenation (H/R) injury in cardiac microvascular endothelial cells (CMECs) and exhibiting good antitumor activity. Specifically, 3g reduced ROS levels by 24.5 % (compared to nifedipine at 17.8 %), increased NO production to 48.0 μM (vs. 44.0 μM), lowered TNF-α secretion to 22.6 pg/mL (vs. 23.9 pg/mL). Concurrently, 3g showed potent antiproliferative activity (IC<sub>50</sub> = 7.5 μM), with 3.8-fold greater potency than 5-fluorouracil (IC<sub>50</sub> = 28.2 μM). Stability studies showed enhanced resistance in both protic and aprotic solvents. Density functional theory (DFT) was applied to characterize the molecular properties of the optimal compounds. Molecular docking and ADMET analysis revealed that aromatic substitution and sulfur oxidation significantly improved Nrf2/Keap1 pathway targeting, highlighting the derivative's potential for stability and therapeutic efficacy. These findings suggest that 3g is a promising candidate for treating I/R-induced injury and oxidative stress-related cardiovascular conditions.",
    "explanation_zh": "### 結論\n這項研究的發現對於心臟健康有重要意義。急性心肌梗塞後，心臟細胞可能會因為缺氧再灌注而受損，這種損傷與過多的活性氧（ROS）有關。研究中的新化合物3g顯示出能有效減少這些有害物質，可能有助於預防心臟病發作後的進一步損傷，並且也顯示出抗腫瘤的潛力，這對於未來的治療方法具有啟發性。\n\n### 研究\n這項研究主要探討的是急性心肌梗塞後的再灌注損傷，特別是如何利用化合物來減少心臟細胞的氧化壓力。研究對象是心臟微血管內皮細胞，這些細胞在缺氧和再灌注過程中容易受損。\n\n### 實驗\n研究者透過合成不同的化合物，特別是3g，來測試它們對心臟細胞的保護效果。這些化合物的設計目的是為了提高穩定性，並確保它們在治療中的有效性。\n\n### 結果\n研究結果顯示，化合物3g能有效降低心臟細胞中的活性氧水平，減少了24.5%的ROS，並且促進了氮氧化物的產生，這對心臟健康是有益的。此外，3g在抗腫瘤方面的效果也優於常用藥物，顯示出它在治療心臟和癌症方面的潛力。這些結果為未來的藥物開發提供了新的方向。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40633511/"
  },
  {
    "id": "40617372",
    "title_en": "Antioxidant effect of esculin and sulforaphane in zebrafish larvae: A comparative study.",
    "pub_date": "2025-Nov",
    "abstract_en": "Antioxidants are crucial for maintaining cellular redox homeostasis by neutralizing free radicals, including reactive oxygen species (ROS). Nuclear factor erythroid-2-related factor 2 (Nrf2) is a transcription factor that activates various cytoprotective genes to counteract oxidative damage. The present study aimed to compare the antioxidant potential of natural phytochemicals, esculin (ESC), and sulforaphane (SFN) in zebrafish larvae, focusing on Nrf2 activation. Zebrafish larvae were treated with ESC (100 μM) and SFN (40 μM) along with control for 6 h. The levels of ROS, lipid peroxidation (LPO), nitric oxide (NO), glutathione S-transferase (GST), glutathione peroxidase (GPx), catalase (CAT), and reduced glutathione (GSH) were measured. Further, RT-PCR and Western blotting methods were employed to determine the antioxidant genes and protein levels, respectively. In addition, Nrf2 localization within the cell was assessed using nuclear/cytosolic fractionation assay and wholemount immunohistochemistry method. Our results demonstrate that ESC treatment significantly increased antioxidant enzyme activities (GST, GPx, CAT), similar to the effects observed with SFN. Further, ESC enhanced the mRNA levels of antioxidant genes expression, such as nrf2, gstp1, hmox1a, prdx1, nqo1, gss, gsr, sqstm1, hsp90aa1.2 than SFN. Antioxidant proteins Nrf2, Gstp1, Cat, and Sod2 were upregulated in the ESC-treated groups. Subsequently, nuclear localization of Nrf2 was detected in both SFN- and ESC-treated groups, confirming Nrf2 translocation into the nucleus. Our findings suggest that ESC possesses potent antioxidant activity as SFN in 72-hpf zebrafish larvae through the Keap1-Nrf2 signaling pathway.",
    "explanation_zh": "### 結論\n這項研究告訴我們，天然植物化學物質如esculin（ESC）和硫代葡萄糖素（SFN）可能對我們的健康有益，特別是在抵抗氧化壓力方面。氧化壓力就像是細胞裡的「壞小子」，會損害細胞功能，導致疾病。這些化學物質能幫助我們的身體更好地應對這些壞小子，對於預防一些慢性疾病可能有正面影響。\n\n### 研究\n這項研究主要是比較兩種天然植物化學物質——esculin和硫代葡萄糖素，看看它們在斑馬魚幼體中如何影響一種叫做Nrf2的蛋白質。Nrf2是一個能激活保護細胞的基因的轉錄因子，對抗氧化損傷。\n\n### 實驗\n研究者將斑馬魚幼體分成幾組，分別給予esculin和硫代葡萄糖素進行處理，並測量它們在細胞內的抗氧化酶活性和相關基因的表達。\n\n### 結果\n結果顯示，esculin的抗氧化效果與硫代葡萄糖素相似，能顯著提高多種抗氧化酶的活性，並促進Nrf2及其他抗氧化基因的表達。這意味著esculin能有效啟動細胞的防護機制，幫助細胞抵抗氧化損傷。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40617372/"
  },
  {
    "id": "40533430",
    "title_en": "Monovalent glycoconjugates of sulforaphane prevent inflammation induced by lipopolysaccharide in human dendritic cells by inhibiting NF-ĸB signalling pathway.",
    "pub_date": "2025-Nov",
    "abstract_en": "Sulforaphane (SFN) has notable health benefits but faces challenges due to its poor solubility and delivery. This study investigates SFN-glycoconjugates effects on lipopolysaccharide (LPS)-induced inflammation in dendritic cells (DCs). With the aiming to enhance their therapeutic potential against inflammatory diseases. Novel monovalent SFN-glycoconjugates with mannose (Man) and fucose (0Fuc) were developed and tested for their anti-inflammatory and immune-modulatory properties in DCs from healthy donors under chronic LPS exposure. By leveraging therapeutic strategies, SFN-glycoconjugates significantly improved the solubility and bioavailability of SFN, thereby overcoming the limitations of traditional delivery methods. Monocyte-derived DCs were treated with SFN-glycoconjugates and subsequently exposed to a chronic inflammatory environment induced by LPS. Our results showed that SFN-glycoconjugates enhance effectiveness in suppressing inflammation by targeting the p65 NF-κB pathway, without affecting MAPK signalling. SFN-glycoconjugates induce a tolerogenic immune response, characterized by increased IL-10 production and enhanced regulatory T- and B-cell proliferation. These effects surpass those of p65 NF-κB inhibition alone, highlighting a distinct and potent regulatory mechanism independent of MAPK pathways. The integration of food therapeutic strategies not only enhances the stability and delivery of bioactive compounds but also broadens their potential applications in functional foods and therapeutic approaches. In particular, SFN-glycoconjugates represent a promising option as biologically active compounds for inflammatory diseases, offering enhanced anti-inflammatory and immunomodulatory effects through optimized delivery systems and the activation of specific molecular pathways.",
    "explanation_zh": "### 結論\n這項研究顯示，硫代葡萄糖素（SFN）經過改良後，能更有效地對抗炎症，這對於預防與治療各種炎症相關的疾病可能有幫助。簡單來說，這意味著我們未來可能會有更好的天然食品或補充品，能幫助我們的身體抵抗發炎，進而維持健康。\n\n### 研究\n這項研究主要探討的是改良過的硫代葡萄糖素（SFN-glycoconjugates）對於由細菌成分引起的炎症反應的影響。研究對象是來自健康捐贈者的樹突細胞，這些細胞在炎症環境下的反應被用來評估新化合物的效果。\n\n### 實驗\n研究者使用了新開發的SFN-glycoconjugates，並將其施加於樹突細胞上，然後讓這些細胞暴露在一種持續的炎症環境中，以觀察其抗炎效果。\n\n### 結果\n研究結果顯示，SFN-glycoconjugates能有效抑制炎症，並且透過特定的分子路徑來發揮作用，這種效果比單純抑制另一個信號路徑（p65 NF-κB）更為強大。此外，這些改良的化合物還能促進免疫細胞的增殖，進一步增強身體的免疫反應。這些發現讓我們看到，透過改良的送達系統，天然成分的潛力可以被更好地發揮，未來可能在功能性食品和治療方法上有更廣泛的應用。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40533430/"
  },
  {
    "id": "41171476",
    "title_en": "Online solid-phase extraction of glucoraphanin and sulforaphane from non-edible plants based on amino acid-functionalized covalent organic frameworks.",
    "pub_date": "2025-Oct",
    "abstract_en": "Glucoraphanin (GR) and sulforaphane (SFN) are sulfur-containing compounds with diverse medicinal applications. However, cruciferous vegetables are a single source of GR and SFN, which limits development and utilization in natural resources. Herein, amino acid covalent organic framework (COF-Cys) was synthesized via click reactions and employed as an adsorbent in online solid-phase extraction (online SPE) to determine GR and SFN in non-edible plant samples. The adsorption mechanism was analyzed using density functional theory, revealing that adsorption occurred via electrostatic interaction and hydrogen bonding. Under the optimum conditions, good linearity (4-2500 ng/mL; R<sup>2</sup> = 0.9922 and 0.9968) and lower limits of detection (1.0 ng/mL and 0.6 ng/mL) were observed. GR and SFN were found in 18 non-edible plant samples, and recoveries of spiked samples were 89.1-109.3% with RSD ≤ 6.9%. The COF-Cys-online SPE-UPLC-MS/MS approach displays great potential for application to detect GR and SFN in non-edible plants and provide valuable support for the development of functional products.",
    "explanation_zh": "### 結論\n這項研究的結果對我們的健康和飲食有啟示，因為它揭示了許多非食用植物中也含有對健康有益的化合物，如葡萄糖拉芬（GR）和硫代葡萄糖素（SFN）。這些化合物通常存在於十字花科蔬菜中，這意味著我們未來可能可以從其他植物中獲得相似的健康益處，擴大我們的飲食選擇。\n\n### 研究\n這項研究主要探討了葡萄糖拉芬和硫代葡萄糖素這兩種化合物，並且關注的是非食用植物中的含量。研究者希望了解這些植物是否也能提供這些有益的成分，從而促進健康。\n\n### 實驗\n研究團隊使用了一種新合成的材料（氨基酸共價有機框架，簡稱COF-Cys）來提取非食用植物中的GR和SFN。他們透過一系列的化學反應來製作這種材料，並利用它進行在線固相萃取，以便更有效地檢測這些化合物。\n\n### 結果\n研究結果顯示，在18種非食用植物樣本中發現了GR和SFN，並且在最佳條件下，檢測的準確性相當高。這意味著COF-Cys和在線固相萃取的結合方法在未來可能成為檢測這些有益化合物的有效工具，為開發功能性產品提供了重要的支持。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41171476/"
  }
]