[
  {
    "id": "40580757",
    "title_en": "The effect of graphene oxide-polyethylene glycol on lung cell and treatment of sulforaphane.",
    "pub_date": "2026-Jan",
    "abstract_en": "This study explores the cytotoxic and biochemical effects of PEGylated graphene oxide (GO-PEG) nanoparticles, sulforaphane, and Raphanus sativus L. (black radish) juice on BEAS-2B human bronchial epithelial cells. Sulforaphane was extracted from radish juice through pH-adjusted aqueous treatment followed by organic solvent extraction, and quantified via high-performance liquid chromatography (HPLC) at 202 nm, with a retention time of 11.0 min. GO-PEG nanoparticles produced from graphites (50 nm and 400 nm) were tested at concentrations ranging from 50-225 μg mL<sup>-1</sup> and 100-1000 μg mL<sup>-1</sup> to have IC<sub>50</sub> values, respectively. Sulforaphane and black radish juice were also administered. The MTT assay revealed IC<sub>50</sub> values of 8.7 μg mL<sup>-1</sup> for sulforaphane, 197.0 mg mL<sup>-1</sup> for black radish juice, 175.8 μg mL<sup>-1</sup> for GO-PEG (50 nm), and 650.6 μg mL<sup>-1</sup> for GO-PEG (400 nm). Biochemical analyses showed that sulforaphane and radish juice decreased IL-6 levels and increased antioxidant enzyme activities (GSH-Px and CAT). These results highlight the therapeutic potential of GO-PEG, sulforaphane, and black radish juice for anti-inflammatory and antioxidant applications.",
    "explanation_zh": "這項研究主要探討了PEG化石墨烯氧化物（GO-PEG）奈米粒子、硫代葡萄糖素（sulforaphane）和黑蘿蔔汁對人類支氣管上皮細胞的細胞毒性和生化影響。研究者從黑蘿蔔汁中提取硫代葡萄糖素，並使用高效液相色譜法進行定量分析。\n\n研究中，科學家們測試了不同濃度的GO-PEG奈米粒子，並觀察了它們對細胞的影響。結果顯示，硫代葡萄糖素的IC50值為8.7微克每毫升，這意味著在這個濃度下，對細胞的毒性影響達到一半。而黑蘿蔔汁和GO-PEG奈米粒子的IC50值則相對較高。\n\n此外，生化分析顯示，硫代葡萄糖素和黑蘿蔔汁能降低促炎因子IL-6的水平，並提高抗氧化酶的活性，這可能有助於減少炎症和氧化壓力。\n\n對一般人來說，這項研究的結果提示我們，黑蘿蔔和其提取物可能對抗炎症和增強抗氧化能力有潛在的好處，這對於維持健康和預防某些疾病可能是有益的。可以把它想像成在日常飲食中加入一些「天然的防護盾」，幫助我們抵抗身體的壓力。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40580757/"
  },
  {
    "id": "40961586",
    "title_en": "Design, synthesis and biological evaluation of magnolol-sulforaphane hybrid analogues as potential therapeutics of triple-negative breast cancer.",
    "pub_date": "2025-Dec",
    "abstract_en": "Triple-negative breast cancer (TNBC) is an aggressive subtype that primarily relies on chemotherapy. Natural products like magnolol and sulforaphane, especially their synthetic hybrid, have shown promising antitumor activity. To develop more potent agents, we designed and synthesized 15 novel magnolol-sulforaphane hybrid analogues and evaluated their anticancer efficacy. Among them, compound 17a demonstrated the highest potency, exhibiting an average 7.4-fold increase in antiproliferative activity with IC<sub>50</sub> values ranging from 0.85 ± 0.04 μM to 1.34 ± 0.02 μM in TNBC cell lines compared to the parent hybrid CT1-3. In vitro, 17a significantly suppressed TNBC cell proliferation, colony formation, migration, and invasion while inducing apoptosis. In vivo, administration of 17a effectively inhibited tumor growth without apparent toxicity in an MDA-MB-231 xenograft model, as evidenced by normal organ morphology. Mechanistically, RNA sequencing revealed that 17a downregulated the nucleotide excision repair (NER) and NF-κB pathways, suppressing expression of NER-related genes (ERCC2, POLE2, LIG1, GTF2H3, and DDB2) at mRNA and protein levels and inhibiting phosphorylation of IKKα and p65. These findings position 17a as a potent therapeutic candidate for TNBC treatment, warranting further clinical investigation.",
    "explanation_zh": "這項研究主要針對三陰性乳腺癌（TNBC），這是一種攻擊性強的乳腺癌亞型，通常需要依賴化療來治療。研究人員設計並合成了15種新型的木蘭苷-硫代葡萄糖苷混合物，以期找到更有效的抗癌藥物。\n\n在實驗中，發現其中一種名為17a的化合物具有特別強的抗癌效果，其抑制癌細胞增殖的能力比原有的混合物提高了7.4倍。這種化合物不僅能有效減少癌細胞的增長和擴散，還能促使癌細胞死亡。在動物實驗中，17a能夠有效抑制腫瘤生長，且不會對正常器官造成明顯的毒性影響。\n\n這項研究的結果顯示，17a可能成為治療三陰性乳腺癌的一個有前景的藥物，未來值得進一步的臨床研究。對於一般人來說，這意味著在未來可能會有新的、有效的治療選擇出現，特別是對於那些面對這種難治性癌症的患者。這也提醒我們，天然產品在抗癌領域中可能有潛在的應用價值。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40961586/"
  },
  {
    "id": "41108925",
    "title_en": "Enhancing myocardial injury recovery: Nrf2 activation by sulforaphane regulates ferroptosis and oxidative stress in takotsubo-like models.",
    "pub_date": "2025-Dec",
    "abstract_en": "Takotsubo syndrome (TTS), once considered benign, can cause life-threatening myocardial injury. Although oxidative stress and ferroptosis are implicated in its pathogenesis, targeted therapies are not available for TTS. We demonstrate that sulforaphane (SFN), a natural Nrf2 activator, mitigates TTS-related injury in isoproterenol-induced rat models and AC16 cardiomyocytes. Isoproterenol induced ferroptosis and oxidative stress by impairing Nrf2 signaling. SFN treatment restored myocardial structure and function while enhancing antioxidant capacity, reducing mitochondrial damage, and suppressing ferroptosis markers. Additionally, similar to Fer-1 (a ferroptosis inhibitor), SFN reduced intracellular ferrous levels but uniquely activated Nrf2-driven endogenous defenses. Notably, Nrf2 inhibition abrogated the benefits of SFN in both in vitro and in vivo experiments. These findings highlight SFN as a dual-action therapeutic for TTS, simultaneously targeting oxidative stress and ferroptosis via Nrf2 activation. The therapeutic efficacy of SFN, combined with endogenous pathway modulation, underscores its translational potential for improving TTS outcomes.",
    "explanation_zh": "這項研究主要探討的是「章魚心症候群」（Takotsubo syndrome，簡稱TTS），這是一種可能導致心臟損傷的疾病，雖然過去被認為是良性的。研究的對象是大鼠模型和心臟細胞，目的是了解如何減輕這種心臟損傷。\n\n研究方法是使用一種名為「硫代葡萄糖素」（sulforaphane，SFN）的天然物質，這種物質能激活身體內的一種抗氧化系統（Nrf2）。研究發現，SFN能有效減少由於氧化壓力和鐵死亡（ferroptosis）造成的心臟損傷，並改善心臟的結構和功能。\n\n這項研究的結果顯示，SFN不僅能提升心臟的抗氧化能力，還能減少細胞內的鐵含量，進而保護心臟。對於一般人來說，這意味著透過攝取富含硫代葡萄糖素的食物（如西蘭花等），可能有助於保護心臟健康，特別是在面對壓力或心臟疾病風險的情況下。這項研究為未來開發針對TTS的新療法提供了重要的方向。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41108925/"
  },
  {
    "id": "41340527",
    "title_en": "Metabolomics and Transcriptomics Analyses Reveal the Mechanisms of Sulforaphane Conversion and Adaptive Strategies in the Absence of Glucose by <i>Lactiplantibacillus plantarum</i>.",
    "pub_date": "2025-Dec",
    "abstract_en": "Sulforaphane is a beneficial but unstable bioactive compound that can be converted from glucoraphanin by <i>Lactiplantibacillus plantarum</i>. However, the sulforaphane conversion rate is low, and the conversion mechanism of <i>L. plantarum</i> remains unclear. This research utilized the adaptive laboratory evolution technology to enhance the sulforaphane conversion rate of <i>L. plantarum</i>. The results showed that an increase in the glucose replacement ratio significantly downregulated carbohydrate metabolism and upregulated amino acid metabolism. Transcriptomic analysis showed that the ALE-adapted strain significantly upregulated carbohydrate metabolism and amino acid metabolism. In the conversion pathway, glucoraphanin is imported into <i>L. plantarum</i> cells, and its glucose moiety is phosphorylated by bglF (the phosphate group may be derived from phosphoenolpyruvate via the phosphotransferase system). Subsequently, the S-glycosidic bond of phosphorylated glucoraphanin is hydrolyzed by bglA (6-phospho-β-glucosidase), followed by nonenzymatic rearrangement and sulfate elimination, ultimately yielding sulforaphane. This research can contribute to revealing the interaction mechanism between microorganisms and natural active substances.",
    "explanation_zh": "這項研究主要探討一種名為「硫代葡萄糖素」（sulforaphane）的有益化合物，這種化合物可以由「乳酸菌」（Lactiplantibacillus plantarum）從其前體「葡萄糖苷」（glucoraphanin）轉化而來。研究者希望提高這種轉化的效率，因為目前的轉化率相對較低。\n\n研究方法上，團隊利用了一種稱為「適應性實驗室進化技術」的方式來增強乳酸菌的轉化能力。結果顯示，當培養基中的葡萄糖比例增加時，乳酸菌的碳水化合物代謝會下降，而氨基酸代謝則會上升。這意味著乳酸菌在轉化過程中，會優先處理氨基酸，從而影響最終產物的生成。\n\n這項研究的意義在於，透過了解微生物與天然活性物質之間的互動機制，未來有可能開發出更有效的健康食品，幫助我們更好地利用這些有益成分，進而促進健康或預防疾病。就像在廚房裡，找到了更好的食材搭配，讓料理的味道和營養價值都能提升一樣。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41340527/"
  },
  {
    "id": "41341174",
    "title_en": "Sulforaphane attenuates oxidative stress, senescence, and ferroptosis induced by cigarette smoke extract <i>in vitro</i> and <i>in vivo via</i> upregulating the expression of SIRT1.",
    "pub_date": "2025-Dec",
    "abstract_en": "Cigarette smoking induces lung toxicity by triggering oxidative stress, leading to apoptosis, ferroptosis, and senescence. Sulforaphane (SFN), a potent antioxidant, activates the SIRT1 pathway, enhancing cellular stress resistance and survival. This study aimed to evaluate the protective effects of SFN against cigarette smoke extract (CSE)-induced damage in human airway epithelial cells (BEAS-2B) and in mouse lungs, focusing on its role in upregulating SIRT1 expression. BEAS-2B cells were treated with CSE and SFN, and cell viability was assessed using the MTT assay. Cellular senescence was assessed using the SA-β-gal assay and the expression of genes associated with senescence (p16 and p21). The expression levels of SIRT1, senescence-associated secretory phenotype (SASP) cytokines (IL-1β, IL-6, IL-8, TNF-α), GPX4, and SLC7A11 were quantified using qRT-PCR. Additionally, ROS production, GSH and MDA levels, and iron content were measured. An emphysema mouse model was induced by intraperitoneal administration of CSE (7.2 mg/kg) alone or in combination with SFN (10.2 mg/kg) over 28 days, and subsequent histopathological changes were evaluated. Our findings revealed that SFN co-treatment effectively mitigated CSE-induced cytotoxicity, senescence, and SASP cytokine secretion, as well as the pronounced emphysematous changes in lung tissues. Furthermore, SFN reversed CSE-induced downregulation of SIRT1 and upregulation of NF-κB. Notably, SFN also inhibited CSE-induced ferroptosis by increasing GPX4 and SLC7A11 expression while reducing iron and MDA levels. The findings of the present study demonstrated that sulforaphane offers protective effects against CSE-induced toxicity by mitigating oxidative stress, ferroptosis, and cellular senescence.",
    "explanation_zh": "這項研究主要探討硫代葡萄糖素（SFN）對香煙煙霧提取物（CSE）引起的人類氣道上皮細胞及小鼠肺部損傷的保護作用。研究者使用CSE處理細胞，並同時加入SFN，觀察細胞的存活率和老化情況。\n\n研究結果顯示，SFN能有效減少CSE引起的細胞毒性、老化及相關的炎症因子分泌，並改善小鼠肺部的肺氣腫變化。SFN的作用機制包括提升SIRT1的表達，這有助於增強細胞的抗壓能力，並減少氧化壓力和鐵死亡的發生。\n\n對一般人來說，這項研究提示我們，攝取富含硫代葡萄糖素的食物（如十字花科蔬菜）可能對抗香煙煙霧的有害影響，進而有助於維護肺部健康。雖然這並不是說SFN能完全抵消吸煙的危害，但它或許能成為保護肺部的一種輔助策略。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41341174/"
  },
  {
    "id": "41039785",
    "title_en": "Integrative Network Pharmacology and Proteomics Decipher the Immunomodulatory Mechanism of Sulforaphane Against Intrinsic Skin Aging.",
    "pub_date": "2025-Dec",
    "abstract_en": "Skin aging is characterized by declines in structural functions, contributing to age-associated frailty. Sulforaphane (SFN), a natural anti-inflammatory substance, has been widely applied in multiple types of cancer therapies. However, its role in alleviating intrinsic skin aging remains to be elucidated. Integrative network pharmacology and proteomics were utilized to investigate the underlying mechanisms of SFN in intrinsic skin aging. Fifty-one anti-aging targets of SFN were identified, highlighting its promising regulatory impact on the aging process. Based on an 18-month-old natural aging mouse model, significant alleviation in skin structure, redox homeostasis, and immune cell composition was noted after 2 months of SFN supplementation. Additionally, proteomic analysis demonstrated that SFN reversed the proteomic profile of intrinsic skin aging, with 233 differentially expressed proteins (DEPs) identified in SFN-fed aging mice. Of note, the up-regulated DEPs were highly enriched in the apelin signaling pathway (p = 0.010). Furthermore, immune cell infiltration and whole blood cell analysis revealed that SFN rescued T cells depletion in dermal tissue, which was strongly correlated with DEPs enriched in the SFN-activated apelin signaling pathway. SFN improves skin morphology and immune functions via activating the apelin signaling pathway, suggesting new prime targets in counteracting intrinsic skin aging.",
    "explanation_zh": "這項研究主要探討了一種名為硫代葡萄糖素（SFN）的天然物質，對於皮膚老化的影響。研究對象是年齡約18個月的老鼠，這個年齡相當於自然老化的中年人。研究者使用了綜合網絡藥理學和蛋白質組學的方法來了解SFN如何影響皮膚老化的機制。\n\n研究結果顯示，經過兩個月的SFN補充，老鼠的皮膚結構、氧化還原平衡和免疫細胞組成都有顯著改善。此外，蛋白質組學分析發現，SFN能夠逆轉皮膚老化的蛋白質變化，並且與一條名為apelin信號通路的相關蛋白質有關。這條信號通路的活化，似乎能夠改善皮膚的形態和免疫功能。\n\n對一般人來說，這項研究暗示了SFN可能成為對抗皮膚老化的新選擇，就像為皮膚提供了一種「保護傘」，幫助我們抵禦隨著年齡增長而來的皮膚問題。不過，這些結果仍需進一步的研究來確認其在人體上的效果。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41039785/"
  },
  {
    "id": "41027171",
    "title_en": "Multi-omics analysis of gut-liver axis reveals the mechanism by which sulforaphane alleviates liver injury in Cyprinus carpio exposed to triphenyltin.",
    "pub_date": "2025-Dec",
    "abstract_en": "This study investigates the protective effects of sulforaphane (SFN) against triphenyltin (TPT)-induced hepatotoxicity, immune dysfunction and gut microbiota dysbiosis in Cyprinus carpio. Cyprinus carpio were divided into three groups and exposed for 8 weeks, including control, 10 μg/L TPT and 10 μg/L TPT + 10 mg/kg SFN group. This result showed that TPT exposure induced significantly (P < 0.05) hepatotoxicity, evidenced by increasing hepatic total bile acid (TBA) and total cholesterol levels, while upregulating Hsp70/90 and downregulating lysozyme gene expression. SFN supplementation reduced TBA accumulation, normalized Hsp90 and lysozyme expression, mitigating TPT-induced lipid dysregulation and immunosuppression. Transcriptomic analysis revealed that TPT exposure activated lipid metabolism pathways (PPAR signaling and cholesterol metabolism), but suppressed immune-related pathways. SFN supplementation restored metabolic homeostasis by enriching glucose and amino acid metabolism pathways and activating AMPK signaling, while also modulating the expression of key genes (PLIN1, ME1, CPT1B). The microbiota composition were changed in SFN + TPT, including the increased of beneficial Fusobacteriota and Cetobacterium, and the decreased of pathogenic Proteobacteria and Aeromonas. The gut transcriptome dysregulation were restored in SFN + TPT by enhancing immune pathways in Toll-like/NOD-like receptors. The significant correlations linked were found in gut microbes (Kaistia, Vagococcus) to hepatic/intestinal gene expression in SFN + TPT. Overall, these findings elucidate novel mechanisms underlying TPT-induced immunotoxicity in liver and intestine and demonstrate the protective role of SFN, providing a theoretical foundation for its application in toxicity mitigation strategies.",
    "explanation_zh": "這項研究主要探討了硫代葡萄糖素（SFN）對三苯錫（TPT）引起的肝臟毒性、免疫功能障礙和腸道微生物失衡的保護效果，研究對象是鯉魚。研究人員將鯉魚分成三組，進行了為期八週的實驗，其中一組接觸了TPT，另一組則同時接觸TPT和SFN。\n\n研究結果顯示，TPT會顯著增加肝臟中的膽鹽和膽固醇，並影響免疫相關基因的表達，而SFN的補充能減少這些有害物質的累積，並恢復正常的基因表達，從而減輕了由TPT引起的脂質失調和免疫抑制。此外，SFN還能改善腸道微生物的組成，增加有益菌群，減少有害菌群的比例。\n\n對一般人來說，這項研究的意義在於，SFN可能有助於保護肝臟和增強免疫系統，特別是在面對某些環境毒素時。這就像是給我們的身體加了一層防護罩，幫助我們抵抗外界的傷害，從而維持健康的生活方式。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41027171/"
  },
  {
    "id": "40714240",
    "title_en": "Gut microbiota-related glutathione metabolism is key mechanism for sulforaphane ameliorating ulcerative colitis.",
    "pub_date": "2025-Dec",
    "abstract_en": "Gut barrier dysfunction is associated with dysbiosis of the gut microbiota and its metabolites, which is closely linked to the pathogenesis of ulcerative colitis (UC). Recent studies have demonstrated that Sulforaphane (SFN) exerts beneficial effects on UC. However, the role of the gut microbiota and microbial metabolism in the anti-UC mechanisms of SFN remains inadequately understood. In this study, we observed that SFN administration significantly improved the pathological phenotype, restored gut barrier integrity, and reduced colon inflammation in dextran sulfate sodium (DSS)-induced colitis mice. Gut microbiota analysis illustrated that SFN administration rebalances the alterations in gut microbiota composition, including genera such as Turicibacter, Lactobacillus and Bacteroides, in DSS-induced mice. Furthermore, untargeted metabolomics analysis indicated that the levels of microbial arachidonic acid metabolism, as well as the metabolism of alanine, aspartate, and glutamate, and glutathione metabolism in the gastrointestinal tract, were significantly altered in DSS-induced mice. Interestingly, SFN treatment significantly restore the alterations in glutathione metabolism and the levels of associated metabolites. Additionally, we observed that the MAPK/NF-κB signaling pathway, regulated by glutathione metabolism, was inhibited in the colon of DSS-induced mice following SFN treatment. Collectively, these results suggest that SFN can alleviate DSS-induced colitis in mice by restoring dysregulated gut microbiota and glutathione metabolism, thereby modulating the MAPK/NF-κB signaling pathway, enhancing intestinal barrier function and reducing colonic inflammation. Importantly, our findings elucidate a novel mechanism by which SFN improves gut barrier function, highlighting its potential to advance the development of SFN-derived therapeutics for the clinical management of colitis.",
    "explanation_zh": "這項研究主要探討的是硫代葡萄糖素（SFN）對於潰瘍性結腸炎（UC）的影響，特別是它如何改善腸道屏障功能和腸道微生物群的失衡。研究對象是使用硫酸右旋糖（DSS）誘導的結腸炎小鼠。\n\n研究方法上，研究團隊給予小鼠SFN，並觀察其對病理表現的改善情況。結果顯示，SFN不僅改善了小鼠的腸道炎症，還恢復了腸道屏障的完整性，並調整了腸道微生物的組成，像是增加了乳酸菌等有益菌的比例。\n\n這項研究的意義在於，SFN可能透過調整腸道微生物和改善某些代謝過程來減輕結腸炎的症狀。這就像是修復一座受損的橋樑，讓交通恢復順暢。對於一般人來說，這提示我們飲食中可能加入富含SFN的食物（如十字花科蔬菜），或許能對腸道健康有所幫助，但仍需更多研究來確認其臨床應用的潛力。",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40714240/"
  }
]